Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/LC_MESSAGES/extragear-sdk/kdevclassbrowser.po
Languages: tr

source: All projects classes
tr: Tüm projelerin sınıfları

source: Class Browser
tr: Sınıf Tarayıcı

source: Browser for all known classes
tr: Bilinen tüm sınıflar için tarayıcı

source: Classes
tr: Sınıflar

source: Find in &Class Browser
tr: Sınıf &Tarayıcıda Bul

source: Show &Declaration
tr: &Bildirimi Göster

source: Show De&finition
tr: &Tanımlamayı Göster

source: S&earch:
tr: Ar&a:

source: Classes in project %1
tr: %1 projesindeki sınıflar

# NAME OF TRANSLATORS
source: Your names
tr: Serdar Soytetir

# EMAIL OF TRANSLATORS
source: Your emails
tr: tulliana@gmail.com
