Repository: pars-linux/uludag
Catalog: branches/kde/firewall-manager/corporate2/po/*.po
Languages: pl

source: Mail services
pl: Poczta

source: Web services
pl: Strony www

source: Remote login service
pl: Zdalne logowanie

source: Windows file sharing service
pl: Wymiana plików z MS Windows

source: Internet relay chat service
pl: IRC

source: File transfer service
pl: Transfer plików

source: New Rule
pl: Nowa Reguła

source: Port Range
pl: Zakres Portów

source: Example: 100-200,300
pl: Przykład: 100-200,300

source: Pardus Firewall Graphical User Interface
pl: Interfejs Firewalla Pardusa

source: GUI Design & Usability
pl: Projekt Interfeju i Użyteczność

source: Help with IPTables
pl: Pomoc z IPTables

source: Help with KDE stuff
pl: Pomoc z elementami KDE

source: Firewall Configuration
pl: Konfiguracja Firewalla

source: Invalid port range.
pl: Błędny zakres portów.

source: Ports: %s
pl: Porty: %s

source: &Stop Firewall
pl: &Zatrzymaj Firewall

source: <b><font size='+1'>Firewall is running</font></b>
pl: <b><font size='+1'>Firewall działa</font></b>

source: Click here to stop the firewall and allow all incoming and outgoing connections.
pl: Kliknij tutaj by wyłączyć firewall i zezwolić na wszystkie przychodzące i wychodzące połączenia.

source: &Start Firewall
pl: &Uruchom Firewall

source: <b><font size='+1'>Firewall is not running</font></b>
pl: <b><font size='+1'>Firewall nie działa</font></b>

source: Click here to start the firewall and allow connections only to specified services.
pl: Kliknij tutaj by uruchomić firewall i dopuścić tylko określone połączenia.

source: Pardus Firewall Interface is already running!
pl: Interfejs Firewalla Pardusa już działa!

source: <b><font size="+1">Firewall is running</font></b>
pl: <b><font size="+1">Firewall działa</font></b>

source: Click here to stop the firewall and allow all incoming connections.
pl: Kliknij tutaj by zatrzymać firewalla i dopuścić wszystkie połączenia.

source: All incoming connections are <b>rejected</b> by default. If you want to allow other computers to access services on this computer, check the service below:
pl: Wszystkie przychodzące połączenia są domyślnie <b>odrzucane</b>. Jeżeli chesz by inne komputery miały dostęp do określonych usług na tym komputerze wybierz je z listy poniżej:

source: Incoming Connections
pl: Przychodzące Połączenia

source: In this tab, you can create your own firewall rules. Use '+' button to create rules, and uncheck rules from list to remove them.
pl: W tej zakładce możesz tworzyć własne reguły firewalla. Uzyj przycisku '+' do tworzenia nowych reguł. Odznacz reguły, które mają być usunięte.

source: &Ok
pl: &Tak
