Repository: pars-linux/uludag
Catalog: branches/kde/history-manager/2008/po/*.po
Languages: sv

source: Progress
sv: Förlopp

source: <h4><b>Preparing PISI</b></h4>
sv: <h4><b>Förbereder PISI</b></h4>

source: Taking a snapshot of system
sv: Skapar en avbild av systemet

source: History Manager is already running!
sv: Historikhanteraren körs redan!

source: History Manager
sv: Historikhanteraren

source: Cannot connect to Comar daemon
sv: Kan inte ansluta till Comar-demonen

source: History Manager Interface
sv: Historikhanterarens gränssnitt

source: All Operations
sv: Alla åtgärder

source: Snapshots
sv: Avbilder

source: Upgrades
sv: Uppdateringar

source: Removes
sv: Borttagningar

source: Installations
sv: Installationer

source: TakeBacks
sv: Återställningar

source: Take Back Plan
sv: Återställningsplan

source: Operation Details
sv: Detaljer

source: New Snapshot
sv: Ny avbild

source: Date
sv: Datum

source: Your system will be restored to that date if you click Take Back button.<br>These are the package installation and removals, also configuration files below (in snapshots) will overwrite your current configuration files.
sv: Ditt system kommer att återställas till den tidpunkten om du klickar på 'Återställ'.<br>Följande installationer och borttagningar kommer att utföras, konfigurationsfiler (i avbilden) ersätter befintliga konfigurationsfiler.

source: Restore to This Point
sv: Återställ till den här tidpunkten

source: This will take a New Snapshot of your system
sv: Det här skapar en ny avbild av ditt system

source: This will restore your system back to : %1 %2 If you're unsure, click Cancel and see TakeBack Plan
sv: Det här återställer ditt system till: %1 %2 Om du är osäker, klicka avbryt och läs återställningsplanen.

source: Take Back operation completed
sv: Återställningen är slutförd

source: New Snapshot Taken
sv: Ny avbild skapad

source: Operation Cancelled
sv: Åtgärden avbruten

source: Updating User Interface
sv: Uppdaterar användargränssnittet

source: Finished with Errors
sv: Avslutades med fel

source: Operation Finished with Errors
sv: Åtgärden avslutades med fel

source: Finished Succesfully
sv: Utfördes med lyckat resultat

source: Fetching %1
sv: Hämtar %1

source: <b>Access Granted</b><br>
sv: <b>Åtkomst medgiven</b><br>

source: <b>Access Denied</b><br>
sv: <b>Åtkomst nekad</b><br>

source: Operation Started
sv: Åtgärden påbörjad

source: Ordering Packages for Operation
sv: Förbereder paket för åtgärd

source: Removing : %1
sv: Tar bort : %1

source: Installing : %1
sv: Installerar : %1

source: Extracting : %1
sv: Packar upp : %1

source: Configuring : %1
sv: Konfigurerar : %1

source: Taking a Snapshot of System
sv: Skapar en avbild av systemet

source: Taking System Back to %1 %2 <br>
sv: Återställer systemet till %1 %2 <br>

source: Select an entry to view details
sv: Välj en post för att visa detaljer

source: No: <b>%1</b>
sv: Nr: <b>%1</b>

source: Type: <b>%1</b>
sv: Typ: <b>%1</b>

source: There are %1 packages in this snapshot
sv: Det finns %1 paket i den här avbilden

source: Configuration files in snapshot:
sv: Konfigurerar filer i avbilden:

source: Take Back Plan for %1 operation on %2
sv: Återställningsplan för %1 den %2

source: These package(s) will be <b>installed</b> :
sv: Följande paket kommer att <b>installeras</b>:

source: These package(s) will be <b>removed</b> :
sv: Följande paket kommer att <b>tas bort</b>:

source: <b>Preparing PiSi...</b>
sv: <b>Förbereder PiSi...</b>

source: snapshot
sv: avbild

source: upgrade
sv: uppdatering

source: remove
sv: borttagning

source: install
sv: installation

source: takeback
sv: återställning

source: Cannot connect to dbus
sv: Kan inte ansluta till D-Bus

source: D-Bus Error
sv: D-Bus-fel

source: COMAR Auth Error
sv: COMAR-Auth-fel

source: COMAR Error
sv: COMAR-fel

source: You are not authorized for this operation.
sv: Du är inte behörig för den här åtgärden.
