Repository: pars-linux/uludag
Catalog: pijama/locale/*/LC_MESSAGES/django.po
Languages: tr

source: General Knowledge
tr: Genel Bilgiler

source: Source Packages
tr: Kaynak Paketler

source: Binary Packages
tr: İkilik Paketler

source: Packagers
tr: Paketçiler

source: according to the package count
tr: paket sayısına göre

source: alphabetical
tr: alfabetik

source: License
tr: Lisans

source: Actions
tr: Eylemler

source: Builder files
tr: İnşa dosyaları

source: Bug reports
tr: Hata kayıtları

source: Binary packages
tr: İkilik paketler

source: Patchs
tr: Yamalar

source: Release history
tr: Sürüm bilgisi

source: Release
tr: Sürüm

source: Release date
tr: Sürüm tarihi

source: Version
tr: Versiyon

source: Commiter
tr: Güncelleyen

source: Summary
tr: Özet

source: Packager
tr: Paketçi adı

source: Packages that he/she responsible from
tr: Sorumlu olduğu paketler

source: Packages updates
tr: Paket güncelleştirmeleri

source: Source package
tr: Kaynak paketler

source: Buildtime dependencies
tr: İnşa bağımlılıkları

source: Runtime dependencies
tr: Çalışma zamanı bağımlılıkları

source: Package count
tr: Paket sayısı

source: Package
tr: Paket adı

source: Number of source packages
tr: Kaynak paket sayısı

source: Number of binary packages
tr: İkilik paket sayısı

source: Number of patchs
tr: Yama sayısı

source: Number of packagers
tr: Paketçi sayısı

source: Patched mostly
tr: En çok yamalanan:

source: Longest action.py file
tr: En uzun inşa betiği:

source: Search
tr: Arama

source: Feed
tr: Besleme
