Repository: pars-linux/uludag
Catalog: tags/kde/kaptan/2.2/po/*.po
Languages: ca

source: Start Tasma
ca: Engega el Tasma

source: <center>You have finished! Now you can start using <b>Pardus</b></center>
ca: <center>Ja heu acabat! Ara podeu començar a usar el <b>Pardus</b></center>

source: Welcome
ca: Benvingut

source: This application, called <b>Kaptan Desktop</b>, will help you with your basic but sufficient setup for your <b>Pardus</b> desktop in a quick manner. This application will also set some default configuration for a better desktop :).
ca: Aquesta aplicació anomenada <b>Kaptan Desktop</b>, us ajudarà de manera ràpida a fer una configuració bàsica però suficient del vostre escriptori del <b>Pardus</b>. Aquesta aplicació també estableix alguns valors per omissió per a un bon escriptori :).

source: <b>Pardus </b>is a GNU/Linux distribution, targeting at computer literate users' basic desktop needs; with acquiring the strong ideas, architecture and code of other distributions; with a custom configuration framework which has the ability to evolve into an autonomous system; for simplifying the installation and usage of the computers.
ca: <b>Pardus</b> és una distribució de GNU/Linux que apunta a lesnecessitats de treball bàsiques d'usuaris informàtics experimentats. Pardus adquireix les bones idees, l'arquitectura i el codi d'altres distribucions, té un entorn de configuració personalitzati té l'habilitat de convertir-se en un sistema autònom que simplifica la instal·lació i ús dels ordinadors.

source: Wallpaper
ca: Paper pintat

source: Here, you can select a <b>wallpaper</b> for your desktop background. <b>Pardus</b> provides eye candy wallpapers, you can select one of them, as you wish.
ca: Ací podeu seleccionar un <b>paper pintat</b> per als vostre escriptori. El <b>Pardus</b> us ofereix papers pintats elegants, si ho desitgeu en podeu agafar un d'aquests.

source: Don't change desktop background!
ca: No canvies el fons de l'escriptori

source: &Test Wallpaper
ca: Prova el paper pinta&t

source: If you are left-handed, you may prefer to swap the functions of the left and right buttons on your pointing device by choosing the 'Left handed' option below. You can also select default click behaviour.
ca: Si sou esquerrà potser preferiu canviar les funcions dels botons dret i esquerre del ratolí tot escollint l'opció Esquerrà de sota. També podeu escollir el comportament per omissió dels clics.

source: Button Order
ca: Ordre del botó

source: Reverse scroll
ca: Desplaçament invers

source: Click behaviour
ca: Capteniment dels clics

source: &Single-click to open files and folders
ca: Un clic &simple per obrir fitxers i carpetes

source: Dou&ble-click to open files and folders (select icons on first click)
ca: Un clic &doble per obrir fitxers i carpetes (amb el primer clic se seleccionen)

source: Package Manager
ca: Gestor de paquets

source: Check updates automatically for every
ca: Comprova si hi ha actualitzacions automàticament cada

source: hours
ca: hores

source: Show in system tray
ca: Mostra a la safata del sistema

source: <b>Package-manager</b> is the graphical front-end of <b>PiSi</b>. With package-manager you can easily install new programs and upgrade your system. But also can work in the system tray and periodically checks new upgrades of the programs that are installed on your system.
ca: El <B>gestor de paquets</b> és l'entorn gràfic del <b>PiSi</b>. Amb el gestor de paquets podreu instal·lar fàcilment programes nous i millorar el vostresistema. Aquest també pot treballar a la safata de sistema i comprovar periòdicament noves versions dels programes que teniu instal·lats en el vostre sistema

source: Style
ca: Estil

source: Here, you can select a <b>style </b>for your desktop. <b>Pardus</b> provides some eye candy styles for you.
ca: Ací podeu escollir un <b>estil</b> per al vostre escriptori. El <b>Pardus</b> us ofereix alguns estils ben elegants.

source: Use enhanced Kickoff style menu
ca: Usa l'estil Kickoff realçat del menú

source: Test Style
ca: Prova l'estil

source: Mouse Setup
ca: Configuració del ratolí

source: Style Setup
ca: Configuració de l'estil

source: Wallpaper Setup
ca: Configuració del paper pintat

source: Network Setup
ca: Configuració de la xarxa

source: Congratulations
ca: Moltes felicitats

source: Right handed
ca: Dretà

source: Left handed
ca: Esquerrà

source: <big>Loading...</big>
ca: <big>Càrrega...</big>
