Repository: pars-linux/uludag
Catalog: branches/yali4-md/po/*.po
Languages: tr

source: No, I'll partition my disk manually.
tr: Hayır, diskimi kendim bölümlendireceğim.

source: <b>Do you want to write boot loader (GRUB) to your hard disk's master boot record?</b> <p>You need a boot loader to boot your Pardus system.</p> <p>If you don't install a boot loader or choose to install to root partition, you will have to configure your other operating system's loader (if you have one installed) to start your newly installed Pardus.</p>
tr: <b>Sistem yükleyicisini (GRUB) sabit diskinize kurmak ister misiniz?</b> <p>Eğer bir sistem yükleyicisi açılış diskinin başına kurmazsanız, (eğer kurulu bir tane varsa) diğer işletim sisteminizin yükleyicisini, kurulmuş olan Pardus'u başlatmak için yapılandırmanız gerekir</p>

source: Install to first bootable disk (recommended)
tr: Açılış diskinin başına kur (önerilen)

source: Install to Pardus installed partition
tr: Pardus'un kurulu olduğu disk bölümünün başına kur

source: Install to selected disk belove
tr: Listeden seçilmiş diskin başına kur

source: Select the disk you to install bootloader:
tr: Sistem yükleyicisinin kurulacağı diski seçin:

source: Don't install bootloader
tr: Sistem yükleyicisini kurma

source: You can check the integrity of the packages in installation CD. Although this is an optional step, we encourage you to do it to avoid any errors in installation.
tr: Bu ekranda, CD içerisindeki paketlerin doğruluğunu kontrol edebilirsiniz. Bu seçimli bir işlem olsa da kurulum sırasında bir sorun ile karşılaşmamanız için bu doğrulamayı yapmanızı öneririz.

source: Check CD Integrity
tr: CD Doğruluğunu Kontrol Et

source: Installing Package:
tr: Kurulan Paket:

source: Select the keyboard layout of your choice.
tr: Bir klavye haritası seçin.

source: Test selected keyboard:
tr: Klavyeyi test et:

source: Release Notes
tr: Sürüm Notları

source: Cancel
tr: İptal

source: Apply
tr: Uygula

source: Delete Partition
tr: Disk Bölümünü Sil

source: Resize Partition
tr: Bölümü Yeniden Boyutlandır

source: Reset All Changes
tr: Tüm Değişiklikleri Geri Al

source: What do you want to store in this partition?
tr: Bu disk bölümü içerisinde ne bulundurmak istiyorsunuz?

source: Pardus system files (mandatory)
tr: Pardus sistem dosyaları (zorunlu)

source: User files (optional)
tr: Kullanıcı dosyaları (isteğe bağlı)

source: Swap space (optional)
tr: Takas alanı bölümü (isteğe bağlı)

source: Size (MB):
tr: Boyut (MB):

source: Use available free space
tr: Uygun olan tüm boş alanı kullan

source: Format this partition
tr: Bu disk bölümünü biçimlendir

source: Create New Partition
tr: Disk Bölümü Oluştur

source: Edit
tr: Düzenle

source: Resize
tr: Yeniden Boyutlandır

source: Delete Selected Partition
tr: Seçili Disk Bölümünü Sil

source: Partitions:
tr: Disk Bölümleri:

source: <p align="left">System administrator user (root) handles important system maintanence tasks. Please give password for this special user and do not forget this password. Note that you shouldn't write this password elsewhere for privacy reasons.</p>
tr: <p align="left">Sistem yöneticisi (root) tüm sistem bakımı işlerini yürütür. Lütfen bu özel kullanıcı için bir parola tanımlayın ve bu parolayı unutmayın. Gizlilik nedenlerinden dolayı bu parolayı hiç bir yere yazmamanız önerilir.</p>

source: System administrator password (again):
tr: Sistem yöneticisi parolası (tekrar):

source: Hostname:
tr: Makine Adı:

source: User Name:
tr: Kullanıcı Adı:

source: Real Name:
tr: Gerçek İsim:

source: Password:
tr: Parola:

source: Password (again):
tr: Parola (tekrar):

source: Create User
tr: Kullanıcı Ekle

source: Give administrator privileges to this user
tr: Bu kullanıcıya yönetici hakları ver

source: Users:
tr: Kullanıcılar:

source: Delete Selected User
tr: Seçili Kullanıcıyı Sil

source: Auto Login User :
tr: Otomatik Giriş Kullanıcısı :

source: Auto Login Disabled
tr: Otomatik Giriş Kapalı

source: All software developed by TUBITAK/UEKAE is covered by GNU/GPL. Other software have their corresponding licenses. By installing or using Pardus, you agree to accept them. Do you want to continue?
tr: TÜBİTAK/UEKAE tarafından geliştirilen tüm Pardus yazılımları GNU/GPL ile lisanslanmıştır. Diğer yazılımlar ise kendi lisanslarına sahiptir. Pardus'u yüklemek için bu lisansları kabul etmeniz gerekmektedir. Devam etmek istiyor musunuz?

source: Read GPL
tr: GPL Metnini Oku

source: Reboot System!
tr: Sistemi Yeniden Başlat!

source: Accept!
tr: Kabul Ediyorum!

source: Don't Accept!
tr: Hayır, Kabul Etmiyorum!

source: Debug
tr: Hata Ayıkla

source: 'Install Root' size must be larger than %s MB.
tr: 'Sistem Dosyaları' bölümü en az %s MB olmalı.

source: Can't find a storage device!
tr: Kurulum için disk bulunamadı!

source: %0.1f GB free
tr: %0.1f GB boş

source: %d MB free
tr: %d MB boş

source: Partition %d
tr: Disk bölümü %d

source: Delete All Partitions
tr: Tüm Disk Bölümlerini Sil

source: Can't open License file!
tr: Lisans dosyası açılamıyor!

source: Error!
tr: Hata!

source: Unhandled error occured!
tr: Bir hata oluştu!

source: <font size="+2">System administrator password and hostname</font> <font size="+1"> <p>Please give a password for the system administrator (i.e root) for your system. This password should be unique and private, as it is used to manage your desktop. Choose a password difficult to guess, but easy to remember. </p> <p> The password may include upper and lower case characters, numbers and punctuation marks. Do not use accented characters here. </p> <p> And also set the name that the computer will be identified to the network it belongs. The hostname should be descriptive enough to describe the computer. </p> <p> Click Next button to proceed. </p> </font>
tr: <font size="+2">Sistem yöneticisi parolası ve makine adı</font> <font size="+1"> <p>Lütfen sisteminizi yönetmek için özel bir parola tanımlayın. Bu parola, Pardus'un ayrıcalıklı kullanıcısı olan "root" için belirlenecektir. Bu kullanıcı için tanımlanan parola özel ve gizli olmalı, tahmin edilemeyecek bir ifadeden seçilmeli, ancak kolayca da hatırlanabilmelidir. </p> <p> Seçilen parola küçük ve büyük harfler içerebilir, aynı zamanda içinde rakam ve noktalama işaretleri de bulundurabilir. Diğer sistemlerle uyumluluk sağlaması için parolalarınızda Türkçe karakter kullanmayın. </p> <p> Aynı zamanda aşağıdaki metin kutusundan bilgisayarınızın ağda tanımlanacağı bir makine adı tanımlayabilirsiniz. Makine adı bilgisayarınızı tanıtacak kadar açıklayıcı olarak seçilmelidir. </p> <p> Devam etmek için İleri düğmesine tıklayın. </p> </font>

source: <font color="#FF6D19">Caps Lock is on!</font>
tr: <font color="#FF6D19">Caps Lock açık!</font>

source: <font color="#FF6D19">Password is too short!</font>
tr: <font color="#FF6D19">Parola çok kısa!</font>

source: <font color="#FF6D19">Passwords do not match!</font>
tr: <font color="#FF6D19">Parolalar aynı değil!</font>

source: <font color="#FF6D19">Hostname contains invalid characters!</font>
tr: <font color="#FF6D19">Makine adı geçersiz karakterler içeriyor!</font>

source: <font size="+2">Boot loader setup</font> <font size="+1"> <p> Linux makes use of GRUB boot loader, which can boot the operating system of your taste during the start up. </p> <p> If you have more than one operating system, you can choose which operating system to boot also. </p> <p> Please refer to Pardus Installing and Using Guide for more information about GRUB boot loader. </p> </font>
tr: <font size="+2">Açılış yöneticisi ayarları</font> <font size="+1"> <p> Linux, istediğiniz herhangi bir işletim sistemini başlangıçta açmak için GRUB adı verilen bir açılış yöneticisini kullanır. </p> <p> Eğer bilgisayarınızda birden fazla işletim sistemi varsa, GRUB sayesinde bunlardan birisiyle kolayca çalışmak mümkündür. </p> <p> GRUB açılış yöneticisi hakkında daha fazla bilgi almak için Pardus Kurulum ve Kullanım Kılavuzu'na bakınız. </p> </font>

source: <b> <p>This action will use your entire disk for Pardus installation and all your present data on the selected disk will be lost.</p> <p>After being sure you had your backup this is generally a safe and easy way to install Pardus.</p> </b>
tr: <b> <p>Bu işlem tüm sabit diskinizi Pardus kurulumu için kullanacak ve seçilen sabit disk üzerindeki tüm verileriniz silinecektir.</p> <p>Lütfen, mevcut dosyalarınızın yedeğini aldıktan sonra, 'Tamam' düğmesine tıklayın. Daha sonra, Pardus güvenli bir şekilde bilgisayarınıza kurulacaktır.</p> </b>

source: <font size="+2">Check CD Integrity!</font> <font size="+1"> <p>In this screen, you can check the integrity of the packages in installation CD. </p>
tr: <font size="+2">CD Kontrolü!</font> <font size="+1"> <p>Bu ekranda, kurulum CD'sindeki paketlerin doğruluğunu denetleyebilirsiniz.</p>

source: Check Failed
tr: Kontrol Başarısız

source: <font color="#FF6D19">Please wait while checking CD.</font>
tr: <font color="#FF6D19">CD kontrol edilirken lütfen bekleyiniz.</font>

source: <font color="#257216">Check succeeded. You can proceed to the next screen.</font>
tr: <font color="#257216">Kontrol başarılı. Bir sonraki ekrana geçebilirsiniz.</font>

source: <b> <p>Integrity check for packages failed. It seems that installation CD is broken.</p> </b>
tr: <b> <p>CD kontrolü başarısız oldu. Bozuk bir kurulum CD'si olabilir. Lütfen yeni bir kurulum CD'si ile tekrar deneyiniz.</p> </b>

source: Reboot
tr: Sistemi Yeniden Başlat!

source: <font size="+2">Congratulations</font> <font size="+1"> <p> You have successfully installed Pardus, a very easy to use desktop system on your machine. Now you can start playing with your system and stay productive all the time. </p> <P> Click on the Next button to proceed. One note: You remember your password, don't you? </p> </font>
tr: <font size="+2">Tebrikler!</font> <font size="+1"> <p><b>Tebrikler, Pardus kurulumunu başarıyla tamamladınız.</b></p> <p> Tüm işlemleri başarıyla tamamlayarak kolay kullanımlı Pardus'u sisteme kurdunuz. Şimdi bilgisayarınızla çalışmaya başlayabilir ve her zaman hızlı, güvenli ve kararlı olan Pardus masaüstünün tadını çıkartabilirsiniz. </p> <P> İleri düğmesine tıklayarak kurulumu bitirin. Sisteme giriş için verdiğiniz parolayı lütfen unutmayın. </p> </font>

source: <b><font size="+2" color="#FF6D19">Rebooting system. Please wait!</font></b>
tr: <b><font size="+2" color="#FF6D19">Sistem yeniden başlatılıyor. Lütfen bekleyin!</font></b>

source: <b> <p>Press Reboot button to restart your system.</p> </b>
tr: <b> <p>Bilgisayarınızı yeniden başlatmak için 'Sistemi Yeniden Başlat!' düğmesine tıklayın.</p> </b>

source: <font size="+2">Installation started</font> <font size="+1"> <p> Pardus is now being installed on your hard disk. </p> <p> The duration of this operation depends on the capability and power of your system. Meanwhile, you can enjoy some visual elements showing the distinctive properties of Pardus, your new operating system. </p> <p> Have fun! </p> </font>
tr: <font size="+2">Kurulum ekranı</font> <font size="+1"> <p> Pardus sabit diskinize kuruluyor. </p> <p> Kurulum süresi bilgisayarın hızına ve gücüne bağlı olarak değişiklik gösterebilir. Kurulum bitene kadar lütfen bekleyiniz. </p> </font>

source: Installing: %s<br>%s
tr: Kurulan Paket: %s<br>%s

source: Configuring package: %s
tr: Yapılandırılan paket: %s

source: Configuring packages for your system!
tr: Kurulan paketler sisteminiz için yapılandırılıyor! Bu işlemin tamamlanması için lütfen bekleyiniz.

source: An error during the installation of packages occured. This is possibly a broken Pardus CD or CD-ROM drive. Error: %s
tr: Paketlerin kurulumu sırasında bir hata oluştu. Bu bozuk bir Pardus CD'si veya CD-ROM okuyucudan kaynaklanıyor olabilir. Hata: %s

source: <font size="+2">Kicker Check !</font> <p> Some help messages </p>
tr: <font size="+2">İletişim Kontrolü !</font> <p> Yardım mesajı denemesi </p>

source: <font size="+2">Keyboard Setup</font> <font size="+1"> <p> Depending on your hardware or choice select a keyboard layout from the list. </p> </font>
tr: <font size="+2">Klavye Seçimi</font> <font size="+1"> <p> Klavyenizin türüne göre bir klavye haritasını listeden seçebilirsiniz.</p> </font>

source: <font size="+2">Automatic Partitioning</font> <font size="+1"> <p> Pardus can be installed on a variety of hardware. You can install Pardus on an empty disk or hard disk partition. <b>An installation will automatically destroy the previously saved information on selected partitions. </b> </p> <p> Automatic partitioning use your entire disk for Pardus installation. From this screen you can select to automatically partition one of you disks, or you can skip this screen and try manual partitioning. </p> <p> Please refer to Pardus Installing and Using Guide for more information about disk partitioning. </p> </font>
tr: <font size="+2">Otomatik Bölümlendirme</font> <font size="+1"> <p> Pardus, birçok farklı donanımla uyumlu çalışır. Kullandığınız bilgisayarda boş bir disk bölümü ya da boş bir disk varsa bu kısma Pardus'u kolayca kurabilirsiniz. <b>Kurulum yapılan sabit disk bölümü üzerindeki tüm bilgiler otomatik olarak silinecektir,</b> dolayısıyla bu bölümde daha önce kullandığınız dosyalarınız varsa öncelikle bunları yedeklemenizi öneririz. </p> <p> Otomatik bölümlendirme tüm diskinizi Pardus kurulumu için kullanacaktır. Bu ekrandan bir diskinizi otomatik olarak bölümlendirmeyi seçebilirsiniz, veya bu ekranı atlayarak el ile bölümlendirme yapabilirsiniz. </p> <p> Daha fazla bilgi için Pardus Kurulum ve Kullanım Kılavuzu'na başvurabilirsiniz. </p> </font>

source: It seems that you don't have the required disk space (min. %s) for Pardus installation.
tr: Görünüşe göre Pardus kurulumu için yeterli disk boşluğunuz yok (en az %s).

source: <font size="+2">Partitioning your hard disk</font> <font size="+1"> <p> Pardus can be installed on a variety of hardware. You can install Pardus on an empty disk or hard disk partition. <b>An installation will automatically destroy the previously saved information on selected partitions. </b> </p> <p> In order to use Pardus, you must create one Linux filesystem (for the system files), which is mandatory and a swap space (for improved performance), which is optional. This swap space is used whenever system needs more memory, but the system lacks it. We advise you to allocate at least 4 GBs of hard disk area and swap space (between 500 MB - 2 GB, according to your needs) for convenience. A Linux partition size less than 3.5 GB is not allowed. You may also optionally use another disk partition for storing user files. </p> <p> You need to format a Linux partition, if it's used for the first time. You can enable 'Use available free space' option, if the hard disk's remaining space is to be used automatically. </p> <p> The partition table shows the device, size, partition type and filesystem information. If the partition will be formatted during Pardus installation stage, then the corresponding 'Format' column will be enabled. </p> <p> Please refer to Pardus Installing and Using Guide for more information about disk partitioning. </p> </font>
tr: <font size="+2">Sabit diskin bölümlendirilmesi</font> <font size="+1"> <p> Pardus, pek çok farklı donanımlarda çalışabilir. Kullandığınız bilgisayarda boş bir disk bölümü ya da boş bir disk varsa bu kısma Pardus'u kolayca kurabilirsiniz. <b>Kurulum yapılan sabit disk bölümü üzerindeki tüm bilgiler otomatik olarak silinecektir,</b> dolayısıyla bu bölümlerde daha önce kullandığınız dosyalarınız varsa bunları öncelikle yedeklemenizi öneririz. </p> <p> Bu ekrandaki disk bölümlendirme aracı, sabit diski uygun bir şekilde bölmeye ve biçimlendirmeye olanak sağlar. Pardus'u kurabilmek için, üzerinde Linux'un temel dosya ve dizinleri tutan (en az 4 GB boyunda) bir disk bölümü ile, sistemin performanslı çalışmasını sağlayan bir takas alanı (500 MB - 2 GB arası) bulunmalıdır. Takas alanı, belleğin yetmediği durumlarda gerekli dosyaların sabit diske aktarılmasını ve diskin bir bellek gibi kullanılmasını sağlar. </p> <p> Linux'un kurulacağı disk alanı 3.5 GB'tan daha az olamaz. Ayrıca bir başka sabit disk alanı, kullanıcı dosyaları için kullanılabilir, ancak şart değildir. </p> <p> Eğer bir sabit disk bölümünü Linux için kullanacaksanız, bu bölümü biçimlendirmeniz gerekir. Bu işlem, sabit disk bölümü üzerindeki tüm verileri silecektir. Eğer sabit disk üzerinde kalan bölümleri de kullanmak istiyorsanız, 'Boş alanın tümünü kullan' seçeneğini tıklayın. </p> <p> Disk bölümlendirme tablosu, diskin adını, boyutunu, bölüm türünü ve dosya sistemi bilgisini gösterir. Eğer bir disk bölümü kurulum sırasında biçimlendirilecek ise, karşılık gelen 'Biçimlendir' sütunu da uygun şekilde etkin hale getirilecektir. </p> <p> Daha fazla bilgi için Pardus Kurulum ve Kullanım Kılavuzu'na başvurabilirsiniz. </p> </font>

source: <font size="+2">User setup</font> <font size="+1"> <p> Other than the system administrator user, you can create a user account for your daily needs, i.e reading your e-mail, surfing on the web and searching for daily recipe offerings. Usual password assignment rules also apply here: This password should be unique and private. Choose a password difficult to guess, but easy to remember. </p> <p> Click Next button to proceed. </p> </font>
tr: <font size="+2">Kullanıcı ayarları</font> <font size="+1"> <p> Sistemde, birçok yönetim işini yapan kullanıcının yanı sıra normal bir kullanıcı da oluşturabilir, e-posta okumak, web ortamında gezinti yapmak ve müzik dinlemek gibi günlük işlerinizi bu kullanıcı hesabı yardımıyla gerçekleştirebilirsiniz. </p> <p>Yeni bir kullanıcı tanımlarken daha önce belirttiğimiz parola tanımlama önerileri burada da geçerlidir: Size özel parolanız hatırlaması kolay, ancak tahmin edilmesi zor olmalıdır. </p> <p> Devam etmek için İleri düğmesine tıklayın. </p> </font>

source: <b> <p>You have not defined an administrator!</p> <p>A user without administrative rights cannot complete system maintenance tasks. You are strongly encouraged to define an administrator user.</p> <p>Click "Cancel" to define an administrator user (recommended) or "OK" to go to next screen.</p> </b>
tr: <b> <p>Yönetici hakkına sahip hiç kullanıcı tanımlamadınız!</p> <p>Yönetici haklarına sahip olmayan bir kullanıcı ile sistem yönetim görevlerini gerçekleştiremezsiniz. Yönetici haklarına sahip bir kullanıcı yaratmanız şiddetle tavsiye edilir.</p> <p>Bir yönetici tanımlamak için (önerilen) "İptal"'e, devam etmek için "Tamam"'a basın.</p> </b>

source: <font color="#FF6D19">Don't use your user name or name as a password.</font>
tr: <font color="#FF6D19">Kullanıcı adınızı parola olarak kullanmayın.</font>

source: <font color="#FF6D19">Username exists, choose another one!</font>
tr: <font color="#FF6D19">Bu kullanıcı adı zaten var, başka bir tane seçin!</font>

source: <font color="#FF6D19">Username contains invalid characters!</font>
tr: <font color="#FF6D19">Kullanıcı adı geçersiz karakterler içeriyor!</font>

source: <font color="#FF6D19">Realname contains invalid characters!</font>
tr: <font color="#FF6D19">Gerçek İsim bölümü geçersiz karakterler içeriyor!</font>

source: Update User
tr: Kullanıcıyı Güncelle

source: Welcome !!
tr: Hoşgeldiniz !!

source: Welcome to the Pardus installer..
tr: Pardus kurulum programına hoşgeldiniz..

source: <font size="+2">Welcome!</font> <font size="+1"> <p>Welcome to Pardus, your new and practical desktop with a handful of applications tailored to your needs. With Pardus, you can connect to internet, read your e-mails online, work with documents, listen to music and play DVDs. Its advanced yet easy interface will let you be more productive and efficient. </p> <p> This software will install Pardus on your computer, without disrupting your previous documents and settings. However, we advise you to make a backup before proceeding. </p> <p> The installer will identify your system's hardware and configure it according to your needs. You will note the arrow keys on the bottom of the screen: Use them to advance to next screen. </p> <p> Have a fruitful experience with Pardus! </p> </font>
tr: <font size="+2">Hoş geldiniz</font> <font size="+1"> <p>Kolay kullanımlı pek çok yazılım içeren, yeni ve pratik Pardus'a hoş geldiniz. Pardus ile günlük hayatta ihtiyaç duyabileceğiniz tüm işlemleri yapabilir, İnternet'e bağlanabilir, e-postalarınızı okuyabilir, çeşitli dokümanlarla çalışabilir ve müzik dinleyip hoşça vakit geçirebilirsiniz. Pardus'un gelişmiş ve aynı zamanda basit arayüzü yardımıyla verimlilikte hız tanımayacaksınız. </p> <p> Sadece 6 tıklamayla tamamlanan kurulum sistemi, Pardus'u bilgisayarınıza kurarak bu işletim sistemiyle tanışmanızı sağlayacaktır. Kurulumdan önce, kullandığınız doküman ve ayarları farklı bir ortama yedeklemeniz önerilir. </p> <p> Bu kurulum sistemi donanımınızı başarıyla tanıyacak ve gereksinimlerinize uygun şekilde ayarlayacaktır. Pencerenin en altındaki yön tuşları, ileri ve geri gitmenizi sağlarken işlemleri hem klavye, hem de fareyle yapabileceksiniz. </p> <p> Pardus dünyasına hoş geldiniz! </p> </font>

source: Warning
tr: Uyarı

source: <b> <p>This action will start installing Pardus on your system formatting the selected partition.</p> </b>
tr: <b> <p>Bu işlem seçilen sabit disk bölümünü biçimlendirerek Pardus'u bilgisayarınıza kuracaktır.</p> </b>

source: O.K. Go Ahead
tr: Tamam. Devam Et

source: Backtrace:
tr: Geri İz:

source: Afrikaans
tr: Afrikaansca

source: Arabic
tr: Arapça

source: Belgium
tr: Belçika

source: Bulgarian
tr: Bulgarca

source: Catalan
tr: Katalanca

source: Croatian
tr: Hırvatça

source: Czech
tr: Çekce

source: Danish
tr: Danca

source: Dutch
tr: Hollandaca

source: Dutch (US)
tr: Hollandaca (US)

source: English
tr: İngilizce (US)

source: Estonian
tr: Estonca

source: Finnish
tr: Fince

source: French
tr: Fransızca

source: German
tr: Almanca

source: Greek
tr: Yunanca

source: Hungarian
tr: Macarca

source: Icelandic
tr: İzlandaca

source: Italian
tr: İtalyanca

source: Japanese
tr: Japonca

source: Macedonian
tr: Makedonca

source: Malayalam
tr: Malayalamca

source: Norwegian
tr: Norveççe

source: Polish
tr: Lehce

source: Portuguese
tr: Portekizce

source: Brazilian
tr: Brezilya Portekizcesi

source: Russian
tr: Rusça

source: Serbian
tr: Sırpça

source: Slovak
tr: Slovakça

source: Slovenian
tr: Slovence

source: Spanish
tr: İspanyolca

source: Swedish
tr: İsveççe

source: Turkish
tr: Türkçe

source: Turkish Q
tr: Türkçe Q

source: Turkish F
tr: Türkçe F

source: Ukrainian
tr: Ukraynaca

source: Vietnamese
tr: Vietnamca

source: Welsh
tr: Gallerce

source: English (GB)
tr: İngilizce (Britanya)

source: unknown
tr: bilinmeyen

source: free space
tr: boş alan

source: Install Root
tr: Sistem Kurulumu

source: Users' Files
tr: Kullanıcı Dosyaları

source: Swap
tr: Takas
