Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/LC_MESSAGES/messages/playground-games/astrogen.po
Languages: tr

source: Asteroid Designer
tr: Asteroid Tasarımcısı

source: General Options
tr: Genel Seçenekler

source: Detail level:
tr: Ayrıntı seviyesi:

source: Random seed:
tr: Rastgele dağıtım:

source: Randomization
tr: Tesadüfileştirme

source: Initial randomness:
tr: İlk rastgelelilik:

source: How much to initially randomize an asteroid's shapes. This determines how distorted asteroids' general shapes will be.
tr: Asteroidin şeklinin ilk rastgeleliğinin ne kadar olacağıdır. Bu bükülmüş asteoidlerin genel şeklinin nasıl olacağını belirler.

source: Damping:
tr: Ağırlaştırma:

source: How much to decrease randomization after each detailing pass. Lower values lead to more "noisy" surface.
tr: Her detaylama geçişi sonrası rastgeleliğin ne kadar azaltılacağıdır. Düşük değerler daha fazla "kirli" yüzey yapar.

source: Post-randomness:
tr: Rastgelelik-sonrası:

source: Final randomization to apply after all vertices are created. Use small non-zero values to apply some fine surface noise.
tr: Tüm dikeylikler yaratıldıktan sonra uygulanacak son rastgelelik. İyi yüzeysel leke oluşturmak için sıfır olmayan küçük değerler kullanın.

source: Starting value:
tr: Başlangıç değeri:

source: Iterative randomization:
tr: Yinelemeli rastgelelik:

source: Initial randomization amount for detail passes. Higher values will lead to more surface detail.
tr: Detay geçişleri için ilk rastgelelik miktarı. Yüksek değerler daha fazla yüzey detayı oluşturur.

source: Update model
tr: Modeli güncelle

source: Save
tr: Kaydet
