Repository: pars-linux/uludag
Catalog: l10n/kde/trunk/*/messages/kdepim/kres_groupwise.po
Languages: tr

source: Yes
tr: Evet

source: No
tr: Hayır

source: User:
tr: Kullanıcı:

source: Password:
tr: Parola:

source: Retrieve Address Book List From Server
tr: Sunucudan Adres Defteri Listesini Getir

source: Address Book
tr: Adres Defteri

source: Personal
tr: Kişisel

source: Frequent Contacts
tr: Sık Bağlanılanlar

source: Address book for new contacts:
tr: Yeni bağlantılar için adres defteri

# Message displayed while fetching the list of address books
source: Error retrieving your address book list from the server: %1
tr: Sunucudaki adres defteri listesine erişme hatası: %1

# label for addressbook load progress
source: Loading GroupWise resource %1
tr: GroupWise kaynağı yükleniyor %1

source: Fetching System Address Book
tr: Sistem Adres Defteri Getiriliyor

source: Fetching User Address Books
tr: Kullanıcı Adres Defteri Getiriliyor

# Message displayed on error fetching the Groupwise system address book
source: Error while fetching the Groupwise System Address Book: %1
tr: Groupwise Sistem Adres Defteri getirilirken hata: %1

# Message displayed on error fetching the Groupwise user address book
source: Error while fetching your Groupwise user address book: %1
tr: Groupwise kullanıcı adres defteriniz getirilirken hata: %1

source: Updating System Address Book
tr: Güncellenen Sistem Adres Defteri

# Message syncing Groupwise address book
source: Error calculating how to sync the System Address Book: %1
tr: Sistem Adres Defterinin nasıl eşleneceğini hesaplarken hata: %1

source: View User Settings
tr: Kullanıcı ayarlarını görüntüle

source: GroupWise Settings
tr: GroupWise ayarları

source: Downloading calendar
tr: İndirilen takvim

source: Error parsing calendar data.
tr: Hata ayrıştırma takvim verisi

source: Unable to login to server:
tr: Sunucuya erişim olanaksız:

source: Added
tr: Ekledi

source: Changed
tr: İptal Etti

source: Deleted
tr: Sildi

source: Group
tr: Grup

source: Setting
tr: Ayarlar

source: Value
tr: Değer

source: Locked
tr: Kilitli

source: Server URL
tr: URL Sunucu

source: URL of SOAP interface of GroupWise server
tr: GroupWise sunucusunun SOAP arayüzünün URL'si

source: User Name
tr: Kullanıcı Adı

source: Password
tr: Parola

source: Ids of Address Books
tr: Adres Defteri Erişim Numaraları(EN)

source: Names of Address Books
tr: Adres Defterlerinin isimleri

source: Personal State of Address Books
tr: Adres Defterlerinin Kişisel Durumu

source: Frequent Contacts state of Address Books
tr: Adres Defterlerinin Sık Bağlanılanlar durumu

source: Readable Address Books
tr: Okunabilen Adres Defterleri

source: Address Book for new Contacts
tr: Yeni Bağlantılar için Adres Defteri

source: ID of System Address Book
tr: Sistem Adres Defterinin Erişim Numarası(EN)

source: Last time the Post Office was rebuilt
tr: Son kez Posta Ofisi yeniden inşa edildi.

source: The first sequence number of the GW System Address Book held locally
tr: Yerel olarak tutulan GW Sistem Adres Defterinin ilk sıra numarası

source: The last sequence number of the GW System Address Book held locally
tr: Yerel olarak tutulan GW Sistem Adres Defterinin son sıra numarası

source: Applications which should load the System Address Book
tr: Sistem Adres Defterini yüklemesi gereken uygulamalar

source: TCP Port
tr: TCP Portu

# NAME OF TRANSLATORS
source: Your names
tr: Tolga Günkut

# EMAIL OF TRANSLATORS
source: Your emails
tr: cetingonul@ttnet.net.tr

source: Resource
tr: Kaynak

source: Login failed, but the GroupWise server did not report an error
tr: Erişim başarısız, fakat GroupWise sunucusu bir hata raporlamadı.

source: Connect failed: %1.
tr: Bağlantı başarısız: %1

source: Unable to read GroupWise address book: %1
tr: GroupWise adres defterini okumak olanaksız: %1

source: Unable to read GroupWise address book: reading %1 returned no items.
tr: GroupWise adres defteri yüklenemedi: okunan %1 hiçbir öge geri dönmedi.

source: Novell GroupWise does not support locations for to-dos.
tr: Novell GroupWise yapılacak ögeleri için konumu desteklemiyor.

source: The IP address of the host %1 does not match the one the certificate was issued to.
tr: Ana makinenin IP adresi %1 yayınlanan sertifikaların herhangi biriyle uyuşmuyor.

source: Server Authentication
tr: Sunucu Doğrulama

source: &Details
tr: &Ayrıntılar

source: The server certificate failed the authenticity test (%1).
tr: Sunucu sertifikası doğrulama testinde başarısız oldu (%1).

source: Would you like to accept this certificate forever without being prompted?
tr: Bu sertifika istemde bulunmaksızın daima kabul edilsin mi?

source: &Forever
tr: &Daima

source: &Current Sessions Only
tr: &Sadece Mevcut Oturumlar

source: Groupwise Soap Debug
tr: Groupwise Soap Hata ayıklaması

source: Server
tr: Sunucu

source: User
tr: Kullanıcı

source: Free/Busy user name
tr: Serbest/Meşgul kullanıcı adı

source: Address book identifier
tr: Adres defteri tanımlayıcı
