Repository: pars-linux/uludag
Catalog: l10n/kde/trunk/*/messages/kdepim/libkpgp.po
Languages: tr

source: Could not find public keys matching the userid(s) %1; the message is not encrypted.
tr: Aşağıdaki kullanıcı(lar) için açık anahtar bulunamadı: %1 İleti şifrelenmedi.

source: Could not find public keys matching the userid(s) %1; these persons will not be able to read the message.
tr: Aşağıdaki kullanıcı(lar) için açık anahtar bulunamadı: %1 Bu alıcılar iletiyi okuyamayacaklar.

source: Public keys not certified with trusted signature for userid(s) %1. The message is not encrypted.
tr: Aşağıdaki kullanıcı(lar) için olan açık anahtarlar güvenilir imzayla onaylanmadı: %1 İleti şifrelenmedi.

source: Public keys not certified with trusted signature for userid(s) %1; these persons will not be able to read the message.
tr: Aşağıdaki kullanıcı(lar) için olan açık anahtar güvenilir imzayla onaylanmadı: %1 Bu alıcılar iletiyi okuyamayacaklar.

source: Bad passphrase; could not sign.
tr: Yanlış parola cümlesi; imzalama başarısızlıkla sonuçlandı.

source: Signing failed: please check your PGP User Identity, the PGP setup, and the key rings.
tr: İmzalama başarısız: PGP Kullanıcı Kimliğinizi, PGP yapılandırmasını ve anahtar halkalarını denetleyiniz.

source: Encryption failed: please check your PGP setup and the key rings.
tr: Şifreleme başarısız: Lütfen PGP yapılandırmasını ve anahtar halkalarını denetleyiniz.

source: error running PGP
tr: PGP çalıştırılırken hata

source: Bad passphrase; could not decrypt.
tr: Yanlış parola cümlesi: Şifre çözme başarısızlıkla sonuçlandı.

source: You do not have the secret key needed to decrypt this message.
tr: Bu iletinin şifresini çözmek için gerekli olan gizli anahtara sahip değilsiniz.

source: The keyring file %1 does not exist. Please check your PGP setup.
tr: Anahtar halkası dosyası %1 bulunamadı. PGP yapılandırmanızı denetleyiniz.

source: Unknown error
tr: Bilinmeyen hata

source: Neither recipients nor passphrase specified.
tr: Ne alıcılar ne de parola cümlesi tanımlanmış.

source: The passphrase you entered is invalid.
tr: Girdiğiniz parola cümlesi geçersizdir.

source: The key(s) you want to encrypt your message to are not trusted. No encryption done.
tr: İletinizi şifrelemek için kullanmak istediğiniz anahtar(lar) güvenilir değiller. Hiçbir şifreleme yapılmadı.

source: The following key(s) are not trusted: %1 Their owner(s) will not be able to decrypt the message.
tr: Aşağıdaki anahtar(lar) güvenilir değil: %1 Anahtara sahip kişi(ler) iletinin şifresini çözemeyecek.

source: Missing encryption key(s) for: %1
tr: %1 için şifreleme anahtar(lar)ı eksik.

source: Error running PGP
tr: PGP çalıştırma hatası

source: You do not have the secret key for this message.
tr: Bu ileti için gizli anahtarınız yok.

source: ??? (file ~/.pgp/pubring.pkr not found)
tr: ??? (~/.pgp/pubring.pkr dosyası bulunamadı)

source: Unknown error.
tr: Bilinmeyen hata.

source: Signing failed because the passphrase is wrong.
tr: Parola cümleniz hatalı olduğundan imzalama başarısızlıkla sonuçlandı.

source: Signing failed because your secret key is unusable.
tr: Gizli anahtarınız kullanılabilir olmadığından imzalama başarısızlıkla sonuçlandı.

source: Error running gpg
tr: GPG çalıştırma hatası

source: The passphrase dialog was cancelled.
tr: Parola penceresi iptal edildi.

source: ??? (file ~/.gnupg/pubring.gpg not found)
tr: ??? (~/.gnupg/pubring.gpg dosyası bulunamadı)

source: Could not find PGP executable. Please check your PATH is set correctly.
tr: PGP uygulaması bulunamadı. PATH'in doğru ayarlandığını denetleyiniz.

source: OpenPGP Security Check
tr: OpenPGP Güvenlik Denetimi

source: Passphrase is too long, it must contain fewer than 1024 characters.
tr: Parola cümlesi çok uzun, 1024 harften az olmalı.

source: Out of memory.
tr: Bellek bitti.

source: You just entered an invalid passphrase. Do you want to try again, or cancel and view the message undecrypted?
tr: Yanlış bir parola cümlesi girdiniz. Yeniden girmeyi mi yoksa iletiyi şifresi çözülmeden görmeyi mi istersiniz?

source: PGP Warning
tr: PGP Uyarısı

source: &Retry
tr: &Tekrar Dene

source: You entered an invalid passphrase. Do you want to try again, continue and leave the message unsigned, or cancel sending the message?
tr: Yanlış bir parola cümlesi girdiniz. Yeniden girmeyi mi, devam edip iletiyi imzalamadan göndermeyi mi, yoksa iletiyi göndermeyi iptal etmeyi mi istersiniz?

source: Send &Unsigned
tr: İ&mzalamadan Gönder

# %1 = 'signing failed' error message
source: %1 Do you want to send the message unsigned, or cancel sending the message?
tr: %1 İletiyi imzalamadan göndermeyi mi yoksa göndermeyeyim mi?

# %1 = 'bad keys' error message
source: %1 Do you want to encrypt anyway, leave the message as-is, or cancel sending the message?
tr: %1 İletiyi olduğu gibi bırakmayı mı, şifrelemeyi mi yoksa gönderme işlemini iptal etmeyi mi istiyorsunuz?

source: Send &Encrypted
tr: &Şifreli Gönder

source: Send &Unencrypted
tr: &Açık Gönder

# %1 = 'missing keys' error message
source: %1 Do you want to leave the message as-is, or cancel sending the message?
tr: %1 İletiyi olduğu gibi bırakmayı mı yoksa göndermemeyi mi istiyorsunuz?

source: &Send As-Is
tr: &Olduğu Gibi Gönder

source: The following error occurred: %1
tr: Aşağıdaki hata oluştu: %1

source: This is the error message of %1: %2
tr: Hata: %1: %2

source: You did not select an encryption key for the recipient of this message; therefore, the message will not be encrypted.
tr: Bu iletinin alıcısı için şifreleme anahtarı belirlemediniz; bu yüzden ileti şifrelenmeyecek.

source: You did not select an encryption key for any of the recipients of this message; therefore, the message will not be encrypted.
tr: Bu iletinin hiçbir alıcısı için şifreleme anahtarı belirlemediniz; bu yüzden ileti şifrelenmeyecek.

source: You did not select an encryption key for one of the recipients; this person will not be able to decrypt the message if you encrypt it.
tr: Bu iletinin alıcılarından biri için şifreleme anahtarı belirlemediniz; bu yüzden ilgili kişi şifreli gönderirseniz iletinin şifresini çözemeyecek.

source: You did not select encryption keys for some of the recipients; these persons will not be able to decrypt the message if you encrypt it.
tr: Bu iletinin alıcılarından bazıları için şifreleme anahtarı belirlemediniz; bu yüzden ilgili kişiler şifreli gönderirseniz iletinin şifresini çözemeyecek.

source: This feature is still missing
tr: Bu özellik halen eksiktir

source: You either do not have GnuPG/PGP installed or you chose not to use GnuPG/PGP.
tr: GnuPG/PGP sisteminizde yüklü değil ya da GnuPG/PGP kullanmamayı tercih ettiniz.

source: Encryption Key Selection
tr: Şifreleme Anahtarı Seçimi

source: There is a problem with the encryption key(s) for "%1". Please re-select the key(s) which should be used for this recipient.
tr: "%1" için kullanılacak şifreleme anahtar(lar)ında sorun var. Lütfen bu alıcı için kullanılacak anahtar(lar)ı tekrar seçiniz.

source: No valid and trusted OpenPGP key was found for "%1". Select the key(s) which should be used for this recipient.
tr: "%1" için geçerli bir OpenPGP anahtarı bulunamadı. Lütfen bu alıcı için kullanılacak anahtar(lar)ı tekrar seçiniz.

source: More than one key matches "%1". Select the key(s) which should be used for this recipient.
tr: "%1" için birden fazla anahtar var. Lütfen bu alıcı için kullanılacak anahtar(lar)ı tekrar seçiniz.

source: Please enter your OpenPGP passphrase:
tr: Lütfen OpenPGP parola cümlenizi giriniz:

source: Please enter the OpenPGP passphrase for "%1":
tr: "%1" için lütfen OpenPGP parola cümlenizi giriniz:

source: Warning
tr: Uyarı

source: Please check if encryption really works before you start using it seriously. Also note that attachments are not encrypted by the PGP/GPG module.
tr: Lütfen şifrelemenin ciddi olarak kullanmadan önce gerçekten çalıştığından emin olunuz. Ayrıca eklerin PGP/GPG ile şifrelenmediğini unutmayınız.

source: Encryption Tool
tr: Şifreleme Yöntemi

source: Select encryption tool to &use:
tr: Kullanılacak şifreleme &yöntemini seçiniz:

source: Autodetect
tr: Kendiliğinden keşfet

source: PGP Version 2.x
tr: PGP Sürüm 2.x

source: PGP Version 5.x
tr: PGP Sürüm 5.x

source: PGP Version 6.x
tr: PGP Sürüm 6.x

source: Do not use any encryption tool
tr: Şifreleme yöntemi kullanma

source: Options
tr: Seçenekler

source: &Keep passphrase in memory
tr: Parola sözcüğünü aklında &tut

source: <qt><p>When this option is enabled, the passphrase of your private key will be remembered by the application as long as the application is running. Thus you will only have to enter the passphrase once.</p><p>Be aware that this could be a security risk. If you leave your computer, others can use it to send signed messages and/or read your encrypted messages. If a core dump occurs, the contents of your RAM will be saved onto disk, including your passphrase.</p><p>Note that when using KMail, this setting only applies if you are not using gpg-agent. It is also ignored if you are using crypto plugins.</p></qt>
tr: <qt><p>Bu seçenek etkinleştirildiğinde, gizli anahtarınızın parola cümlesi uygulama çalıştığı sürece hatırlanacaktır. Bu yüzden, parola cümlenizi sadece bir kere belirtmeniz yeterlidir.</p><p>Bunun bir güvenlik tehdidi yaratabileceğini göz önünde bulundurunuz. Eğer bilgisayarınızın başından ayrılırsanız, başkaları imzalı iletiler gönderebildiği gibi şifreli iletilerinizi de okuyabilir. Eğer bellek dökümü olursa, parola cümlenizle birlikte RAM'inizin içeriği diske yazılır.</p><p>KMail kullanırken, bu yapılandırma sadece gpg-agent kullanmazken geçerlidir. Şifreleme eklentileri kullanırken, bu seçenek yine önemsenmez.</p></qt>

source: Always encr&ypt to self
tr: Her zaman &kendime şifrele

source: <qt><p>When this option is enabled, the message/file will not only be encrypted with the receiver's public key, but also with your key. This will enable you to decrypt the message/file at a later time. This is generally a good idea.</p></qt>
tr: <qt><p>Bu seçenek etkinleştirildiğinde, ileti/dosya sadece karşı tarafın açık anahtarıyla değil, aynı zamanda Sizinkiyle de şifrelenecektir. Bu Size ileride ileti/dosya şifresinin çözebilme olasılığı sunar. Bu genelde iyi bir fikirdir.</p></qt>

source: &Show signed/encrypted text after composing
tr: Yazdıktan sonra imzalı/şifreli metni &göster

source: <qt><p>When this option is enabled, the signed/encrypted text will be shown in a separate window, enabling you to know how it will look before it is sent. This is a good idea when you are verifying that your encryption system works.</p></qt>
tr: <qt><p>Bu seçenek etkinleştirildiğinde, imzalanan/şifrelenen metin, gönderilmeden önceki halini bilmeniz için ayrı bir pencerede görüntülenecektir. Bu şifreleme düzeneğinizi sınamak için iyi bir fikirdir.</p></qt>

source: Always show the encryption keys &for approval
tr: Her zaman şifreleme anahtarlarını &onay için göster

source: <qt><p>When this option is enabled, the application will always show you a list of public keys from which you can choose the one it will use for encryption. If it is off, the application will only show the dialog if it cannot find the right key or if there are several which could be used. </p></qt>
tr: <qt><p>Bu seçenek etkinleştirildiğinde, uygulama şifreleme için kullanabileceğiniz anahtarların bir listesini onlardan birini seçmeniz için gösterir. Eğer etkin değilse; uygulama doğru anahtarı bulamazsa veya kullanılabileceği birden fazla anahtar varsa iletişim penceresi görüntüleyecektir.</p></qt>

source: &Search for:
tr: A&ra

source: Key ID
tr: Anahtar &ID

source: User ID
tr: &Kullanıcı ID

source: Remember choice
tr: Tercihleri hatırla

source: <qt><p>If you check this box your choice will be stored and you will not be asked again.</p></qt>
tr: <qt><p>Eğer bu kutuyu seçerseniz, seçiminiz hatırlanacak ve daha sonra size tekrar sorulmayacaktır.</p></qt>

source: &Reread Keys
tr: Anahtarları &Yeniden Oku

source: Fingerprint: %1
tr: Parmak izi: %1

source: Revoked
tr: &Feshedilmiş

source: Expired
tr: &Tarihi geçmiş

source: Disabled
tr: &Etkin değil

source: Invalid
tr: &Geçersiz

source: Undefined trust
tr: &Bilinmeyen güven

source: Untrusted
tr: &Güvenilmeyen

source: Marginally trusted
tr: &Kısmi güven

source: Fully trusted
tr: &Tam güven

source: Ultimately trusted
tr: &Kesin güven

source: Unknown
tr: Bilinmeyen

source: Secret key available
tr: Gizli anahtar var

source: Sign only key
tr: Sadece imzalama anahtarı

source: Encryption only key
tr: Sadece şifreleme anahtarı

# creation date and status of an OpenPGP key
source: Creation date: %1, Status: %2
tr: Yaratılma tarihi: %1, Durum: %2

# creation date, status and remark of an OpenPGP key
source: Creation date: %1, Status: %2 (%3)
tr: Yaratılma tarihi: %1, Durum: %2 (%3)

source: Checking Keys
tr: Anahtarlar Doğrulanıyor

source: Checking key 0xMMMMMMMM...
tr: 0xMMMMMMMM anahtarı doğrulanıyor...

source: Checking key 0x%1...
tr: 0x%1 anahtarı doğrulanıyor...

source: Recheck Key
tr: Anahtarı Yeniden Denetle

source: OpenPGP Key Selection
tr: OpenPGP Anahtar Seçimi

source: Please select an OpenPGP key to use.
tr: Lütfen kullanılacak OpenPGP anahtarını seçiniz.

source: Clear
tr: Temizle

source: Change...
tr: Değiştir...

source: Encryption Key Approval
tr: Şifreleme Anahtarı Onayı

source: The following keys will be used for encryption:
tr: Aşağıdaki anahtarlar şifreleme için kullanılacaktır:

source: Your keys:
tr: Anahtarlarınız:

# @info
source: <placeholder>none</placeholder> means 'no key'
tr: <placeholder>hiçbiri</placeholder> 'anahtar yok' anlamına gelir

source: Recipient:
tr: Alıcı:

source: Encryption keys:
tr: Şifreleme anahtarları:

source: Encryption preference:
tr: Şifreleme tercihi:

# @item:inlistbox
source: <placeholder>none</placeholder>
tr: <placeholder>hiçbiri</placeholder>

# @item:inlistbox
source: Never Encrypt with This Key
tr: Asla Bu Anahtarla Şifreleme

# @item:inlistbox
source: Always Encrypt with This Key
tr: Her Zaman Bu Anahtarla Şifrele

# @item:inlistbox
source: Encrypt Whenever Encryption is Possible
tr: Şifreleme Mümkünse Şifrele

# @item:inlistbox
source: Always Ask
tr: Her Zaman Sor

# @item:inlistbox
source: Ask Whenever Encryption is Possible
tr: Şifreleme Mümkünse Sor

source: Select the key(s) which should be used to encrypt the message to yourself.
tr: Lütfen kendinize şifrelemek için kullanacağınız anahtar(lar)ı seçiniz.

source: Select the key(s) which should be used to encrypt the message for %1
tr: %1 için hangi anahtar(lar) ile şifreleyeceğinizi seçiniz

source: OpenPGP Information
tr: OpenPGP Bilgisi

source: Result of the last encryption/sign operation:
tr: Son şifreleme/imzalama işleminin sonucu:
