Repository: pars-linux/uludag
Catalog: l10n-kde4/*/docmessages/kdebase-runtime/faq_desktop.po
Languages: tr

source: The desktop
tr: Masaüstü

source: How do I add an application to the desktop?
tr: Masaüstüne bir uygulamayı nasıl eklerim?

source: Just choose the desired application from the <guimenu>K</guimenu> menu and drag and drop it to the Desktop.
tr: <guimenu>K</guimenu> menüsünden istediğiniz uygulamayı seçin ve tutup Masaüstüne taşıyın. Hepsi bu kadar.

source: How do I mount/unmount a device from the desktop?
tr: Masaüstünden bir aygıtı nasıl bağlayıp/kaldırabilirim?

source: First, make sure you are allowed to <command>mount</command>/<command>umount</command> the relevant device as a user.
tr: Önce kullanıcı olarak <command>mount</command>/<command>umount </command> yapmanıza izniniz olduğuna emin olun.

source: Where are the icons kept?
tr: İkonlar nerede saklanıyor?

source: How do I use the mouse scroll wheel in &kde;?
tr: &kde; içerisinde fare tekerleğini nasıl kullanırım?

source: Mouse wheel support comes with &Qt; 2.0 and above, so &kde; based on that will automatically support the use of the mouse scroll wheel if your system is configured correctly. Check that your &X-Server; settings support the use of a scrollwheel if it is not working.
tr: Tekerlekli fare desteği sadece &Qt;2.0 ve daha üzerinde vardır.;böylece farenizin tekerlek fonksiyonu otomatik olarak &kde;tarafından desteklenecektir.

source: How do I launch applications in a particular desktop?
tr: Özel bir masaüstündeki uygulamaları nasıl çalıştırabilirim?

source: &kde; comes with a program called &kstart;. To start an <application>xterm</application> on the second desktop and then activate it use: <userinput><command>kstart</command> <option>--desktop 2 --activate --window "xterm" </option>xterm</userinput>.
tr: &kde;, &kstart; ad verilen bir programla birlikte gelir. İkinci masaüstünde bir <application>xterm</application> başlatmak ve aktifleştirmek için: <userinput><command>kstart</command> <option>--desktop 2 --activate --window "xterm" </option>xterm</userinput> komutunu kullanmalısınız.

source: Note that the <option>--window</option> option is important. It takes an argument which is a regular expression matching the title of the window to apply the settings to.
tr: <option>--window</option> seçeneğinin önemli olduğunu unutmayın. Bu seçenek, ayarların uygulanacağı pencerenin başlığına göre kurallı bir ifade alır.

source: Please read <command>kstart</command> <option>--help-all</option> for more magic available with &kstart; (and there is an abundance).
tr: Lütfen &kstart; ile kullanılabilir daha fazla komut için <command>kstart</command> <option>--help-all</option> komutunu kullanın (ayrıca bir topluluk da var).

source: Where do I save my files if I want them to appear directly on the desktop?
tr: Dosyalarımın doğrudan masaüstünde görünebilmesi için nereye kaydetmeliyim?

source: <filename class="directory">$<envar>HOME</envar>/Desktop</filename>. You might need to refresh your desktop after you have saved your files.
tr: <filename class="directory">$<envar>HOME</envar>/Desktop</filename>. Dosyalarınızı kaydettikten sonra masaüstünüzü yenilemelisiniz.

source: I've deleted the Trash icon on my desktop. How can I get it back?
tr: Masaüstümdeki Çöp ikonunu sildim. Nasıl geri getirebilirim?

source: Right-click on the desktop and in the context menu that appears, choose <menuchoice><guisubmenu>Create New...</guisubmenu><guimenuitem>Link to Location (URL)...</guimenuitem> </menuchoice>. Set the <guilabel>File name</guilabel> to <userinput>Trash</userinput> and the location to <userinput>trash:/</userinput>. Click on <guibutton>OK</guibutton> and you're done.
tr: Masaüstüne sağ tıklayınca görülen sağ tuş menüsünde, <menuchoice><guisubmenu>Yeni Oluştur...</guisubmenu><guimenuitem> Konuma Bağla (URL)...</guimenuitem> </menuchoice>seçin. <guilabel>Dosya adı</guilabel>nı <userinput>Çöp</userinput> olarak değiştirin ve konum olarak da <userinput>trash:/</userinput> yazın. <guibutton>Tamam</guibutton> tıkladığınızda, işleminizi tamamlamış olacaksınız.
