Repository: pars-linux/uludag
Catalog: l10n-kde4/*/docmessages/kdebase-runtime/faq_notrelated.po
Languages: tr

source: Not really &kde;-related, but frequently asked nevertheless.
tr: Gerçekte pek &kde; ile ilgili değil ama yine de çokça sorulan sorular.

source: How do I change the screen resolution?
tr: Ekran çözünürlüğünü nasıl değiştirebilirim?

source: Use <keycombo action="simul">&Ctrl;&Alt;<keycap>+</keycap></keycombo> and <keycombo action="simul">&Ctrl;&Alt;<keycap>-</keycap></keycombo> to cycle through the resolutions you have defined in <filename>XF86Config</filename> (maybe under <filename class="directory">/etc/X11</filename>; poke around first). If you prefer to get your hands dirty, you can always edit the file directly. By placing your favorite resolution at the beginning (or making it the only one listed), &X-Window; will always start up with that resolution.
tr: <filename>XF86Config</filename> (tahminen <filename class="directory">/etc/X11</filename>; klasöründedir) dosyasında belirtilen çözünürlükler arasında dolaşmak için <keycombo action="simul">&Ctrl;&Alt; <keycap>+</keycap></keycombo> ve <keycombo action="simul">&Ctrl;&Alt; <keycap>-</keycap></keycombo> tuş kombinasyonlarını kullanın. Eğer uğraşmak istiyorsanız bu dosyayı doğrudan düzenleyebilirsiniz. İstediğiniz çözünürlüğü en başa yazarak (ya da listede sadece onu bırakarak), &X-Window; sunucusunun hep bu çözünürlükte başlamasını sağlayabilirsiniz.

source: Always make a backup copy of your <filename>XF86Config</filename> file <emphasis>before</emphasis> you start editing it. Errors in this file can render &X-Window; unusable.
tr: <filename>XF86Config</filename> dosyasını düzenlemeden <emphasis>önce </emphasis> mutlaka bu dosyanın bir yedeğini alın. Yapılan herhangi bir hata, düzeltilene kadar, &X-Window; sunucusunun çalışmasını engelleyebilir.

source: These instructions are only valid if you are running version 3.3.x of the XFree86 server. If you are running XFree86 4.x, you must consult with the <ulink url="http://xfree.org">XFree86(TM): Home Page</ulink>.
tr: Bu anlatılanlar sadece XFree86 sunucusunun 3.3.x sürümünü kullanıyorsanız geçerlidir. XFree86 4.x kullanıyorsanız <ulink url="http://xfree.org"> XFree86(TM): Ana Sayfa</ulink> adresinden bilgi almanız gerekir.

source: How do I change the color depth?
tr: Renk derinliğini nasıl değiştirebilirim?

source: There is no way you can do this on the fly. You can either start &X-Window; using <command>startx <option> -bpp <replaceable>number</replaceable></option></command> where <replaceable>number</replaceable> can be 8, 16, 24 or 32, depending on the depth you want. Alternatively, if you are using <application>xdm</application>/&kdm;, you need to edit <filename>/etc/X11/xdm/Xservers</filename> (may vary) and enter <userinput>:0 local /usr/X11R6/bin/X -bpp 16</userinput> for 16 bit color depth.
tr: Bunu yapmak için &X-Window; sunucusunu <command>startx <option> -bpp <replaceable>sayı</replaceable></option></command> seçeneği ile çalıştırmanız gerekir. <replaceable>sayı</replaceable> seçeneği isteğinize bağlı olarak 8, 16, 24 ya da 32 olabilir. Başka bir yol olarak da, <application>xdm</application>/&kdm;'yi kullanıyorsanız,<filename>/etc/X11/xdm/Xservers</filename> dosyasını (değişebilir) düzenleyin ve 16 bit renk derinliği için <userinput>:0 local /usr/X11R6/bin/X -bpp 16 </userinput> değerini girin.

source: You can also edit the <filename>XF86Config</filename> file and add a line like <userinput>DefaultColorDepth <replaceable>number</replaceable></userinput> to Section "Screen". The next time you start X, it will run with the newly-configured color depth.
tr: Ayrıca <filename>XF86Config</filename> dosyasındaki "Screen" bölümüne <userinput>DefaultColorDepth <replaceable>sayı</replaceable></userinput> değerini de girebilirsiniz.X sunucusunu başlattığınız bir dahaki seferde yeni ayarlanmış renk derinliğini kullanıyor olacaksınız.

source: What can I do if I am using a 2-button mouse?
tr: Eğer 2-tuşlu fare kullanıyorsam ne yapabilirim?

source: Go buy a 3-button one, or use third button emulation. The third button is emulated by pressing both the &LMB; and the &RMB; together. You would need to enable <option>Emulate3Buttons</option> in your <filename>XF86Config</filename> file.
tr: Yeni bir 3-tuşlu fare alın ya da üçüncü tuş emülasyonunu kullanın. Üçüncü tuş, sol ve sağ fare tuşlarına aynı anda basılmasıyla emüle edilir.Bunun için <filename>XF86Config</filename> dosyasındaki <option>Emulate3Buttons</option> seçeneğini aktif duruma getirmeniz gerekmektedir.

source: What is a "sticky" window?
tr: "Yapışkan" pencere nedir?

source: In a virtual desktop environment with multiple virtual desktops, a "sticky" window will stay put on the screen when you switch between desktops, as if sticking to the glass of the screen. <application>Xclock</application> is a typical candidate for sticking, as you need to run only one instance of it, and it always stays with you.
tr: Birden çok sanal masaüstü çalıştıran bir masaüstü ortamında, bir uygulamayı "yapışkan" hale getirmek, sanal masaüstleri arasında dolaşırken o uygulamanın her sanal masaüstünde görünmesini sağlar, sanki monitörün camına yağışmış gibi.. <application>Xclock</application> uygulaması bunun tipik bir örneğidir.

source: How do I extract/install diff files?
tr: diff dosyalarını nasıl açabilirim/yükleyebilirim?

source: To generate a context-diff suitable for patching, use <command>diff -u <replaceable>old-file new-file</replaceable> &gt; <replaceable>patchfile</replaceable></command>. To apply the diff to a file (<abbrev>i.e.</abbrev> "patch the file"), execute <command>patch &lt; <replaceable>patchfile</replaceable></command>.
tr: Yamalama için diff dosyaları oluşturmak için <command>diff -u <replaceable>eski-dosya yeni-dosya</replaceable> &gt; <replaceable>yamadosyası</replaceable></command> komutunu kullanın. diff'i bir dosyaya uygulamak (ör: "dosyayı yamalamak için") için <command>patch &lt; <replaceable>patchfile</replaceable></command> komutunu çalıştırın.

source: How do I get &Linux; to mount the floppy device for use with both DOS and ext2 formatted floppies?
tr: &Linux;'un hem DOS hem de ext2 biçimli disketleri okuması için disket sürücüyü nasıl bağlayabilirim?

source: Just specify the filesystem type as auto in <filename>/etc/fstab</filename>. Auto detection works fine for DOS and ext2.
tr: <filename>/etc/fstab</filename> dosyasında filesystem (dosya sistemi) türünü auto (otomatik) olarak tanımlayın. Otomatik algılama DOS ve ext2 için gayet iyi çalışır.

source: How do I start &kde; with the <keycap>Num Lock</keycap> on?
tr: &kde;'yi <keycap>Num Lock</keycap> açık olarak nasıl başlatabilirim?

source: How do I take window or desktop screenshots?
tr: Pencere veya masaüstü resimlerini nasıl çekebilirim?

source: Use &ksnapshot;.
tr: &ksnapshot; uygulamasını kullanın.

source: Is there a tool to make webpages?
tr: Web sayfaları yaratmak için bir araç var mı?

source: Yes, and there are a lot of them out there, including <application>StarOffice</application>, <application>&Netscape; Composer</application>, and <application>XEmacs</application>. There are also many &kde; applications. To find the most current list, go to <ulink url="http://kde-apps.org">kde-apps.org: The Latest in &kde; Applications</ulink> and search for <emphasis>web development</emphasis>. Try as many as possible and choose the one most suitable to your needs.
tr: Evet, ve bunlardan çokça vardır, bazıları <application>StarOffice</application>, <application>&Netscape; Composer</application>, ve <application>XEmacs </application> gibi uygulamalardır. Daha bir çok &kde; uygulaması da vardır. En güncel listeyi bulmak için <ulink url="http://apps.kde.com">APPS.&kde;.com: En Güncel &kde; Uygulamaları</ulink> adresine gidin ve <emphasis>(web development (web geliştirme)</emphasis> araçları için arama yapın.Size en uygun olan uygulamayı birçok uygulama arasından seçebilirsiniz.

source: What do all those acronyms like AFAIK mean?
tr: AFAIK gibi kısaltmalar ne anlama geliyor?

source: AAMOF: as a matter of fact AFAIK: as far as I know AISE: as I see it BFN: bye for now BION: believe it or not BRB: be right back BTW: by the way CMIIW: correct me if I am wrong FUD: fear, uncertainty, and doubt FWIW: for what it's worth FYI: for your information HTH: hope this helps IIRC: if I recall correctly IMHO: in my humble opinion LOL: laughing out loud MYOB: mind your own business PITA: pain in the ass ROTFL: rolling on the floor laughing RTFM: read the fine manual SOP: standard operating procedure TIA: thanks in advance YMMV: your mileage may vary
tr: AAMOF: as a matter of fact - gerçeğin bir parçası AFAIK: as far as I know - bildiğim kadarıyla AISE: as I see it BFN: bye for now - şimdilik güle güle BION: believe it or not - ister inan ister inanma BRB: be right back BTW: by the way CMIIW: correct me if I am wrong - hatalıysam düzelt FUD: fear, uncertainty, and doubt FWIW: for what it's worth FYI: for your information - bilginize HTH: hope this helps - umarım işe yarar IIRC: if I recall correctly - doğru hatırlıyorsam IMHO: in my humble opinion LOL: laughing out loud MYOB: mind your own business PITA: pain in the ass ROTFL: rolling on the floor laughing RTFM: read the fine manual SOP: standard operating procedure - standart işleme prosedürü TIA: thanks in advance - şimdiden teşekkürler YMMV: your mileage may vary
