Repository: pars-linux/uludag
Catalog: l10n-kde4/*/docmessages/kdebase-runtime/faq_kdeapps.po
Languages: tr

source: &kde; applications
tr: &kde; uygulamaları

source: Many &kde; users report problems using &kppp;. But before you complain about &kppp;, make sure you have already checked the following:
tr: Birçok &kde; kullanıcısı &kppp;'yi kullanarak sorunları iletiyor. Fakat &kppp; hakkında endişelenmeden önce sıradakini incelediğinizden emin olun:

source: Can you dialup to your <acronym>ISP</acronym> without using &kppp;? If you cannot, then perhaps &kppp; is not the culprit after all.
tr: &kppp;'yi kullanmadan <acronym>ISS</acronym>'nize bağlanabiliyor musunuz? Eğer cevap hayırsa, &kppp; suçlu olmayabilir.

source: Have you gone through the &kppp; documentation at least three times and followed its instructions and trouble-shooting suggestions?
tr: &kppp; yardım metinlerini en azından üç kere gözden geçirip, yardımlarını ve önerilerini izlediniz mi?

source: The &kppp; documentation can be accessed through the <application>&kde; Help Center</application>. Last, but not least, the &kppp; homepage is at <ulink url="http://ktown.kde.org/~kppp/">http://ktown.kde.org/~kppp/</ulink>.
tr: &kppp; yardım metnine <application>&kde; Yardım Merkezi</application>'nden erişilebilir. Ayrıca &kppp; ana sayfası <ulink url="http://ktown.kde.org/~kppp/">http://ktown.kde.org/~kppp/</ulink> ziyaret edilebilir.

source: Now, if you still encounter problems, here's what might help you solve them:
tr: Hala sorunlar yaşıyorsanız, size yardım edebilecek şey işte burada:

source: How do I change the &MTU; setting in &kppp;?
tr: &kppp;'deki &MTU;'yu nasıl değiştirebilirim?

source: Open up the &kppp; dialog box and select <guibutton>Setup</guibutton>. Choose an existing account and click <guibutton>Edit</guibutton>, or <guibutton>New</guibutton> to create a new dialup account. Select the <guilabel>Dial</guilabel> tab and click <guibutton>Arguments</guibutton>. Type what you want to change in the Argument textbox (&eg; <userinput>mtu 296</userinput>) and click <guibutton>Add</guibutton>. When you are satisfied, click <guibutton>Close</guibutton>.
tr: &kppp;'yi açın ve <guibutton>Ayarlar</guibutton>'ı seçin. Bir hesap seçip <guibutton>Düzenle</guibutton>'yi tıklayın ya da <guibutton>Yeni</guibutton>'yi seçip yeni bir hesap oluşturun. <guilabel>Ara</guilabel> sekmesini seçip <guibutton>Pppd Argümanlarını Özelleştir</guibutton>'i seçin. Neyi değiştirmek istiyorsanız onu yazı alanına girin (örneğin <userinput>mtu 296</userinput>) ve <guibutton>Ekle</guibutton>'ye tıklayın. Her şey tamamsa <guibutton> Kapat</guibutton>'a basın.

source: To check whether the options <quote>took</quote>, do one of the following:
tr: Seçeneklerin çalışıp çalışmadığını kontrol etmek için, birini yapın:

source: In a terminal window, run <userinput><command>/sbin/ifconfig</command> ppp0</userinput> and look at the reported &MTU; in the output. It should match your request.
tr: Bir terminal penceresinde <userinput><command>/sbin/ifconfig</command> ppp0</userinput> komutunu çalıştırın ve gösterilen &MTU; değerine bakın. İsteğinize uygun olması gerekir.

source: Add <option>debug</option> and <option>kdebug</option> (each on a separate line) to your <filename>/etc/ppp/options</filename> file and restart your &PPP; session. You will find debugging messages in <filename>/var/log/messages</filename>, including &MRU; and &MTU; settings.
tr: <option>debug</option> ve <option>kdebug</option> seçeneklerini herbiri ayrı satırda olacak şekilde <filename>/etc/ppp/options</filename> dosyasına ekleyip &PPP; oturumunu yeniden başlatın. <filename>/var/log/messages</filename> dosyasında &MRU; ve &MTU; ayarlarını da içeren hata ayıklama mesajları bulacaksınız.

source: If you want, the &MRU; and &MTU; settings can be added to the <filename>options</filename> file, one complete setting per line, no quotes or dashes.
tr: İsterseniz, &MRU; ve &MTU; ayarları <filename>seçenekler</filename> dosyasına eklenebilir. Her satıra tırnak işareti ve tiresiz bir ayar yazılmalıdır.

source: &kppp; connects at a slower speed than normal.
tr: &kppp; normalden daha düşük bir hızda bağlanır.

source: The following might do the trick:
tr: Sıradaki bu işe yarayabilir:

source: Try executing <command>setserial spd_hi</command>.
tr: <command>setserial spd_hi</command> komutunu çalıştırmayı deneyin.

source: The default &MTU; value is 1500, which maybe too large for a dialup connection. Try changing it to a smaller value like <userinput>296</userinput> or <userinput>576</userinput>.
tr: Öntanımlı &MTU; değeri 1500'dür. Bu değer çevirmeli ağ bağlantısı için çok büyük olabilir. Daha küçük bir değer girmeyi deneyin, örneğin <userinput>296</userinput> or <userinput>576</userinput>.

source: Check in your <filename class="directory">$<envar>HOME</envar>/.kde/share/config</filename> for the <filename>kppprc</filename>. Ensure the correct modem speed is actually defined there.
tr: Ev dizininizde 'kde/share/config' konumundaki 'kppprc' dosyasını kontrol edin. Bu dosyada doğru modem hızı değerinin girildiğinden emin olun.

source: How do I page-up or page-down?
tr: Nasıl bir sayfa yukarı ya da aşağı giderim?

source: How do I perform a simple <quote>copy</quote> from &konsole; to anything else?
tr: Nasıl &konsole;'dan herhangi bir yere basit bir <quote>kopyala</quote> işlemi yapabilirim

source: When I do a <command>ls</command>, first I select with the mouse the desired text, press <keycombo action="simul">&Ctrl;<keycap>C</keycap></keycombo>, then I make the target application active, point the mouse to the relevant part and press <keycombo action="simul">&Ctrl;<keycap>V</keycap></keycombo>. Alternatively, highlight the text by dragging with the &LMB; down and paste by clicking with the &MMB; (or both buttons if you are using a 2 button mouse with 3 button emulation).
tr: <command>ls</command> komutunu çalıştırdığımda, önce istediğim metni fare ile seçiyorum, sonra <keycombo action="simul">&Ctrl;<keycap>C</keycap></keycombo> tuşlarına basıyorum. Daha sonra hedeflenen uygulamaya geçip, fareyi uygun bir yere getirip <keycombo action="simul">&Ctrl;<keycap> V</keycap></keycombo> tuşlarına basıyorum. Farklı bir yöntem olarak, fareyi kullanarak &LMB; ile metni seçip, daha sonra &MMB; ile yapıştırabilirsiniz (ya da eğer 3 tuş emilasyonu ile 2 tuşlu fare kullanıyorsanız iki tuşa da aynı anda basabilirsiniz).

source: <application>FontConfig</application> must find the three fonts installed in: <filename class="directory">$<envar>KDEDIR</envar>/share/fonts</filename>. If the &kde; install does not install these fonts in a directory that already exists (&eg; <filename class="directory">/usr/share/fonts</filename>) then you must add this directory to the configuration file <filename class="directory">/etc/fonts/local.conf</filename>. This should be the first line after <quote>&lt;fontconfig&gt;</quote>. For example: <programlisting> &lt;fontconfig&gt; &lt;dir&gt;/usr/kde3/share/fonts&lt;/dir&gt; &lt;/fontconfig&gt; </programlisting> After adding the directory, run (as root): <userinput><command>fc-cache</command> -v</userinput> and check that it found the directory.
tr: <application>FontConfig</application> <filename class="directory">$<envar>KDEDIR</envar>/share/fonts</filename> dosyasının içinde üç font bulmak zorundadır. Eğer &kde; bu fontları var olan bir dizine kurmazsa (&örneğin; <filename class="directory">/usr/share/fonts</filename>) o zaman <filename class="directory">/etc/fonts/local.conf</filename> yapılandırma dosyasına bu dizini siz ilave etmelisiniz. <quote>&lt;fontconfig&gt;</quote> satırından sonraki ilk satıra eklemelisiniz.
