Repository: pars-linux/uludag
Catalog: l10n-kde4/*/docmessages/kdebase-runtime/faq_moreinfo.po
Languages: tr

source: Getting more information
tr: Daha fazla bilgi için

source: Where is the &kde; homepage?
tr: &kde; ana sayfası nerededir?

source: The &kde; homepage is located at <ulink url="http://www.kde.org">http://www.kde.org</ulink>. If you prefer a local mirror, there are several to choose from. For a current list of web site mirrors sorted by location, please visit <ulink url="http://www.kde.org/mirrors/web.php">http://www.kde.org/mirrors/web.php</ulink>.
tr: &kde; ana sayfası <ulink url="http://www.kde.org">http://www.kde.org</ulink> adresindedir. Eğer yerel bir yansı kullanmak isterseniz birkaç seçenek mevcuttur. Web sitesi yansılarının konuma göre sıralanmış bir listesi için <ulink url="http://www.kde.org/mirrors/web.php">http://www.kde.org/mirrors/web.php</ulink> adresini ziyaret ediniz.

source: Is there a &kde; mailing list?
tr: Bir &kde; posta listesi var mı?

source: There are several &kde; mailing lists. Each focuses on a different aspect of &kde;. Some are for developers, so they are not discussed in detail. Some of the more important lists that users might be interested in are:
tr: Bazı &kde; posta listeleri var. Herbiri &kde;'nin değişik bir özelliğine odaklanır. Bazıları geliştiriciler içindir, bu nedenle bunlar detaylı incelenmemiştir. Kullanıcıların merak ilgileneceği daha önemli listelerden bazıları:

source: This is the main &kde; mailing list for general discussions.
tr: Burası genel tartışmaların olduğu &kde; ana posta listesidir.

source: This list is used to announce new versions of &kde; as well as new tools and applications.
tr: Burası &kde;'nin yeni sürümleri ile yeni araçların ve uygulamaların duyurularının yapıldığı bir listedir.

source: This is the list that deals with questions about look and feel, and general user interface considerations.
tr: Burası Görünüm ve Doku ve genel kullanıcı arayüzü ile ilgili soruların tartışıldığı bir listedir.

source: For the complete list of mailing lists available, please refer to <ulink url="http://www.kde.org/mailinglists/">http://www.kde.org/mailinglists/</ulink>.
tr: Mevcut posta listelerinin listesi için lütfen <ulink url="http://www.kde.org/mailinglists/">http://www.kde.org/mailinglists/</ulink> adresini ziyaret ediniz.

source: Please note that it is not a good idea to ask questions which are already answered in this &FAQ;.
tr: SSS bölümünde zaten açıklanmış soruları yeniden yöneltmenin iyi bir fikir olmadığını lütfen göz önünde bulundurun.

source: How do I subscribe/unsubscribe to these lists?
tr: Bu listelere nasıl üye olurum ya da bu listelerden nasıl çıkarım?

source: To subscribe, send an email to list-request, that is:
tr: Üye olmak için, list-request'e (liste-talep) bir posta gönderin :

source: The email must contain <userinput>subscribe <replaceable>your_email_address</replaceable></userinput> in the subject.
tr: E-posta, konu bölümünde <userinput>subscribe <replaceable>e_mail_adresiniz</replaceable></userinput> satırını içermelidir.

source: To unsubscribe, send an email to list-request, that is:
tr: Üyelikten çıkmak için, list-request'e (liste-talep) bir e-posta gönderin:

source: The email must contain <userinput>unsubscribe <replaceable>your_email_address</replaceable></userinput> in the subject.
tr: E-posta, konu bölümünde <userinput>unsubscribe <replaceable>e_mail_adresiniz</replaceable></userinput> satırını içermelidir.

source: Never send subscribe/unsubscribe request to the mailing lists directly! Use the list-request instead.
tr: Üye olma veya üyelikten çıkma taleplerinizi doğrudan listeye değil, list-request'e (liste-talep) gönderin!

source: There is also a complete list of all &kde;-related mailing lists, and a web interface for subscribing and unsubscribing located at <ulink url="http://master.kde.org/mailman/listinfo">http://master.kde.org/mailman/listinfo</ulink>.
tr: Ayrıca &kde; ile ilgili posta listelerinin tam bir listesi, ve üye olma ve üyelikten çıkma işlemleri için bir web arayüzü <ulink url="http://master.kde.org/mailman/listinfo">http://master.kde.org/mailman/listinfo</ulink> adresinde mevcuttur.

source: Is there a mailing list archive?
tr: Posta listesi arşivi var mı?

source: Yes, there is a searchable mailing list archive hosted by <ulink url="http://www.progressive-comp.com">Progressive Computer Concepts</ulink>. The &URL; is <ulink url="http://lists.kde.org">http://lists.kde.org</ulink>. There you will see a folder listing of the mailing lists. Note that you can only do a subject/author search at this level. You probably will not find what you want doing this kind of search.
tr: Evet, içinde arama yapılabilen bir posta listesi arşivi <ulink url="http://www.progressive-comp.com">Progressive Computer Concepts</ulink> tarafından sağlanan <ulink url="http://lists.kde.org">http://lists.kde.org</ulink> adresindedir. Bu adreste posta listelerinin listelendiği bir klasör göreceksiniz. Sadece konu/yazar araması yapabileceğinizi unutmayın.

source: To do a body search, you have to enter one of the mailing lists. Just click on the folder you want to search (&eg; <quote>kde</quote> or <quote>kde-devel</quote>) and then the pull-down menu by the search box will default to <quote>Body</quote> searches. To be thorough, you should probably search the <quote>kde</quote>, <quote>kde-linux</quote>, and <quote>kde-devel</quote> folders.
tr: Bir kişiyi aramak için posta listelerinden birinin içine girmeniz gerekmektedir. Arama yapmak istediğiniz dizine tıklayın (ör:<quote>kde</quote> veya <quote>kde-user</quote>) ve o posta listesindeki arama bölümü kişi arama olarak öntanımlı duruma gelecektir. Hedefinize ulaşma ihtimalinizi yükseltmek için <quote>kde</quote>, <quote>kde-user</quote>, ve <quote>kde-devel</quote> klasörlerinde arama yapmanız önerilir.

source: Is there a newsgroup about &kde;?
tr: &kde; ile ilgili haber grubu var mı?

source: Yes, there is! It is at <literal>comp.windows.x.kde</literal>. In addition, there is also a German newsgroup at <literal>de.alt.comp.kde</literal>. Please note that it is not a good idea to ask questions which are already answered in this &FAQ;.
tr: Evet var! <literal>comp.windows.x.kde</literal> adresinde. Ayrıca, <literal>de.alt.comp.kde</literal> adresinde bir de Almanca haber grubu vardır. SSS bölümünde cevaplanan soruların tekrar sorulmasının iyi bir fikir olmadığını unutmayın.

source: Are there any other &kde;-related &FAQ;s?
tr: Daha başka &kde; ile ilgili SSS var mı?

source: Yes. Here is a list of them:
tr: Evet, işte onların listesi:

source: aRts sound server documentation
tr: aRts ses sunucusu yardım dosyaları
