Repository: pars-linux/uludag
Catalog: l10n-kde4/*/docmessages/kdebase-runtime/faq_misc.po
Languages: tr

source: Miscellaneous questions
tr: Çeşitli sorular

source: What about &kde; programs that do not have icons? How do I get them into the menu?
tr: Simgeleri olmayan &kde; uygulamaları için ne yapacağım? Onları menüye nasıl ekleyeceğim?

source: Use &kmenuedit;. To access it use the &RMB; on the <guibutton>K</guibutton> button and select <guimenu>Menu Editor</guimenu>.
tr: &kmenuedit;'i kullanın. Bu uygulamaya erişmek için <guibutton>K</guibutton> tuşunun üstünde &RMB; tuşuna basın ve <guimenu>Menü Düzenleyici</guimenu>'yi seçin.

source: Does &kde; have a graphical &FTP; client?
tr: &kde; grafiksel bir &FTP; istemcisine sahip midir?

source: Yes, and it is none other than your favorite file manager, &konqueror;. You can drag and drop remote files into local folders.
tr: Evet, ve bu sizin en sevdiğiniz dosya yöneticisi &konqueror;'dan başka bir şey değil. Yerel dosyaları tutup yerel klasörlere taşıyabilirsiniz.

source: How do I exit &kde;?
tr: &kde;'den nasıl çıkabilirim?

source: Simply click on the <guibutton>K</guibutton> button and select <guimenu>Logout</guimenu>. In addition, if you <mousebutton>right</mousebutton> click on an empty area of the desktop, you will be presented with a menu containing logout as one of the options.
tr: <guibutton>K</guibutton> tuşuna basıp <guimenu>Oturumdan Çık</guimenu>'ı seçin. Ayrıca, masaüstünde boş bir alana <mousebutton>sağ</mousebutton> fare tuşu ile tıklarsanız, çıkış seçeneğinin de bulunduğu bir menüye ulaşırsınız.

source: Depending on your configuration of the &X-Window;, <keycombo action="simul">&Ctrl;&Alt;&Backspace;</keycombo> might also do the trick by killing the X server, but its use prevents session management and cannot be recommended.
tr: &X-Window;'un ayarlarına bağlı olarak <keycombo action="simul">&Ctrl;&Alt;&Backspace;</keycombo> tuşlarına basmak X sunucusunu kapatır, fakat bu yol oturum yönetimini engeller, bu nedenle önerilmez.

source: Is there a program that checks for new mails at my <acronym>ISP</acronym> if and only if I am online?
tr: Sadece ama sadece internete bağlandığımda <acronym>ISS</acronym>'mde yeni e-postaların olup olmadığını kontrol eden bir uygulama var mı?

source: &korn; will do the job. If you are not connected, it will just sit there (idling).
tr: &korn; bu iş içindir. Eğer internete bağlı değilseniz, hazır halde bekler.

source: Is it really necessary to upgrade to the latest version?
tr: KDE'yi son sürüme güncellemek gerçekten gerekli mi?

source: We recommend to always use the latest stable release. If you don't, it will probably be difficult to get answers to your questions. If you have a problem with an old version, the answer will probably be <quote>Please upgrade and try again</quote>. Note that new versions also sometimes fix security problems.
tr: Biz her zaman en son sürümün kullanılmasından yanayız. Eğer uygulamayı yenilmezseniz, sorularınıza cevap almakta güçlük çekebilirsiniz. Eski sürümle ilgili sorununuz varsa, cevap <quote>Lütfen güncelleyin ve tekrar deneyin</quote> olacaktır. Yeni sürümlerin bazen güvenlik problemlerini çözdüğünü de unutmayın.

source: How do I copy and paste in &kde;?
tr: &kde; içerisinde nasıl kopyalama ve yapıştırma yaparım?

source: The simplest method is to use your mouse:
tr: En basit metod farenizi kullanmaktır:

source: Highlight the text you want to copy by holding down the &LMB; and dragging across the text. This adds the selected text to the clipboard.
tr: &LMB; tuşunu basılı tutarak ve metin üzerinde gezdirerek kopyalamak istediğiniz bölümü işaretleyin.

source: Go to the destination area; depending on your configuration, you might need to click it using the &LMB; to give it focus.
tr: Metni kopyalamak istediğiniz hedefe gidin, ayarlarınıza göre hedefi işaretlemek için sol fare tuşuna basmak durumunda kalabilirsiniz.

source: Click the &MMB; to paste. If you have a two button mouse and are emulating a three button mouse, push both buttons simultaneously.
tr: Yapıştırmak için orta fare tuşuna basın. İki tuşlu bir fareniz varsa ve üç tuşlu fare emülasyonunu kullanıyorsanız, aynı anda iki tuşa birden basın.

source: For more information about using the clipboard in &kde; please see the &klipper; hand book, accessed by typing <userinput><command>help:/klipper</command></userinput> into the &konqueror; address bar.
tr: &kde; de panonun nasıl kullanılacağı hakkında daha geniş bilgi için &klipper; el kitabını inceleyin. Kitaba ulaşmak için &konqueror; adres çubuğuna <userinput><command>help:/klipper</command></userinput> yazmanız yeterli.

source: How do I convert the default &RedHat; menus into a menu in the <guimenu>K</guimenu> menu?
tr: Öntanımlı &RedHat; menülerini nasıl <guimenu>K</guimenu> menüsünde bir menüye nasıl dönüştürebilirim?

source: Click on the <guibutton>K</guibutton> button and select <menuchoice><guimenu>System</guimenu><guimenuitem>Appfinder</guimenuitem></menuchoice>.
tr: <guimenu>K</guimenu> tuşuna basın ve <menuchoice><guimenu>Sistem </guimenu><guimenuitem>Uygulama Bulucu</guimenuitem></menuchoice>'yu seçin.

source: Does &kde; support dual screen (Xinerama)?
tr: &kde; çift ekranı (Xinerama) destekler mi?

source: Yes, you need to have a multi-headed X server (&eg; MetroX or XFree86 4.0 and above) and a &kde; >= 2.2.1
tr: Evet, bunun için çoklu-başlıklı X sunucusuna (ör: MetroX veya XFree86 4.0 ve yukarısı) ve &kde; >=2.2.1'e ihtiyacınız vardır.

source: How do I check which version of &kde; I am using?
tr: Hangi &kde; sürümünü kullandığımı nasıl öğrenebilirim?

source: How do I go about creating themes and icons?
tr: Temalar ve simgeleri nasıl yaratabilirim?

source: How can I get to know about development updates?
tr: Geliştirme güncellemeleri hakkında nasıl haberdar olabilirim?

source: You might want to subscribe to the various &kde; mailing lists available, especially kde-cvs, which lists all commits done to the &kde; <acronym>CVS</acronym> repository. Check <ulink url="http://lists.kde.org">http://lists.kde.org</ulink> if you want to read without subscribing.
tr: Var olan çeşitli &kde; posta listelerine üye olmak isteyebilirsiniz, özellikle de tüm <acronym>CVS</acronym> &kde; haberleşmelerini bünyesinde barındıran kde-cvs'ye. Üye olmadan okumak istiyorsanız <ulink url="http://lists.kde.org"> http://lists.kde.org</ulink> adresine bakın.
