Repository: pars-linux/uludag
Catalog: l10n-kde4/*/docmessages/kdebase-runtime/faq_winmng.po
Languages: tr

source: The window manager
tr: Pencere yöneticisi

source: The default window manager provided by &kde; is the K Window Manager (&kwin;). Please read <quote>The K Window Manager Handbook</quote> (which should be accessible from the <application>&kde; Help Center</application>) for usage information.
tr: &kde;'nin sunduğu pencere yöneticisi K Pencere Yöneticisi'dir (&kwin;). Kullanım bilgisi için lütfen <quote>K Pencere Yöneticisi Elkitabı</quote>'nı okuyun. (<application>&kde; Yardım Merkezi</application>'nden ulaşılabilir olmalıdır).

source: Are there keyboard shortcuts for &kwin; operations?
tr: &kwin; işlemleri için klavye kısayolları var mı?

source: Yes. Please refer to "The K Window Manager Handbook" for the list of shortcuts available.
tr: Evet. Lütfen mevcut kısayollar için "K Pencere Yöneticisi Elkitabı"'na başvurun.

source: Can I define my own set of keyboard shortcuts?
tr: Kendi klavye kısayollarımı tanımlayabilir miyim?

source: Yes. Launch the <application>&kde; Control Center</application> and select <menuchoice><guimenu>Regional &amp; Accessibility</guimenu><guimenuitem>Keyboard Shortcuts</guimenuitem></menuchoice> to configure window manager bindings like maximizing windows, &etc;.
tr: Evet. <application>&kde;Denetim Masası</application>'nı çalıştırın ve <menuchoice><guimenu>Erişebilirlik</guimenu><guimenuitem>Klavye Kısayolları</guimenuitem></menuchoice>'nı seçin. Burada pencere yöneticisi ilişkilendirmelerini (pencereleri büyültmek gibi) ayarlayabilirsiniz.

source: When I "iconify" a window, it disappears. Where does it go?
tr: Bir pencereyi "Simge Durumuna Küçülttüğüm" zaman gözden kayboluyor. Pencere nereye gidiyor?

source: With many &X-Window; &GUI;s, the minimize button (a little dot) will erase the window that the program is running in and create, instead, an icon on the desktop. &kde; does not do this. Instead, when a window is iconified it is simply hidden (but the program is still running).
tr: Birçok &X-Window; Kullanıcı Arayüzünde küçültme düğmesi (küçük bir nokta) uygulamanın çalıştığı pencereyi siler ve onun yerine masaüstünde bir simge yaratır. &kde; bunu yapmaz. Bunun yerine, (hala çalışmakla birlikte) bir pencere simge haline getirildiğinde sadece gizlenir.

source: There are a few ways to access <quote>disappeared</quote> windows:
tr: <quote>Gözden kaybolan</quote> pencerelere ulaşmanın birkaç yolu vardır:

source: If you are running the taskbar part of &kicker;, you can choose to have a list of tasks displayed on your desktop. Iconified tasks will have their names displayed in gray.
tr: Eğer &kicker;'ın görev çubuğu bölümünü çalıştırıyorsanız, masaüstünüzde gösterilen görevlerin bir listesini görebilirsiniz. Simge durumuna küçültülmüş görevlerin isimleri grimsi görünür.

source: If you click the &MMB; on the root window (&ie;, the background of the desktop), &kwin; will give you a list of all available tasks.
tr: Eğer masaüstünde Orta Fare Tuşu'na basarsanız, &kwin; size mevcut görevlerin listesini verir.

source: How do I maximize windows only vertically or horizontally?
tr: Pencereleri sadece dikey ya da sadece yatay olarak nasıl büyültebilirim?

source: Provided your window is not already maximized, clicking on the maximize button with the &LMB;/&MMB;/&RMB; will maximize fully/vertically/horizontally respectively.
tr: Pencereniz zaten büyültülmediyse, büyültme düğmesine Sol Fare Tuşu/Orta Fare Tuşu/Sağ Fare Tuşu'yla basmak sırasıyla pencereyi tamamen/dikey/yatay olarak büyültür.

source: What is <quote>shading</quote> a window?
tr: Bir pencereyi <quote>perdelemek</quote> ne demektir?

source: By <quote>shading</quote> a window we mean <quote>rolling up</quote> the window leaving just the title bar visible. You can do this by double clicking on the window title bar.
tr: Bir pencereyi <quote>perdelemek</quote> ile pencereyi <quote>katlamayı</quote> ve sadece başlık çubuğunu görünür halde bırakmayı kastediyoruz. Bu işlemi pencerenin başlık çubuğuna çift tıklayarak yapabilirsiniz.

source: How can I start an application with special window options, like maximized/minimized/to stay on top?
tr: Bir uygulamayı ekranı kapla/küçült/kapla gibi seçenekleri içeren özel bir pencerede nasıl açabilirim ?

source: Use the <command>kstart</command> command. As an example, to open &kcalc; with the <quote>Stay on Top</quote> option, use:
tr: <command>kstart</command> komutunu kullanın. Örneğin, &kcalc; programını <quote>Kapla</quote> seçeneğiyle açmak için:

source: For maximized windows, use the <option>--maximize</option> option, for minimized windows, use <option>--iconify</option>. You can see a full list of <command>kstart</command> options with <userinput><command>kstart</command> <option>--help-all</option></userinput>.
tr: Ekranı kapla için <option>--maximize</option>, küçült için <option>--iconify</option> seçeneklerini kullanabilirsiniz. <command>kstart</command> komutunu <userinput><command>kstart</command> <option>--help-all</option></userinput> seçeneğiyle kullanarak tam listeyi görebilirsiniz.

source: If you're using <command>kstart</command> to start applications at &kde; startup, you should use the <option>--window</option> option. See the &kde; User Guide, section <quote>Advanced Window Management</quote> for more information about this feature.
tr: &kde; başlarken programları çalıştırmak için <command>kstart</command> komutunu kullanıyorsanız <option>--window</option> seçeneğini de kullanmalısınız. &kde; kullanım kılavuzu <quote>Gelişmiş pencere yönetimi</quote> bölümünden bu konuyla ilgili ayrıntılı bilgi edinebilirsiniz.
