Repository: pars-linux/uludag
Catalog: l10n-kde4/*/docmessages/kdebase-runtime/faq_filemng.po
Languages: tr

source: The File Manager
tr: Dosya Yöneticisi

source: &kde;'s file manager is &konqueror;. The &konqueror; home page is located at <ulink url="http://www.konqueror.org">http://www.konqueror.org</ulink> where a &konqueror; specific <acronym>FAQ</acronym> can be found.
tr: &kde;'nin dosya yöneticisi ve web tarayıcısı &konqueror;'dır. &konqueror;'ın ana sayfası <ulink url="http://www.konqueror.org">http://www.konqueror.org </ulink>'dur. Bu sayfada &konqueror;' a özel <acronym>SSS</acronym> bulunabilir.

source: How can I change the appearance of a folder in &konqueror;?
tr: &konqueror;'da bir dizinin görünümünü nasıl değiştirebilirim?

source: Right-click the folder, select <guimenuitem>Properties</guimenuitem>, click on the large icon in the dialog which appears, and choose another icon.
tr: Dizine sağ fare tuşu ile tıklayın, <guimenuitem>Özellikler</guimenuitem>'i seçin, karşınıza çıkan ekrandaki büyük simgeye tıklayın ve bir başka simge seçin.

source: How can I do non-anonymous &FTP; transfers with &konqueror;?
tr: &konqueror;ile anonim olmayan &FTP; transferlerini nasıl yapabilirim?

source: How do I specify the startup folder for &konqueror;?
tr: &konqueror; için başlangıç dizinini nasıl seçerim?

source: Using the &RMB;, click on the Home icon and choose <guimenuitem>Properties</guimenuitem>. Under the <guilabel>Application</guilabel> tab you will probably find something like <command>kfmclient openProfile filemanagement</command>; just append <filename class="directory">file:/whereever/you/want</filename> with the folder you would like &konqueror; to start in.
tr: &RMB;'yi kullanarak, Ev simgesine tıklayın ve <guimenuitem>Özellikler</guimenuitem>'i seçin. <guilabel>Uygulama</guilabel> sekmesi altında <command>kfmclient openProfile filemanagement</command>'a benzer birşeyler bulacaksınız. <filename class="directory">file:/nereyi/istiyorsanız</filename>'ı &konqueror;'ın nereden açılmasını istiyorsanız orayla değiştirin.

source: How do I rename files?
tr: Dosyaları nasıl yeniden adlandırırım?

source: Simply <mousebutton>right</mousebutton> click on the file and select <guimenuitem>Rename</guimenuitem> or press the keyboard shortcut <keycap>F2</keycap> with a file selected.
tr: Basitçe <mousebutton>sağ</mousebutton> tuşu kullanarak dosyaya tıklayın ve <guimenuitem>Yeniden Adlandır</guimenuitem>'ı seçin ya da daha önceden seçilmiş olan bir dosyaya bir kere tıklayın. Bir dosyayı yeniden adlandırmak için kullanılan klavye kısayol tuşu <keycap>F2</keycap>'dir.

source: Where did the delete entry from my right-click context menu go?
tr: Fareyi sağ tıkladığımda açılan menüdeki sil seçeneği nereye gitti ?

source: In &kde; 3.4 the delete context menu entries that bypass the trashcan are no longer displayed by default. To enable them, go to <menuchoice><guimenu>Settings</guimenu><guimenuitem>Configure &konqueror;</guimenuitem></menuchoice> and select <guilabel>Behaviour</guilabel> in the iconbar to the left. Tick the checkbox <guilabel>Show 'Delete' context menu entries which bypass the trashcan</guilabel>.
tr: &kde; 3.4 de Çöp Kutusuna göndermeden silmek için 'Sil' menü girdilerini göster

source: How do I configure the programs that &konqueror; uses to open different types of files?
tr: &konqueror; 'ı &Java; programcıklarını çalışması için nasıl ayarlayabilirim?

source: Suppose the default <acronym>PDF</acronym> viewer is now &kghostview; and you would prefer to use <application>KPDF</application> as a viewer. You would simply type <userinput>pdf</userinput> in the search box at the top of the dialog, choose <guimenuitem>pdf</guimenuitem> in the <guimenu>application</guimenu> group and move <application>KPDF</application> up. In the <guilabel>Embedding</guilabel> tab you can also choose which component other applications will use to display files (for example, when viewing files in &konqueror; or using &ark;'s embedded viewer).
tr: Örneğin ön tanımlı <acronym>PDF</acronym> görüntüleyiciniz &kghostview; ancak siz <application>KPDF</application> i kullanmayı tercih ediyorsunuz. Bunun için üst kısımdaki Dosya adı kalıbı bul kutusuna <userinput>pdf</userinput> yazıp, <guimenu>application</guimenu> ı çift tıklayıp <guimenuitem>pdf</guimenuitem> i seçip, uygulama tercih sırasında <application>KPDF</application> i seçip yukarı taşı demeniz yeterli. Ayrıca <guilabel>Yerleştirilmiş</guilabel> sekmesinden belirtilen dosya tipini diğer uygulamaların nasıl görüntüleyeceğini seçebilirsiniz. (Örneğin &konqueror; veya &ark; programının içerisinde PDF dosyaları hangi programla açılacak)

source: How can I configure &konqueror; to open files with double-click instead of single-click?
tr: &konqueror; uygulamasını dosyalarımı çift tıklama yerine tek tıklama ile açmak üzere nasıl ayarlayabilirim?

source: In the &kcontrolcenter;, go to <menuchoice><guimenu>Peripherals</guimenu><guimenuitem>Mouse</guimenuitem></menuchoice> and in the <guilabel>General</guilabel> tab, select <guilabel>Double-click to open files and folders</guilabel>.
tr: &kcontrolcenter;'da, <menuchoice><guimenu>Çevresel</guimenu><guimenuitem>Fare</guimenuitem></menuchoice> bölümüne gidin ve <guilabel>Genel</guilabel> sekmesinde, <guilabel>Dosya ve klasörleri açmak için çift tıkla</guilabel> seçin.

source: When I try to click on a folder in &konqueror;, I get the message: <quote>There appears to be a configuration error. You have associated Konqueror with inode/directory, but it cannot handle this file type.</quote>
tr: &konqueror; içerisinde bir dizine tıkladığımda <quote>Yapılandırma hatası mevcut. inode/dizini Konqueror ile ilişkilendirdiniz ancak Konqueror bu dosya türünü açamaz.</quote> mesajı alıyorum.

source: You need to make sure that the embedding settings for inode/directory are correct:
tr: Belirtilen inode/dizin için Dosya ilişkileri--yerleştirilmiş sekmesi ayarlarının doğru yapıldığını kontrol edin.

source: In &konqueror;, go to <menuchoice><guimenu>Settings</guimenu><guimenuitem>Configure Konqueror</guimenuitem></menuchoice> and then to the <guilabel>File Associations</guilabel> page.
tr: &konqueror; da <menuchoice><guimenu>Ayarlar</guimenu><guimenuitem>Konqueror'ı Yapılandır..</guimenuitem></menuchoice> menüsünde <guilabel>Tarayıcı Tanımlaması</guilabel>'nı seçin. Öntanımlı ve siteye özel seçenekler burada ayarlanabilir.

source: Open inode->directory in the tree view.
tr: Listeden inode un altındaki directory dizinini aç.

source: Click on the <guilabel>Embedding</guilabel> tab. Make sure that <guilabel>Left Click Action</guilabel> is set to <guilabel>Show file in embedded viewer</guilabel>, and by default <guilabel>Icon View (konq_iconview)</guilabel> is at the top of <guilabel>Services Preference Order.</guilabel>
tr: <guilabel>Yerleştirilmiş</guilabel> sekmesini tıklayın. <guilabel>Sol tıklama eylemi</guilabel> bölümünde <guilabel>Dosyayı yerleştirilmiş göstericide göster</guilabel> in işaretli olduğunu kontrol edin. Ayrıca <guilabel>Servis tercih sırası</guilabel> bölümünde de <guilabel>Simge görünümü (konq_iconview)</guilabel> ön tanımlı olmalıdır.

source: What are <option>%i</option> and <option>%m</option> in the Execute line?
tr: Çalıştırma satırındaki <option>%i</option> and <option>%m</option> seçenekleri nelerdir?

source: They are used by all &kde; applications (since they are implemented in <classname>KApplication</classname> and all good &kde; programs create a <classname>KApplication</classname> object before they even look at the command line arguments).
tr: Tüm bunlar &kde; uygulamaları tarafından kullanılır.

source: A standard line for a &kde; application looks like this: <userinput><command>foo</command> <option>... %i %m -caption \"%c\"</option></userinput>. Pretty confusing, -but it has been designed in that way so that it can integrate legacy, non-&kde; applications as smoothly as possible. &konqueror;, when executing the line above, will extend the command to <userinput><command><replaceable>foo</replaceable></command> <option>-icon something.png -miniicon something_mini.png -caption \"The Foo\"</option></userinput>. Both the icon and the mini-icon as well as "The Foo" are properties defined in the <filename>.desktop</filename> file. If the icons are not defined, they simply default to the executable name <replaceable>foo</replaceable>.
tr: &kde; uygulamaları için standart bir satır şuna benzer : <userinput> <command>foo</command> <option>... %i %m -caption \"%c\"</option> </userinput>. Oldukça karmaşık, fakat bu yöntem &kde;-tabanlı olmayan uygulamaları olabildiğince yumuşak bir şekilde entegre edebilmek için oluşturuldu. Örneğin &konqueror; yukarıdaki satırı çalıştırırken, bunu <userinput><command> <replaceable>foo</replaceable></command> <option>-icon birşeyler.png -miniicon birşeyler_mini.png -caption \"The Foo\"</option></userinput> şekline dönüştürecektir. "The Foo" gibi icon ve the mini-icon da <filename>.desktop </filename> dosyasında tanımlanan özelliklerdir. Eğer bu simgeler tanımlanmazsa, bunlar <replaceable>foo</replaceable> uygulamasının ismine dönüştürülür.

source: This way a user can change these things in &kmenuedit; for his or her applications. The <option>-caption</option> option is important, because no user will accept that the menu item <guimenuitem>Editor</guimenuitem> starts something called <guilabel>kedit-0.9pl4-build47</guilabel>. Instead, he expects a window called <guilabel>Editor</guilabel>. Furthermore these names are localized, <abbrev>i.e.</abbrev> an American user launches <guimenuitem>CD-Player</guimenuitem> and gets a window called <guilabel>CD-Player</guilabel> while a German user launches <guimenuitem>CD-Spieler</guimenuitem> and gets a window called <guilabel>CD-Spieler</guilabel>.
tr: Böylece bir kullanıcı bunları &kmenuedit; uygulamasında kendi uygulamaları için değiştirebilir. <option>-caption (-başlık)</option> seçeneği önemlidir, çünkü hiçbir kullanıcı <guimenuitem>Editor</guimenuitem> menü bileşeninin <guilabel> kedit-0.9pl4-build47</guilabel> olarak gösterilmesini istemez; birinciyi tercih eder. Ayrıca bu isimler yerelleştirilebilir de, <abbrev>ör</abbrev> Amerikan bir kullanıcı <guimenuitem>CD-Player</guimenuitem>'ı çalıştırdığında pencere başlığı <guilabel>CD-Player</guilabel> olarak görüntülenir, bir Türk kullanıcı ise <guimenuitem>CD-Oynatıcı</guimenuitem>'yı çalıştırdığında pencere başlığı<guilabel>CD-Oynatıcı</guilabel> olur.

source: How do I make &konqueror; start up without a menu bar? I can't save a view profile when the menu bar is invisible!
tr: &konqueror; ın menu çubuğu gizlenmiş olarak başlamasını nasıl sağlayabilirim ? Menü çubuğu görünmez iken bir görüntü profilini kaydedemem!

source: The easiest way to do this is to edit &konqueror;'s configuration file manually. Add the following lines to <filename>~/.kde/share/config/konquerorrc</filename>:
tr: Bunu yapmanın en kolay yolu &konqueror; yapılandırma dosyasını elle düzenlemektir. Şu satırları <filename>~/.kde/share/config/konquerorrc</filename> dosyasına ekleyin.

source: On restarting &konqueror;, the menubar should be hidden.
tr: &konqueror; tekrar başlatıldığında menu çubuğu gizlenmiş olacaktır.

source: <acronym>JPEG</acronym> files no longer show previews in &konqueror; (and I've installed CrossOver Office)
tr: <acronym>JPEG</acronym> dosyalarının önizlemeleri artık &konqueror; içerisinde gösterilmiyor (ve CrossOver Office'i yükledim)

source: CrossOver creates new &MIME; types that will override the default image/jpeg and image/jpg times. In &konqueror;, go to <menuchoice><guimenu>Settings</guimenu><guimenuitem>Configure Konqueror</guimenuitem> </menuchoice>, and then to <guilabel>File Associations</guilabel>. Find the application/x-crossover-jpg and application/x-crossover-jpeg entries, and remove them. Then hit <guibutton>OK</guibutton>. This problem is reported fixed in the latest version of CrossOver.
tr: CrossOver, varsayılan image/jpeg ve image/jpg dönemlerini önemsetmeyen yeni &MIME; türleri oluşturur. &konqueror; içerisinde iken, <menuchoice><guimenu>Ayarlar</guimenu><guimenuitem>Konqueror'ı Yapılandır</guimenuitem> </menuchoice>, ve <guilabel>Dosya İlişkilendirmeleri</guilabel>ne gidin. application/x-crossover-jpg ve application/x-crossover-jpeg girişlerini bulup, kaldırın. Sonra <guibutton>Tamam</guibutton> butonuna basın. Bildirilen bu problem, CrossOver'ın son sürümünde onarıldı.
