Repository: pars-linux/uludag
Catalog: l10n-kde4/*/docmessages/kdebase-runtime/khelpcenter_support.po
Languages: tr

source: Supporting &kde;
tr: &kde; Desteği

source: If you are new to &kde;, the &kde; project might look like big machinery to you. Undoubtedly, &kde; is no longer a small project, nevertheless it is very important to realize that it is easy to <quote>make a difference</quote> in the &kde; world.
tr: &kde;'ye yeniyseniz, &kde; projesi size karmaşık ve çok büyük bir sistem gibi gelebilir. Şüphesiz, &kde; küçük bir proje değildir, fakat &kde; dünyasında <quote>değişiklik yaratmanın </quote> kolay bir şey olduğunun bilinmesi önemlidir.

source: There is always a need for dedicated developers, graphic artists, sound engineers, translators and documentation writers. Consider jumping aboard this exciting international project and make yourself a name in the software world.
tr: &kde; projesinde her zaman ilgili ve becerili geliştiricilere, grafik sanatçılarına, ses mühendislerine, çevirmenlere ve belge yazarlarına ihtiyaç vardır. Bu heyecanlı uluslararası projede yer alıp isminizi yazılım dünyasında duyurmayı bir düşünün.

source: Along the way you will make countless friends and acquaintances all over the world. Also, the satisfaction that stems from doing actual hands-on work, that will benefit an uncountable number of users world-wide, and from seeing an unparalleled project grow, is hard to beat. Please consider joining and supporting &kde; and hop aboard this exciting journey towards a free and open alternative computing platform.
tr: Ayrıca, dünya çapında sayısız arkadaşa ve birçok güzel deneyime sahip olacaksınız. Bu güç işin üstesinden dünya çapındaki sınırsız insan ile omuz omuza vererek gelmenin verdiği mutluluk ve bu büyük projenin gelişmesini görmek size tarifsiz bir mutluluk verecek. Lütfen bize katılmayı ve &kde;'ye destek vermeyi düşünün ve heyecan verici bir iş olan ücretsiz ve özgür bir bilgisayar platformunun gelişmesine yardım edin.

source: How to get started
tr: Nasıl başlamalı?

source: Subscribe to the <link linkend="contact">&kde; mailing lists</link> that interest you.
tr: İlginizi çeken bir konuyu bulun ve herhangi bir <link linkend="contact">&kde; e-posta listesine</link> üye olun.

source: Read the <ulink url="http://lists.kde.org">mailing list</ulink> archives in order to get a feel for &kde; development.
tr: &kde; geliştirme işlemlerinin nasıl yapıldığını öğrenmek için <ulink url="http://lists.kde.org">e-posta arşivlerine</ulink> göz atın.

source: Learn how to program using the &kde; application framework and join the friendly &kde; developers' community.
tr: &kde; uygulama yapısının nasıl programlanacağını öğrenin ve arkadaşça olan &kde; geliştiriciler topluluğuna katılın.

source: Supporting financially
tr: Finansal olarak destekleme

source: The &kde; team is working very hard on providing you with the best desktop available for the &UNIX; operating system. &kde; is available for free and will always be available for free, including each and every line of its source code, for everyone to modify and distribute. If you enjoy and use &kde; please consider supporting the &kde; Project financially. &kde; is in constant need of funds in order to finance its operations.
tr: &kde; takımı size &UNIX; işletim sistemi için mevcut olan en iyi masaüstünü sağlamak için çok çalışmaktadır. &kde;, kaynak kodunun her satırında olduğu gibi ücretsizdir ve herkesin düzenlemesi ve dağıtması için ücretsiz olacaktır. Eğer &kde;'yi kullanmaktan memnunsanız lütfen &kde; Projesi'ni finansal olarak destekleyin. &kde; geliştirilmesini sürdürebilmek için sabit fonlara ihtiyaç duyar.

source: Your contribution is very much appreciated. Thank you!
tr: Yardımınız için çok teşekkürler!
