Repository: pars-linux/uludag
Catalog: l10n-kde4/*/docmessages/kdebase-runtime/quickstart.po
Languages: tr

source: Iconify a window
tr: Bir pencerenin simge durumuna getirilmesi

source: Click the iconify button in the titlebar (next to Maximize) to hide the window. Restore it by clicking on the window's icon in the taskbar.
tr: Pencereyi simge durumuna getirmek için için başlık çubuğundaki Simge Durumuna Küçült tuşuna tıklayın (Büyüt’ün yanındaki). Eski haline getirmek için görev çubuğundaki simgeye tıklayını.

source: Switch between windows
tr: Pencereler arasında geçiş

source: Aside from the usual mouse click to switch to another window, you can use <keycombo action="simul">&Alt; <keycap>Tab</keycap></keycombo> to switch windows. See below for more techniques.
tr: Başka bir pencereye geçerken genelde kullanılan fare tıklamasının yanında <keycombo action="simul">&Alt; <keycap>Tab</keycap></keycombo> tuş kombinasyonunu da kullanabilirsiniz. Diğer teknikler için lütfen aşağıya bakınız.

source: Title bar buttons
tr: Başlık çubuğu düğmeleri

source: &kde; windows have some pretty standard buttons on their title bars which give you fast access to some common operations. The default button layout looks like this:
tr: &kde; pencereleri, çok sık kullanılan işlemlere hızlı ulaşım sağlayan başlık çubuklarında bulunan standart düğmelere sahiptir. Standart düğme görünümü şu şekildedir.

source: On the left side:
tr: Sol tarafta:

source: A menu button. This usually shows a mini icon for the application. Click on it to get a window operations menu. Shortcut: <keycombo action="simul">&Alt;<keycap>F3</keycap></keycombo> opens the window menu.
tr: Bir menü düğmesi. Bu genelde uygulama için bir mini simge gösterir. Bir işlem penceresi menüsü açmak için simgenin üzerine tıklayın. Kısa yol: <keycombo action="simul">&Alt;<keycap>F3</keycap></keycombo> menü penceresini açar.

source: Optionally a sticky button. What the heck is this? Stay tuned!
tr: Üzerinde bir çivi resmi bulunan yapışkan bir düğme. Bu nedir? Lütfen ayrılmayın!

source: On the right side:
tr: Sağ tarafta:

source: An iconify button.
tr: Bir Simge Durumuna Küçült düğmesi

source: A maximize button.
tr: Bir Büyüt düğmesi

source: A close button. This closes the window. Shortcut: <keycombo action="simul">&Alt;<keycap>F4</keycap></keycombo>.
tr: Bir kapatma düğmesi. Bu pencereyi kapatır. Kısa yol: <keycombo action="simul">&Alt;<keycap>F4</keycap></keycombo>.

source: Switching between windows
tr: Pencereler arasında geçiş

source: Now that we know how to deal with windows, we encourage you to open some other windows using the panel, since we will now discuss how to switch between different windows. Since this is such a common activity, &kde; offers several ways to do it; pick your favorite!
tr: Şimdi pencereler arasında nasıl çalışacağımızı bildiğimizden, sizi paneli kullanarak birkaç pencere daha açmanız öneriyoruz. Çünkü şimdi değişik pencereler arasında geçişi anlatacağız. Bu çok sık yapılan bir işlem olduğundan &kde; bunu yapmak için birkaç yol sunmuştur; en beğendiğinizi seçin!

source: Many window systems require you to click the mouse in another window to begin using it. This is &kde;'s default behavior, termed <quote>Click To Focus</quote> focus policy. But you can also configure your desktop in a way that moving the mouse pointer on to a window will activate it. This is called <quote>Focus Follows Mouse</quote>. If you select this policy using the <link linkend="configure">&kde; Control Center</link>, the window under the mouse pointer is always the active one. It doesn't necessarily come to the front automatically, but you can still click on to the titlebar or the border of a window or, a &kde; special, you can use the &Alt; key and click the &MMB; anywhere on the window to raise it.
tr: Çoğu pencere sistemi diğer bir pencere ile çalışabilmeniz için ona fare ile tıklamanızı ister. Bu &kde;’ nin <quote>Tıklayarak Odaklama</quote> diye adlandırılan standart davranışıdır. Fakat masaüstünüzü farenin imlecini bir pencerenin üstüne getirerek onu aktif hale getirebilecek şekilde ayarlayabilirsiniz. Bu durum <quote>Fare ile Odaklama</quote> diye adlandırılır. <link linkend="configure">&kde; Kontrol Merkezi</link>'ni kullanarak bunu seçerseniz, fare imlecinin altındaki pencere daima aktif olacaktır. Bu pencere öne otomatik olarak gelmez fakat onu öne getirmek için başlık çubuğuna veya pencerenin kenarına tıklayabilir veya &kde;’nin bir özelliği olarak &Alt; tuşunu kullanabilir ve orta fare tuşunu pencerenin herhangi yerine tıklayabilirsiniz.

source: Here are some other methods to switch windows:
tr: Aşağıda pencereler arasında geçişin diğer birkaç metodu verilmiştir:

source: Pick a window from the <emphasis>window list</emphasis> menu. To open the menu, click the &MMB; on an empty area of the desktop, or click the icon with several windows on the panel, or finally click the up arrow at the left hand end of the taskbar in the panel.
tr: <emphasis>Pencere Listesi</emphasis> menüsünden bir pencereyi seçin. Menüyü açmak için farenin orta tuşuna masaüstünün boş bir yerinde tıklayını veya paneldeki birkaç pencereli simgeye tıklayınız ya da son olarak paneldeki görev çubuğunun en solundaki yukarı ok’a tıklayın.

source: Hold down the &Alt; key and press <keycap>Tab</keycap> to cycle through the windows.
tr: Pencereler arasında geçiş yapmak için &Alt; tuşuna basılı tutun ve <keycap>Tab</keycap> tuşuna basın.

source: Use the taskbar (see below).
tr: Görev çubuğunu kullanın ( aşağıya bakınız).

source: Using the Taskbar
tr: Görev Çubuğunun Kullanımı

source: The <interface>taskbar</interface> displays a list of small icons, one for each window on the desktop. In the default &kde; setup the taskbar is located inside the panel, but it can also be located at the top or the bottom of the screen.
tr: Masaüstü üzerindeki her pencere için <interface>görev çubuğu</interface> bir liste halinde küçük simgeler gösterir. &kde;’nin standart kurulumunda görev çubuğu panelin içine yerleştirilmiştir, fakat görev çubuğu ekranın alt veya üst kısmına da yerleştirilebilir.

source: The taskbar is very powerful. In the default configuration, if you have more than one window from the same application open, they will be <quote>grouped</quote>, so that you see one icon per application in the taskbar.
tr: Görev çubuğu çok kullanışlıdır. Standart kurulumda eğer aynı uygulamadan birden fazla pencere açıksa o zaman bunlar <quote>gruplandırılır</quote>, böylece görev çubuğunda her uygulama için bir simge görünür.

source: A simple &LMB; click on the taskbar button will pop up a list of the open windows for that application and you can choose the window you want to use. Choosing one of these entries with the <mousebutton>left</mousebutton> will bring you to the selected window immediately. Click on a taskbar entry with the <mousebutton>right</mousebutton> and you will see a menu allowing you to operate on all the windows grouped under that icon, or each window individually.
tr: Görev çubuğu düğmesinin üzerine sol fare tuşu ile tıklanınca bu uygulama için açık olan pencerelerin listesi çıkar ve siz kullanmak istediğiniz pencereyi seçebilirsiniz. Bunlardan birine sol fare tuşu ile tıklarsanız seçilen pencere hemen ortaya çıkar. Herhangi bir görev çubuğu girişine sağ fare tuşu ile tıklanırsa, size bir simge altında gruplandırılmış tüm pencereler veya her bir pencere ile bireysel çalışmaya imkân sağlayan bir menü ortaya çıkacaktır.

source: You can choose to see all the windows on all the desktops in your taskbar, no matter which desktop you are currently viewing, or to only see the icons for the desktop you are looking at. You can also choose to ungroup the icons, so that each open window will have its own icon in the taskbar. These and many more options are available simply by right clicking on the taskbar handle (the small textured bar at the left hand side) and choosing <guimenuitem>Configure Taskbar...</guimenuitem>.
tr: Hangi masaüstünde çalıştığınıza bakmaksızın görev çubuğunuzdaki tüm masaüstlerinin tüm pencerelerini görmeyi veya çalışmakta olduğunuz masaüstü için simgeleri görmeyi seçebilirsiniz. Aynı zamandA simgeleri gruplandırmayı boz seçeneğini de seçebilirsiniz, böyle açık olan her pencerenin görev çubuğunda kendi simgesi bulunur. Bu ve daha birçok seçenek görev çubuğu tutmacına (sol taraftaki küçük desenli çubuk) sağ tıklanarak veya <guimenuitem>Görev Çubuğu Programını Yapılandır...</guimenuitem> seçeneği seçilerek elde edilir.

source: The icons on the taskbar resize themselves to make room for applications, so you can fit many more applications than you might think. Making the panel wider will let the taskbar icons take on a row and column layout, but they will still resize to fit more icons.
tr: Görev çubuğundaki simgeler uygulamalara yer açmak için kendi boyutlarını tekrardan ayarlarlar, böylece düşündüğünüzden daha fazla uygulamayı oraya sığdırabilirsiniz. Panelin daha fazla genişletilmesi görev çubuğundaki simgelerin sıra ve sütun olarak düzenlenmesini sağlar fakat simgeler daha fazla simgeyi yerleştirebilmek için hala boyutlarını kendiliğinden düzenleyebilirler.

source: Using Virtual Desktops
tr: Sanal Masaüstlerinin Kullanımı

source: Now, what was that <quote>sticky</quote> thing?
tr: Şimdi, şu önceden bahsettiğimiz <quote>yapışkan</quote> şey nedir?

source: It may happen that you have more windows open than space on your desktop. In this case you have three possibilities:
tr: Masaüstünüzde bulunan alanda daha fazla açık pencere bulunmasını isteyebilirsiniz. Bu durumda üç seçeneğiniz vardır:

source: Leave all windows open (cluttered desktop)
tr: Bütün pencereleri açık bırakın (kalabalık masaüstü)

source: Iconify those windows which you do not need at present and use the taskbar or <keycombo action="simul">&Alt; <keycap>Tab</keycap></keycombo> to switch between them (still a bit confusing and much work!)
tr: Şu anda ihtiyacınız olmayan pencereleri simge durumuna güçültün ve pencereler arsında geçiş yapmak için görev çubuğunu veya <keycombo action="simul"> &Alt; <keycap>Tab</keycap></keycombo>’ı kullanın. (hala biraz karışık ve çok iş gerektiriyor!)

source: Recommended: Do what a real operating system does if there is not enough physical memory: Use virtual memory, in this case virtual desktops.
tr: Tavsiye edilen: Eğer yeterince fiziksel bellek yoksa gerçek bir sistem ne yaparsa onu yapın: Sanal masaüstleri için sanal belleği kullanın.

source: The third option is the way to go! &kde; can handle several different desktops, each with its own windows. The default configuration provides four desktops. You can switch between the virtual desktops easily with a click on one of the desktop buttons on the panel. Also <keycombo action="simul">&Ctrl;<keycap>F1...F4</keycap></keycombo> will send you to the corresponding desktop immediately, or <keycombo action="simul">&Ctrl; <keycap>Tab</keycap></keycombo> will cycle through the desktops.
tr: Bizim seçeceğimiz yol üçüncü yoldur. &kde; her biri kendi penceresine sahip birkaç değişik masaüstü ile başa çıkabilir. Standart kurulum dört tane masaüstü sağlamaktadır. Sanal masaüstleri arasında paneldeki masaüstü düğmelerinden birine kolayca geçebilirsiniz. Aynı zamanda <keycombo action="simul">&Ctrl;<keycap>F1...F4</keycap></keycombo> sizi ilgili masaüstüne hemen ulaştıracaktır veya <keycombo action="simul">&Ctrl; <keycap>Tab</keycap></keycombo> masaüstleri arasında geçişi sağlayacaktır.

source: Virtual desktops are very nice. But sometimes you want a window to be present on <emphasis>every</emphasis> desktop. This could be, for example, a small chat window, an alarm clock or whatever. In this case you can use the above mentioned <quote>sticky</quote> button which will pin the window on the background so that it will appear on every virtual desktop.
tr: Sanal masaüstleri çok kullanışlıdır. Bazen bir pencerenin <emphasis>her</emphasis> masaüstünde görünmesini istersiniz. Örneğin bu küçük bir chat penceresi, bir alarm saati veya başka bir şey olabilir. Bu durumda pencereyi arka plana, yukarıda bahsedilen <quote>yapışkan</quote> tuşu kullanarak yerleştirebilirsiniz, böylece pencere her sanal masaüstünde görünür.

source: The sticky button can also be used to move a window from one virtual desktop to another one: push the sticky pin on the window, switch to a different desktop, and release the pin by pushing it again. You can achieve the same result by using the context popup menu of the window's entry in the taskbar (menu item <guimenuitem>To Current Desktop</guimenuitem>) or the <guimenuitem>To Desktop</guimenuitem> option on the window operations menu.
tr: Yapışkan tuş bir pencereyi bir sanal masa üstünden bir diğerine geçirilirken de kullanılabilir. Yapışkan ucu pencerenin üstüne getirin, diğer bir masaüstüne geçin ve ucu tekrar bastırarak bırakın. Aynı sonuca iş çubuğunda ki pencere girişinde ki etkin context menüsünü (<guimenuitem>Güncel Masaüstüne</guimenuitem> menü nesnesi) kullanarak veya pencere işlemleri menüsündeki <guimenuitem> Masaüstüne</guimenuitem> seçeneği ile de ulaşabilirsiniz.

source: Managing your files
tr: Dosyalarınızın Yönetilmesi

source: Using &konqueror;
tr: &konqueror;’un Kullanılması

source: The first time you start &kde;, a window with lots of icons in it appears. This is a &konqueror; window displaying the files in your home folder (the area where your personal files are stored). The pathname of the folder is displayed under the window's tool bar. If you don't see such a window now, click the icon on the panel that looks like a folder with a picture of a house.
tr: &kde;’yi ilk başlattığınızda pencere bir çok simge ile ortaya çıkar. Bu sizin başlangıç dizininizdeki (kişisel dosyalarınızı depoladığınız alan) dosyaları gösteren &konqueror; penceresidir. Dizinlerin yol ismi pencerenin araç çubuğunun altında gösterilir. Şimdi böyle bir pencere görmüyorsanız paneldeki dizin gibi görünen ev resimli simgeye tıklayın.

source: To open a file or folder, simply click it once with the &LMB;. You can also choose <menuchoice><guimenu>Window</guimenu><guimenuitem>Show Navigation Panel</guimenuitem></menuchoice> from the menu to display the folder hierarchy for more direct navigation. Or you can edit the path displayed under the toolbar to get to a specific folder quickly.
tr: Bir dosyayı veya bir dizini açmak için sol fare tuşu ile ona bir kez tıklayın. Aynı zamanda daha doğrudan ulaşmak için <menuchoice><guimenu> Pencere</guimenu><guimenuitem>Dolaşma Paneli Göster</guimenuitem> </menuchoice>’i menüden seçerek dizin hiyerarşisini gösterebilirsiniz. Ya da araç çubuğunun altında gösterilen yolu değiştirerek belirli bir dizine çabucak ulaşabilirsiniz.

source: Opening Files
tr: Dosyaların Açılması

source: &kde; comes with a set of applications to view and edit files of many common types, and when you click a file containing, say, a document or image, &konqueror; will start the appropriate application to display the file. If it doesn't know what application to start to open a file you clicked, &konqueror; will prompt you for the name of the application to run, and when you have chosen, &konqueror; will offer to remember your choice for the next time you open a file of that type.
tr: Çoğu genel tipteki dosyaları görmek ve düzenlemek için &kde;’nin bir takım uygulamaları bulunmaktadır, eğer bir doküman veya imaj içeren bir dosyaya tıklarsanız &konqueror; dosyayı göstermek için gerekli uygulamayı başlatır. Eğer &konqueror; dosyayı açmak için başlatılacak gerekli dosyayı bilmiyorsa, size çalıştırılacak uygulamanın adını sorar ve siz seçimi yaptığınızda &konqueror; size bir daha bu tipte bir dosya açtığınızda seçiminizi hatırlamayı teklif edecektir.

source: &konqueror; uses &MIME; types to associate files with applications.
tr: &konqueror; uygulamaları dosyalar ile eşleştirmek için &MIME; tiplerini kullanır.

source: Dragging and Dropping Icons
tr: Simgelerin Sürüklenmesi ve Bırakılması

source: To copy or move a file, simply drag its icon to the desktop, to another &konqueror; window, or to a folder icon. When you release the button, &konqueror; displays a menu to allow you to choose to copy, move, or create a link to the file.
tr: Bir simgeyi kopyalamak ve hareket ettirmek için simgeyi sadece masaüstüne, diğer bir &konqueror; penceresine veya bir dizin simgesine sürükleyiniz. Tuşu bıraktığınızda &konqueror; size kopyalama, taşıma veya bu dosyaya bağlantı kurma seçeneklerinden birini seçmenize izin veren bir menü gösterecektir.

source: Note that if you choose to create a link, &kde; creates a &UNIX; symbolic link (not a hard link), so if you move or delete the original file, the link will be broken.
tr: Eğer Buraya Bağ Koy'u seçerseniz &KDE; bir &UNIX; sembolik bağlantısı kurar, eğer orijinal dosyayı başka yere taşır veya silerseniz bağlantı bozulacaktır.

source: Most &kde; applications also support drag and drop operations: you can drag an icon on to a window of a running application, or on to an icon of an application that is not started, to have the application open the file. Try it!
tr: Çoğu &KDE; uygulaması sürükle ve bırak işlemini destekler: Bir simgeyi çalışan uygulamanın penceresine sürükleyebilirsiniz veya başlatılmamış bir uygulamanın simgesine sürükleyerek uygulamanın dosyayı açmasını sağlayabilirsiniz. Deneyin!

source: Setting File Properties
tr: Dosya Özelliklerinin Ayarlanması

source: To change file properties, such as its name and permissions, &RMB; click the icon and choose <guimenuitem>Properties</guimenuitem> from the menu.
tr: Dosya özelliklerini, örneğin dosyanın ismi ve izinleri değiştirmek için, simgeye sağ fare tuşu ile tıklayın ve menüden özellikleri seçin.

source: Working with Archives and Networks
tr: Arşivler ve Ağlarla Çalışmak

source: In the recent past, you needed special software to access files on the Internet. Not any more!
tr: Yakın geçmişte internetteki dosyalara ulaşmak için özel programlara ihtiyacınız vardı. Artık yok!

source: &kde; supports a technology called <quote>Network Transparent Access</quote> (<acronym>NTA</acronym>) which allows you to work with files on the other side of the world as easily as those on your local hard disk.
tr: &kde; kendi sabit diskinizdeki dosyalarla çalışıyormuşsunuz gibi dünyanın öbür ucunda çalışmanızı sağlayan <quote>Ağ Şeffaf Erişimi</quote> (<acronym>NTA</acronym>) diye adlandırılan teknolojiyi destekler.

source: For example, to access files on an &FTP; server, just choose <menuchoice><guimenu>Location</guimenu><guimenuitem>Open Location</guimenuitem></menuchoice> from a &konqueror; menu, and enter the &URL; of an &FTP; server. You can drag and drop files to and from the folders on the server just as if they were on your local disk. You'll even be able to open files on the &FTP; server without having to manually copy them to your local disk (&kde; does it for you when necessary).
tr: Örneğin bir &FTP; sunucusundaki dosyalara ulaşmak için sadece &konqueror; menüsünden <menuchoice><guimenu>Konum</guimenu><guimenuitem>Konum Aç...</guimenuitem></menuchoice>‘ı seçin ve bir &FTP; sunucusunun <acronym>URL</acronym>’sini girin. Sunucuya dosyaları veya sunucudan dosyaları sanki dosyalar sabit disketinizdeymiş gibi sürükleyip bırakabilirsiniz. Hatta &FTP; sunucusundaki dosyaları yerel disketinize kopyalamaya ihtiyaç duymadan açabilirsiniz. (Eğer gerekirse &KDE; bunu sizin için yapar).

source: Note that &konqueror; uses anonymous &FTP; access, which may restrict your access to files on the &FTP; server. If you have an account on the server, you can supply your user <abbrev>ID</abbrev> as part of the &URL;, like this: <userinput><command>ftp://</command><parameter>userid</parameter>@<parameter>server</parameter>/<parameter>folder</parameter></userinput>
tr: &Konqueror; tanınmayan &FTP; erişimi kullanmaktadır, bu &FTP; sunucusundaki dosyalara erişiminizi kısıtlayabilir. Eğer sunucuda hesabınız varsa o zaman kullanıcı adınızı &URL;’nin parçası olarak ekleyebilirsiniz, örneğin <userinput><command>ftp://</command><parameter>kullanıcıadı</parameter>@<parameter>sunucu</parameter>/<parameter>dizin</parameter></userinput>

source: &konqueror; will prompt you for your password, and if the login succeeds, you will have full access to your files on the server.
tr: &konqueror; size şifrenizi soracaktır ve eğer bağlantı başarılı olursa sizin sunucudaki dosyalarınıza tam erişim sağlayacaktır.

source: Using Templates to access Applications and Devices
tr: Uygulamalara ve Aygıtlara Şablonlar Kullanılarak Erişilmesi

source: In &kde; it's easy to put icons on the panel or the desktop to access your applications. It's just as easy to add icons to access other items of interest. &kde; has templates for shortcuts to:
tr: Uygulamalarınıza ulaşabilmeniz için &KDE;’de panele veya masaüstüne kolayca simgeler yerleştirirsiniz. İlginizi çeken diğer nesnelere ulaşabilmeniz için simge eklemek çok kolaydır. &KDE; aşağıdakiler için kısa yol şablonlarına sahiptir:

source: Applications
tr: Uygulamalar

source: Printers
tr: Yazıcılar

source: Mountable Devices (&eg; floppy drives)
tr: Bağlanabilen aygıtlar (örneğin disket sürücüler)

source: Internet resources (&eg; <acronym>WWW</acronym> documents, &FTP; folders)
tr: Internet kaynakları (örneğin <acronym>WWW</acronym> dokümanları, &FTP; dizinleri)

source: Documents for some of &kde;'s &koffice; applications.
tr: &KDE;’nin bazı &koffice; uygulamaları için dokumanlar.

source: You can add any of these items to the desktop by &RMB; clicking where you want the icon, and choosing <guisubmenu>Create New</guisubmenu> and selecting the item you want to link to.
tr: Bu nesnelerden herhangi birini masaüstüne eklemek için, simgeyi yerleştirmek istediğiniz yere fareyi sağ tuşlayarak <guisubmenu>Yeni Oluştur</guisubmenu>'u seçin ve bağ kurmak istediğiniz nesneyi seçin.

source: Nearly every item in the &kmenu;, on the desktop, and on the panel refers to a <literal role="extension">.desktop</literal> file on disk. The <literal role="extension">.desktop</literal> file specifies what icon to display, as well as specific information about what the icon represents (an application, device, or &URL;). You can drag any <literal role="extension">.desktop</literal> file to the panel to create a quick-launch button.
tr: Aşağı yukarı &kmenu; deki, masaüstündeki ve paneldeki her nesne diskteki <literal role="extension">.desktop</literal> dosyasına atıf yapar. <literal role="extension">.desktop</literal> dosyası hangi simgeyi göstereceğini ve aynı zamanda simgenin neyi temsil ettiğini gösteren özel bilgiyi belirler (bir uygulama, aygıt veya <acronym>URL</acronym>). Hızlı başlatma düğmesi oluşturmak için her hangi bir <literal role="extension">.desktop</literal> dosyasını panele sürükleyebilirsiniz.

source: Mounting devices
tr: Aygıtların bağlanması

source: &UNIX; provides access to storage devices other than the primary <hardware>hard disk</hardware> through a process called <emphasis>mounting</emphasis>. &kde; uses <literal role="extension">.desktop</literal> files to allow you to easily mount, unmount, and access files on secondary storage devices such as <hardware>floppy</hardware> drives and &cdrom; drives.
tr: &UNIX; bağlama diye adlandırılan bir işlem ile birincil <hardware>sabit diskten</hardware> başka depolama cihazlarına da erişim sağlanır. &KDE; <literal role="extension">.desktop</literal> dosyalarını kullanarak kolayca <hardware>disket</hardware> sürücüleri ve &cdrom; sürücüleri gibi ikincil depolama cihazlarının kolayca bağlanmasını, ayrılmasını ve bunlardaki dosyalara kolayca ulaşılmasını sağlar.

source: As an example, here are the steps needed to create an icon to access files on a floppy disk:
tr: Örnek olarak aşağıda disktteki dosyalara ulaşım sağlayabilmek için gerekli olan simgenin oluşturulması için yapılması gereken adımlar verilmiştir:
