Repository: pars-linux/uludag
Catalog: l10n-kde4/*/docmessages/kdebase-runtime/quickstart.po
Languages: tr

source: An Introduction to &kde;
tr: &kde;'ye Giriş

source: <surname>The &kde; Team</surname>
tr: <surname> &kde; Takımı</surname>

source: ROLES_OF_TRANSLATORS
tr: Cemil MUTLU - Murat OĞUZ <othercredit role="translator"><firstname>Cemil</firstname><surname>Mutlu</surname><affiliation><address><email>cemilmutlu@kde.org.tr</email></address></affiliation><contrib>Murat Oğuz</contrib></othercredit>

source: <holder>The &kde; Team</holder>
tr: <holder>&kde; Takımı</holder>

source: An introduction to the K Desktop Environment
tr: K Masaüstü Ortamına Giriş

source: Quick Start Guide to &kde;
tr: &kde; Hızlı Başlama Rehberi

source: quick start
tr: hızlı başlama

source: introduction
tr: giriş

source: Introduction
tr: Giriş

source: This document is a brief introduction to the K Desktop Environment. It will familiarize you with some of the basic features of &kde;.
tr: Bu doküman K Masaüstü Ortamına kısa bir giriştir. Belge sizi &kde;'nin temel özellikleri ile tanıştıracaktır.

source: This guide is far from covering all aspects of the K Desktop or even most of them. It will only describe some of the most basic ways to accomplish a few of the most common tasks.
tr: Bu rehber K Masaüstü ortamının tüm yönlerini veya birçoğunu kapsamaktan uzaktır. Sadece yaygın olarak kullanılan işlemleri gerçekleştirmek için gerekli en temel görevler anlatılacaktır.

source: We assume that you are already familiar with at least one graphical user interface, for example <trademark>&CDE;</trademark>, <trademark>Geos</trademark>, <trademark>GEM</trademark>, &NeXTSTEP;, &Mac;, <trademark>OS/2</trademark> or &Microsoft; &Windows;. So we will not explain the usage of the mouse or the keyboard but concentrate on hopefully more interesting things.
tr: Sizin grafik arayüzlü programlardan en azından birini kullanmış olduğunuzu var sayıyoruz, örneğin <trademark>CDE</trademark>, <trademark>Geos</trademark>, <trademark>GEM</trademark>, &NeXTSTEP;, &Mac;, <trademark>OS/2</trademark> or &Microsoft; &Windows;. Bu yüzden farenin ve klavyenin kullanımını anlatmayıp daha ilginç şeylere konsantre olacağız.

source: An Overview of &kde;
tr: &kde;'ye Genel Bir Bakış

source: This section is for users who prefer to learn by exploring and want only a brief orientation to get started. Later sections provide a more thorough introduction to the environment, with helpful hints and shortcuts. If you are impatient to get started, skim this section, go play for a bit, then come back and peruse the other sections of this guide as needed.
tr: Bu bölüm araştırarak öğrenmeyi ve kısa bir yönlendirme ile başlamayı tercih edenler içindir. Daha sonraki bölümler ortama daha yoğun bir başlangıç, yardımcı ipuçları ve kısa yollar sağlayacaktır. Eğer başlamak için sabırsızsanız, bu bölümü atlayın, biraz &kde;’yi kurcalayın ve sonra diğer bölümlerini ihtiyacınıza göre kullanmak için bu rehbere geri dönün.

source: &kde; provides a highly configurable desktop environment. This overview assumes that you are using the default environment.
tr: &kde; ayarlanabilir masaüstü ortamı sağlamaktadır. Bu özette standart ortamı kullandığınız varsayılmaktadır.

source: The &kde; Desktop
tr: &kde; Masaüstü

source: A typical &kde; desktop consists of several parts:
tr: Tipik bir &kde; masaüstü birkaç bölümden oluşur:

source: A <interface>panel</interface> at the bottom of the screen, used to start applications and switch between desktops. Among other things, it contains the &kmenu;, a large &kicon; which displays a menu of applications to start when clicked.
tr: Ekranın altında, uygulamaları başlatmak ve masaüstleri arasında geçiş yapmak için bir <interface>panel</interface>. Bunların yanında tıklandığında başlayacak uygulamaları içeren ve K menü'yü gösteren büyük bir K simgesi.

source: A <interface>taskbar</interface>, by default embedded in the panel, used to switch between and manage currently running applications. Click on an application on the taskbar to switch to the application.
tr: Standart olarak panelin içinde bulunan, şu anda çalışan uygulamaları kullanmayı ve bunların arasında geçiş yapmayı sağlayan bir <interface>görev çubuğu</interface>.

source: The <interface>desktop</interface> itself, on which frequently used files and folders may be placed. &kde; provides multiple desktops, each of which has its own windows. Click on the numbered buttons on the panel to switch between desktops.
tr: <interface>Masaüstü</interface>, kendisinin üzerine sık kullanılan dosyaları ve dizinleri yerleştirilebilirsiniz. &kde; her biri kendi penceresine sahip birden fazla masaüstü sağlar. Masaüstleri arasında geçiş yapmak için panel üzerindeki numaralı düğmelere tıklayınız.

source: Ready, Set, Go!
tr: Hazır, Başla!

source: Here are a few quick tips to get you up and running.
tr: Burada size program başlatmak ve çalıştırmak için birkaç hızlı ipucu bulunmaktadır.

source: To start an application, click on the &kicon; button on the panel (called the <link linkend="starter">&kmenu;</link>) and choose an item from the menu.
tr: Bir uygulamayı başlatmak için panel üzerindeki K simgesine (<link linkend="starter">K menü </link> olarak adlandırılır) tıklayınız ve menüden bir ögeyi seçiniz.

source: Click the icon that looks like a picture of a house on the panel to access the files in your home folder using &konqueror;, &kde;'s File Manager utility.
tr: &kde; Dosya Yönetimi aracı &konqueror;’ı kullanarak ev dizininizdeki dosyalara ulaşmak için dizin gibi görünen ev resimli simgeye tıklayın.

source: Choose <menuchoice><guimenu>K menu</guimenu> <guisubmenu>System</guisubmenu> <guimenuitem>Konsole</guimenuitem></menuchoice> to get a &UNIX; command prompt, or press <keycombo action="simul">&Alt; <keycap>F2</keycap></keycombo> to get a mini command prompt window to execute a single command.
tr: &UNIX; komut satırının çıkması için <menuchoice><guimenu>K menü</guimenu> <guisubmenu>Sistem</guisubmenu> <guimenuitem>Konsol</guimenuitem></menuchoice> seçin veya bir tek komutu uygulamak için <keycombo action="simul">&Alt; <keycap>F2</keycap></keycombo>'ye basarak küçük komut penceresini açın.

source: Choose the <menuchoice><guimenuitem>Control Center</guimenuitem> </menuchoice>item on the &kmenu; to configure &kde;.
tr: &kde;’yi ayarlamak için K menü'den <menuchoice><guimenuitem> KDE Kontrol Merkezi</guimenuitem> </menuchoice> ögesini seçin.

source: Press <keycombo action="simul">&Alt;<keycap>Tab</keycap></keycombo> to switch between applications and <keycombo action="simul">&Ctrl;<keycap>Tab</keycap></keycombo> to switch between desktops using the keyboard.
tr: Klavye kullanarak uygulamalar arasında geçiş yapmak için <keycombo action="simul">&Alt;<keycap> Tab</keycap></keycombo> ve masaüstleri arasında geçiş yapmak için <keycombo action="simul">&Ctrl;<keycap>Tab</keycap></keycombo>tuş kombinasyonuna basın.

source: Use the &RMB; mouse button to access context menus for the panel, desktop, and most &kde; applications.
tr: Panel, masaüstü ve çoğu &kde; uygulaması için sağ fare menülerine ulaşmak istiyorsanız farenin sağ tuşunu kullanın.

source: Launching Applications
tr: Uygulamaların Başlatılması

source: Using the &kmenu; and the Panel
tr: &kmenu; ve Panelin Kullanımı

source: At the bottom of the screen you will find the desktop panel, which is called &kicker;. You use the panel to launch applications. Have a look at the button on the left with a large &kicon;.
tr: Ekranın alt kısmında &kicker; olarak adlandırılan masaüstü panelinizi bulacaksanız. Uygulamaları başlatmak için paneli kullanın. Soldaki büyük K simgesi olan düğmeye bir bakalım.

source: This button is called the &kmenu;. It has a small arrow on the top to indicate that it will pop up a menu if you click on it. Just do it! The pop-up offers you easy access to all &kde; applications installed on your computer system.
tr: Bu düğme &kmenu; olarak adlandırılır. Bu düğmenin üstünde bir menüye tıkladığınızda onu etkin haline getireceğini belirten küçük bir ok bulunmaktadır. Sadece deneyin! Bu etkinleştirme bilgisayarınızda yüklenmiş olan tüm &kde; uygulamalarına kolayca erişim sağlar.

source: Customizing &kicker;
tr: &kicker;'in Özelleştirilmesi

source: If you use one application or tool very often, then you may want to have even faster access to it, of course. In this case, you can add a single application, or an entire sub-menu of the &kmenu;, as a special quick-launch button, on to the panel. If you want to reach the &kfind; application directly via a launch button, simply choose <menuchoice><guimenu>K menu</guimenu> <guisubmenu>Panel Menu</guisubmenu> <guisubmenu>Add</guisubmenu> <guisubmenu>Button</guisubmenu> <guimenuitem>Find Files</guimenuitem></menuchoice> (By this we mean that you should first click the &kmenu;, then select <guisubmenu>Panel Menu</guisubmenu>, where the small arrow to the right indicates that another menu will pop up. In this menu, choose <guisubmenu>Add</guisubmenu>, then <guisubmenu>Button</guisubmenu>, and in the next sub-menu, <guimenuitem>Find Files</guimenuitem>).
tr: Eğer bir aracı veya uygulamayı çok sık kullanıyorsanız tabii ki ona daha hızlı ulaşmayı isteyebilirsiniz. Bu durumda bir uygulamayı veya &kmenu;'nün tüm bir alt menüsünü özel hızlı başlatma düğmesini panele ekleyebilirsiniz. Eğer &kfind; uygulamasına doğrudan bir başlatma düğmesi ile ulaşmak istersiniz sadece <menuchoice><guimenu>K menü</guimenu> <guisubmenu> Panel Menüsü</guisubmenu> <guisubmenu>Panele Ekle</guisubmenu> <guisubmenu> Özel Düğme</guisubmenu> <guimenuitem>Bul</guimenuitem></menuchoice> seçiniz. (Bunu derken şunu anlatmak istiyoruz. Önce &kmenu;'ye tıklayın, sonra <guisubmenu> Panel Menüsü</guisubmenu>'nü seçin, bu arada sağdaki küçük ok diğer bir menünün çıkacağını belirtir. Bu menüden <guisubmenu>Panele Ekle</guisubmenu>, sonra <guisubmenu> Özel Düğme</guisubmenu>ve bir sonraki alt menüden de <guimenuitem>Bul</guimenuitem>'u seçiniz).

source: You can add an entire menu this way, or one of the &kicon; button sub-menus. For example, if you have &koffice; installed and want quick access to all the &koffice; applications, without having to navigate through the &kmenu;, then instead of choosing an application, click on the <guimenuitem>Add this menu</guimenuitem> menu entry. Now you will have instant access to all the &koffice; applications, without having to put an icon for each on the panel.
tr: Bu şekilde tüm bir menüyü veya &kicon; düğmesi alt menüsünü ekleyebilirsiniz. Örneğin eğer &koffice; yüklü ise ve K menü'de dolaşmaya gerek kalmadan tüm Koffice uygulamalarına hızlı ulaşım istiyorsanız, o zaman bir uygulamayı seçmek yerine <guimenuitem>Bu menüyü ekle</guimenuitem> menü girişine tıklayınız. Böylece her biri için panele bir simge eklemeye gerek kalmadan Koffice uygulamalarına hemen ulaşabilirsiniz.

source: You can move all items of the panel around with the <guimenuitem>Move</guimenuitem> command of the context menu. Just click with the <mousebutton>third</mousebutton> mouse button (the <mousebutton>third</mousebutton> mouse button is normally the <mousebutton>right</mousebutton> button, but if you have configured your mouse differently, for example for left-handers, it might also be the <mousebutton>left</mousebutton> one). A menu will pop up where you can choose <guimenuitem>Move</guimenuitem>. Now move the mouse and see how the icon follows while still staying on the panel. When you are done, simply hit the <mousebutton>first</mousebutton> mouse button (by default the <mousebutton>left</mousebutton> one). As you may have noticed, there is also a menu entry <guimenuitem>Remove</guimenuitem> in case you are tired of a certain launch button on your desktop.
tr: Paneldeki tüm nesneler sağ fare menüsündeki <guimenuitem>Taşı</guimenuitem> komutu ile yer değiştirebilir. Sadece <mousebutton>üçüncü</mousebutton> fare tuşu ile tıklayınız (normalde <mousebutton>üçüncü</mousebutton> fare tuşu <mousebutton>sağ</mousebutton> tuştur fakat fareyi farklı ayarlamış olabilirsiniz örneğin solaklar için <mousebutton>sol</mousebutton> tuş olabilir). Tıkladığınızda <guimenuitem>Taşı</guimenuitem> komutunu seçebileceğiniz bir menü etkinleşir. Şimdi fareyi hareket ettiriniz ve simge hala panelin üzerinde durmaya devam ederken nasıl fareyi takip ettiğini izleyiniz. Bunu bitirdiğinizde sadece <mousebutton>birinci</mousebutton> fare tuşuna tıklayınız (standart olarak <mousebutton>sol</mousebutton>daki). Fark ettiğiniz gibi masa üstündeki bir başlatma düğmesinden sıkıldıysanız onu kaldırmak için <guimenuitem>Kaldır</guimenuitem> diye de bir menü girişi bulunmaktadır.

source: Using Context menus
tr: Sağ Fare Menülerinin Kullanımı

source: This leads us to another interesting topic: in many places, you can click the <mousebutton>right</mousebutton> mouse button to display a <interface>context menu</interface> with choices that are applicable to the item you clicked. It is therefore always a good idea to try out the <mousebutton>third</mousebutton> mouse button on something, if you do not know what to do with it. Even the background of the desktops has such a menu!
tr: Bu bizi diğer bir ilginç konuya götürmektedir: Çoğu yerde tıkladığınız nesneye uygulanabilen seçenekleri içeren sağ fare menüsünü görebilmek için <mousebutton> sağ</mousebutton> fare tuşuna tıklayabilirsiniz. Bu yüzden eğer bir nesne ile ne yapacağınızı bilmiyorsanız <mousebutton>üçüncü</mousebutton> fare tuşunu denemek her zaman iyi bir fikirdir. Masaüstlerinin arka zemini bile bu menüye sahiptir.

source: Other Panel features
tr: Diğer Panel özellikleri

source: There are other interesting things possible with the panel. One may be important if you have a low resolution on your monitor: it is the <quote>hide-and-show</quote> function, activated by clicking on the small arrowed button, which is at one or both ends of the panel.
tr: Panel ile başka ilginç şeyler yapabilme imkanı bulunmaktadır. Eğer monitörünüzün çözünürlüğü düşükse bu özellik önemli olabilir: Bu <quote>sakla ve göster</quote> fonksiyonudur, panelin bir veya iki yanında bulunan küçük ok düğmesine tıklanarak aktif hale getirilir.

source: Perhaps you just don't like the panel extending the full width of the screen. That's easily changed! &RMB; on an empty space in the panel, and choose <menuchoice><guimenuitem>Configure Panel...</guimenuitem></menuchoice>. In the &kcontrol; dialog that pops up, you can choose <guilabel>Length</guilabel> on the <guilabel>Appearance</guilabel> tab, and use the slider there to set the panel to less than 100% width.
tr: Beklide panelin ekranın tüm enine uzamasından hoşlanmadınız. Bu kolayca değişebilir! Panelin üzerinde boş bir yerde sağ fare tuşuna tıklayınız ve <menuchoice><guimenuitem> Paneli Yapılandır...</guimenuitem></menuchoice> menü ögesini seçin. Çıkan &kcontrol; diyalog penceresinden <guilabel>Düzenleme</guilabel> sekmesinden <guilabel> Uzunluk</guilabel> ayarı düğmesi ile panelin genişliğini % 100 ‘den daha aza ayarlayabilirsiniz.

source: If you're following along, and have that dialog open anyway, then feel free to play with all the options, and use the <guibutton>Apply</guibutton> to see the effect they have. You can easily reset everything to the default configuration, by simply pressing the <guibutton>Use Defaults</guibutton> button.
tr: Eğer buraya kadar takip ediyorsanız ve bu diyalog penceresi zaten açıksa o zaman tüm seçenekleri deneyin ve seçeneklerin etkilerini görmek için <guibutton>Uygula</guibutton> düğmesini kullanın. <guibutton>Öntanımlılar </guibutton> düğmesine basarak kolayca her şeyi öntanımlı ayarlarına yeniden ayarlayabilirsiniz.

source: By the way, if you are not sure what a certain button does in &kde;, just move the mouse pointer over it and wait for a short while: &kde; has a built-in mini context help, called <quote>tool tips</quote>, which explains the functionality of such controls in a few words.
tr: Bu arada &kde;’de bir düğmenin ne yaptığından emin değilseniz, sadece fare imlecini onun üzerine getirin ve kısa bir süre bekleyin: &kde;’nin içinde <quote> Araç İpuçları</quote> diye adlandırılan, birkaç sözcük ile kontrollerin fonksiyonlarını anlatan mini bir konu yardımı bulunmaktadır.

source: But I want my command line back!
tr: Fakat ben komut satırımı geri istiyorum!

source: Just calm down, there is nothing to fear. &kde; does not want to take your beloved (and sometimes very effective) command line away from you. You can move your files with the desktop, but you can also use the &UNIX; commands you are accustomed to. In fact,&kde; puts command line power at your fingertips, in perhaps some surprising places.
tr: Sakin olun korkacak bir şey yok. &kde; sizin sevdiğiniz (ve bazen çok etkili olan) komut satırınızı sizin elinizden almak istemiyor. Dosyalarınızı masaüstü ile hareket ettirebilirsiniz fakat alıştığınız &UNIX; komutlarını da kullanabilirsiniz. Aslında ilginç bir şekilde &kde; size komut satırını sunmuştur.

source: &kde; provides a very sophisticated command line window called &konsole;. Choose <menuchoice><guimenu>K menu</guimenu> <guisubmenu>System</guisubmenu> <guimenuitem>Konsole</guimenuitem></menuchoice> to start it. This may be something you want on your panel: luckily it's already there in the default configuration!
tr: &kde; &konsole; adında karmaşık bir komut satırı sağlamaktadır. <menuchoice><guimenu> K menü</guimenu> <guisubmenu>Sistem</guisubmenu><guimenuitem>Konsole </guimenuitem></menuchoice>menü ögesini seçerek bunu başlatabilirsiniz. Bu sizin panelde bulunmasını istediğiniz bir şey de olabilir, şansınıza bu standart kurulumda zaten bulunmaktadır.

source: Sometimes, you only want to enter one command on the command line. In these cases, you do not need a full-blown terminal. Just hit <keycombo>&Alt;<keycap>F2</keycap></keycombo> and you get a small command line where you can enter one command. The command line window will disappear afterwards, but it remembers your command.
tr: Bazen komut satırına sadece bir komut girmek isteyebilirsiniz. Bu durumda tamamen açılmış bir terminale ihtiyacınız yoktur. Sadece <keycombo>&Alt;<keycap>F2</keycap></keycombo>’ye basın ve bir komut girebileceğiniz küçük bir komut satırı çıkacaktır. Bundan sonra komut satırı penceresi kaybolur fakat komutunuzu hatırlar.

source: &konqueror; and the editor &kate; can both display terminal windows, which behave just like &konsole;. In &konqueror;, you can turn this on with the menu choice <menuchoice><guimenu>Window</guimenu><guimenuitem>Show Terminal Emulator</guimenuitem></menuchoice>. The embedded terminal will display at the bottom of your &konqueror; window, and the really clever thing is that it will follow your clicks in the file manager view, changing folder as you do. In &kate; you can display a terminal with the menu choice <menuchoice><guimenu>Settings</guimenu><guimenuitem>Show Console</guimenuitem></menuchoice>.
tr: &konqueror; ve &kate; editörü &konsole; gibi davranan terminal penceresi gösterebilir. &konqueror;'da bunu <menuchoice><guimenu>Pencere</guimenu><guimenuitem> Uçbirim Emülasyonu Göster</guimenuitem></menuchoice> ile açabilirsiniz. Açılan terminal &konqueror; penceresinin altında gösterilecektir. Ve bunun iyi tarafı sizin dosya yöneticinizdeki tıklamalarınızı takip ederek klasörleri sizinle beraber değiştirmesidir. &kate;'de <menuchoice><guimenu>Pencere</guimenu><guisubmenu> Araç Görünümleri</guisubmenu><guimenuitem>Terminal'i göster</guimenuitem></menuchoice> menü seçeneğini seçerek terminali gösterebilirsiniz.

source: To display a &UNIX; man page, enter <userinput><command>man:</command><replaceable>command</replaceable></userinput> in <application>minicli</application>, where <replaceable>command</replaceable> is the name of a &UNIX; command.
tr: &UNIX; man sayfasını açmak için <application>minicli</application>’ye <userinput><command>man:</command><replaceable>komut</replaceable> </userinput> giriniz, burada <replaceable>komut</replaceable> &UNIX; komutunun ismidir.

source: To search for a word or words on the Google search engine, you can try entering <userinput><command>gg:</command><replaceable>word or words</replaceable></userinput>. There are a whole lot more of these shortcut commands, and you can even add your own! Take a look in &kcontrol;, in the tab <menuchoice><guilabel>Web Browsing</guilabel> <guilabel>Enhanced Browsing</guilabel></menuchoice>.
tr: Google arama motorundan sözcük veya sözcükler ararken <userinput><command> gg:</command><replaceable>sözcük veya sözcükler</replaceable></userinput> girmeyi deneyiniz. Bunun gibi daha bir çok kısa yol komutu bulunmaktadır ve kendi kısa yol komutlarınızı ekleyebilirsiniz. KControl'de Web Sörfü+Gelişmiş Sörf sekmelerine bir göz atın.

source: Finally, there's a way to have your command line always available, no matter what you're doing - add one to your &kicker; panel!
tr: Son olarak, ne yaparsanız yapın komut satırını daima hazır bulundurmanın bir yolu vardır. Kicker paneline bir tane ekleyin!

source: Simply &RMB; click on an empty space in the panel, and choose <menuchoice><guimenu>Panel</guimenu> <guisubmenu>Add</guisubmenu> <guisubmenu>Applet</guisubmenu> <guimenuitem>Application Launcher</guimenuitem></menuchoice>. This will embed a mini-cli directly into your panel, complete with command history.
tr: Sadece panodaki boş bir alana sağ fare tuşu ile tıklayın ve <menuchoice><guimenu>Panel Menüsü</guimenu> <guisubmenu>Ekle</guisubmenu> <guisubmenu>Programcık</guisubmenu> <guimenuitem>Uygulama Başlatıcı</guimenuitem></menuchoice> seciniz. Böylece tüm komut geçmişi ile birlikte mini-cli‘yi doğrudan panele ekleyecektir.

source: So, in conclusion, the command line is never far from view when you're using &kde;.
tr: Sonuç olarak &KDE;’yi kullanırken komut satırı hiçbir zaman uzağınızda olmaz.

source: If you have not already done so, start an application using the <link linkend="starter">&kmenu;</link>; say, <guimenuitem>Find Files</guimenuitem>.
tr: Eğer bir uygulamayı henüz başlatmadıysanız, <link linkend="starter">K menü</link>'yü kullanarak bir uygulama başlatınız; örneğin <guimenuitem>Dosya/Dizin Bul</guimenuitem>.

source: A window! What now?
tr: Bir pencere! Şimdi ne olacak?

source: Well, usually people work <emphasis>inside</emphasis> windows, but sometimes you may want to manipulate windows. Here's a quick overview of some of the most common window related functions:
tr: Genellikle insanlar pencerelerin <emphasis>içinde</emphasis> çalışırlar, fakat bazen pencereleri değiştirmek isteyebilirsiniz. Aşağıda pencerelerle, en sık kullanılan fonksiyonlarla ilgili genel bilgiler verilmiştir.

source: Move a window
tr: Bir pencerenin hareket ettirilmesi

source: Drag the window's title bar, or hold the &Alt; key down and drag anywhere in the window.
tr: Bir pencerenin başlık çubuğunu tutarak sürükleyin veya &Alt; tuşunu basılı tutun ve pencerenin herhangi bir yerinden sürükleyin.

source: Resize a window:
tr: Bir pencerenin yeniden boyutlandırılması:

source: Drag the window's border, or hold the &Alt; key down and drag with the &RMB; anywhere in the window.
tr: Pencere çerçevelerini sürükleyin veya &Alt; tuşunu basılı tutarak sağ fare tuşu ile pencereyi herhangi bir yerinden sürükleyin.

source: Maximize a window
tr: Bir pencereyi büyütmek

source: Click the maximize button in the titlebar (in the default decoration it is the square, next to the X) to make the window fill the screen, or if the window is already maximized, to shrink it back to its original size. Clicking with the &MMB; maximizes the window vertically, and with the &RMB;, horizontally.
tr: Pencerenin tüm ekranı kaplaması için başlık çubuğundaki Büyüt tuşuna tıklayınız (ön tanımlı görünümde X’ in yanındaki kare şeklidir) veya eğer pencere zaten büyütülmüş halde ise orijinal boyutuna küçültmek içinde aynı tuşa basınız. Orta fare tuşu ile tıklarsanız pencereyi dikey ve sağ fare tuşu ile tıklarsınız yatay büyütmüş olursunuz.
