Repository: pars-linux/uludag
Catalog: l10n-kde4/*/docmessages/kdebase-runtime/quickstart.po
Languages: tr

source: Many systems require you to be logged in as <systemitem class="username">root</systemitem> to mount and unmount devices.
tr: Çoğu sistem, bağlama ve ayırma işlemlerin yapılabilmesi için <systemitem class="username">root</systemitem> olarak giriş yapmanızı gerekli kılar.

source: <mousebutton>Right</mousebutton> click on the desktop and choose <menuchoice><guisubmenu>Create New</guisubmenu><guisubmenu>Device</guisubmenu> <guimenuitem>Floppy Device...</guimenuitem></menuchoice>.
tr: Masaüstüne sağ tıklayın ve <menuchoice><guisubmenu>Yeni Oluştur</guisubmenu> <guisubmenu>Aygıta Bağlantı</guisubmenu> <guimenuitem>Disket Aygıtı...</guimenuitem></menuchoice>.

source: On the <guilabel>General</guilabel> tab of the resulting dialog, change the name to whatever you like, in the text box at the top.
tr: Ortaya çıkan diyalogtaki <guilabel>Genel</guilabel> sekmesinde en üstteki metin kutusunda ismi istediğiniz isimle değiştirin.

source: On the <guilabel>Device</guilabel> tab, enter <filename class="devicefile">/dev/fd0</filename> (or the path to the floppy device as it is named on your system) as the <guilabel>Device</guilabel>.
tr: <guilabel>Aygıt</guilabel> sekmesinde <filename class="devicefile">/dev/fd0</filename> (veya sizin sisteminizde adlandırıldığı gibi disket aygıtının yolunu) <guilabel>Aygıt</guilabel> olarak girin.

source: You can add a <guilabel>Mount Point</guilabel> here too. This should be an existing folder, but empty. Common mount points are <filename class="directory">/mnt/floppy</filename> or <filename class="directory">/floppy</filename>, but you can just as easily have floppy disks mounted on <filename class="directory">~/mydisk</filename> if you want.
tr: Buraya da bir <guilabel>Bağlantı Noktası</guilabel> ekleyebilirsiniz. Bu önceden var olan fakat boş bir dizin olmalıdır. Sık kullanılan bağlantı noktaları <filename class="directory">/mnt/floppy</filename> veya <filename class="directory">/floppy</filename> dir, fakat isterseniz kolayca disketleri <filename class="directory"> ~/mydisk</filename>'e de bağlayabilirsiniz.

source: Click the <guilabel>Unmounted Icon</guilabel> and select the picture of a floppy disk without the green light.
tr: <guilabel>Ayırma Simgesi</guilabel>'ne tıkla ve yeşil ışığı olmayan disket resmini seç.

source: Once you're happy with your choices, choose <guibutton>OK</guibutton> and you are finished!
tr: Seçimlerinizden memnunsanız <guibutton>Tamam</guibutton>’ı seçin ve işlemi tamamlayın!

source: Now, place a properly formatted floppy in the drive and click the <guiicon>Floppy</guiicon> icon to have &kde; mount the floppy drive and display the files on the disk. Before removing the disk from the drive, &RMB; click the <guiicon>Floppy</guiicon> icon and choose <guimenuitem>Unmount</guimenuitem> from the menu.
tr: Şimdi &KDE;’nin disket aygıtını bağlaması ve disktteki dosyaları göstermesi için uygun formatlı bir disketi sürücüye yerleştirin ve Disket simgesine tıklayın. Disketi sürücüden çıkarmadan önce sağ fare tuşu ile <guiicon>Disket</guiicon> simgesine tıklayınız ve menüden <guimenuitem>Ayır</guimenuitem>'ı seçiniz.

source: Configuring your desktop
tr: Masaüstüzün yapılandırılması

source: If you do not like something about the way the desktop looks or operates, you can probably change it. &kde; is very configurable and you can change almost every aspect of the appearance and the behavior of your desktop. Unlike many other &UNIX; desktop environments, you do not have to edit cryptic configuration files either (but you can if you really want to!) You use the &kcontrol;, a special program for configuring your desktop.
tr: Masaüstünün görünümü veya çalışmasından bir şeyi beğenmiyorsanız muhtemelen onu değiştirebilirsiniz. &kde; oldukça ayarlanabilirdir ve neredeyse masaüstünüzün görünümünü ve davranışlarını her yönünü değiştirebilirsiniz. Aynı zamanda diğer &UNIX; masaüstü ortamlarından farklı olarak şifrelenmiş ayar dosyalarını da değiştirmek zorunda değilsiniz (fakat isterseniz yapabilirsiniz!). Masaüstünü ayarlamak için özel bir program olan &kcontrol;’u kullanınız.

source: Using the <application>&kde; Control Center</application>
tr: <application>KDE Kontrol Merkezinin</application> Kullanımı

source: Launch the &kcontrolcenter; from the <link linkend="starter">&kmenu;</link>. A window with two panes appears, displaying a list of modules in the left pane.
tr: <link linkend="starter">K menü</link>'den &kcontrol; u başlatınız. İki panelli bir pencere ortaya çıkar ve sol panelde modüllerin listesini gösterir.

source: Open a module by clicking its name; a list of submodules will appear. Then, click one of the submodule category names to edit its configuration in the right pane.
tr: İsmine tıklayarak bir modülü açın, böylece alt modüllerin bir listesi ortaya çıkacaktır. Sonra sağ paneldeki ayarlarını değiştirmek için alt modül kategori isimlerinden birine tıklayın.

source: Changing the configuration is fairly straightforward. A help button is available on each configuration panel to explain settings that are not obvious. Each panel has buttons labeled <guibutton>Help</guibutton>, <guibutton>Use Defaults</guibutton>, <guibutton>Apply</guibutton>, and <guibutton>Reset</guibutton>, which work as follows:
tr: Ayarların değiştirilmesi oldukça kolaydır. Her ayar modülünde anlaşılmayan ayarları açıklamak için yardım düğmesi bulunmaktadır. Her panelde <guibutton> Yardım</guibutton>, <guibutton>Öntanımlılar</guibutton>, <guibutton> Uygula</guibutton>, ve <guibutton>Sıfırla</guibutton>, diye adlandırılmış ve aşağıda açıklandığı gibi çalışan düğmeler bulunmaktadır:

source: Help
tr: Yardım

source: Displays a short help text in the left hand pane, including a link to a longer manual for the module in question.
tr: Sol panelde konu olan modül için daha uzun bir kılavuza bağlantı da içeren kısa bir yardım belgesini gösterir.

source: Use Defaults
tr: Öntanımlılar

source: Sets all the options in the current module back to the default at the time &kde; was installed.
tr: Şu anda açık olan modüldeki seçenekleri KDE’yi yüklediğiniz zamanki standart ayarlara döndürmek için kullanılır.

source: Apply
tr: Uygula

source: Applies the current settings in the currently open module.
tr: Mevcut ayarları o anda açık olan modüle uygular.

source: Reset
tr: Sıfırla

source: Resets the options to the state they were in when you opened the module. If you have already used the <guibutton>Apply</guibutton> button, then this button will reset the options to the state they were in when you pressed <guibutton>Apply</guibutton>.
tr: Seçenekleri modülü açtığınız andaki haline getirir. Eğer <guibutton>Uygula</guibutton> düğmesini zaten kullandıysanız o zaman bu düğme seçenekleri <guibutton>Uygula</guibutton> düğmesine bastığınız sonraki durumuna getirir.

source: If you make changes on one configuration panel and move to a different module without clicking <guibutton>OK</guibutton> or <guibutton>Apply</guibutton> first, &kcontrolcenter; will prompt you to ask whether your changes should be applied first.
tr: Eğer bir yapılandırma panelinde değişiklik yaptıysanız ve Tamam veya Uygula düğmesine basmadan başka bir modüle geçtiyseniz, &kcontrol; size önce yaptığınız değişikliklerin uygulanıp uygulanmayacağını soracaktır.

source: Logging out
tr: Çıkılıyor

source: We sincerely hope that using &kde; gives you so much fun and pleasure that you never want to log out. But if you do, simply choose <menuchoice><guimenu>K menu</guimenu> <guimenuitem>Logout</guimenuitem></menuchoice>.
tr: Biz içtenlikle &kde;’nin size ondan hiç çıkmayı istemeyecek kadar eğlence ve zevk vermesini ümit ediyoruz. Ama yine de çıkmak istediğinizde<menuchoice><guimenu>K menü</guimenu> <guimenuitem>Çıkış</guimenuitem></menuchoice> yolunu kullanın.

source: There is also a logout button directly on the panel, which looks like a small power button. Or you can press <keycombo action="simul">&Ctrl; &Alt; <keycap>Delete</keycap></keycombo> to log out.
tr: Ayrıca panelin üzerinde küçük bir güç düğmesine benzeyen doğrudan bir çıkış düğmesi bulunmaktadır. Veya çıkmak için <keycombo action="simul"> &Ctrl; &Alt; <keycap>Delete</keycap></keycombo> tuş kombinasyonunu kullanabilirsiniz.

source: Session Management
tr: Oturum Yönetimi

source: Non-&kde; applications do not memorize their state on logout, and &kde; will warn you to make sure that you have saved any important data in them when you start to log out.
tr: KDE uygulaması olmayan uygulamalar ise çıkış esnasındaki durumlarını hatırlamazlar ve çıkış işlemine başladığınızda &KDE; bu uygulamalardaki önemli bilgileri kaydetmek isteyip istemediğiniz konusunda emin olmak için sizi uyarır.

source: To illustrate session management, choose <menuchoice> <guimenu>K menu</guimenu><guisubmenu>Editors</guisubmenu> <guimenuitem>Kate</guimenuitem> </menuchoice> to start &kate;. Open a text document to edit. Now log out and back in. You will observe that &kate; will be restored to the exact same position on the screen, including the right virtual desktop, and the document we left open in &kate; before we logged out is opened again automatically. &kate; will even remember whether you had unsaved changes to your document before you logged out and will save them to the file you were working on if you choose <guimenuitem>Save</guimenuitem> from the <guimenu>File</guimenu> menu.
tr: Oturum yönetimini uygulamalı açıklamak için, Kate’i başlatmak amacıyla <menuchoice> <guimenu>K menü</guimenu><guisubmenu> Düzenleyiciler</guisubmenu> <guimenuitem>Kate</guimenuitem> </menuchoice> ögesini seçin. Düzenlemek için bir metim dokümanı açın. Şimdi çıkış yapın ve tekrar girin. Kate’in doğru sanal ortamı kapsayarak ekrandaki tamamıyla aynı yere yerleştiğini ve çıkıştan önce Kate de açık bıraktığımız dokümanın otomatik olarak tekrardan açıldığını gözlemleriz. Hatta Kate çıkıştan önce dokümanız da kaydedilmemiş değişikliklerin olup olmadığını hatırlar ve eğer <guimenu>Dosya</guimenu> menüsünden <guimenuitem>Kaydet</guimenuitem>’i seçerseniz üzerinde çalıştığınız dosyaya yapmış olduğunuz değişiklikleri kaydeder.

source: &kde;, an exciting Journey
tr: KDE, ilginç bir Gezi

source: We hope you enjoyed this brief tour of the K Desktop environment and that this unique desktop environment will help you get your work done faster and more comfortably than ever.
tr: Umarız &KDE; Masaüstü ortamındaki bu kısa geziden hoşlanmışsınızdır ve bu benzersiz masaüstü ortamı işinizi şimdiye kadar olduğundan daha rahat ve hızlı yapmanıza yardımcı olur.

source: Please remember that the &kde; project is not a commercial venture, but rather a project run by volunteers from all over the world. We would like to invite you to join the &kde; project and become part of this unique network of people. If you are a programmer you might consider helping us write &kde; applications. If you are an artist or have experience with graphic design, consider creating icons sets, color schemes, sound schemes and logos for &kde;. If you enjoy writing we would love for you to join our documentation project.
tr: Lütfen hatırlayınız ki KDE projesi ticari bir girişim değildir ve daha çok dünyanın her yanındaki gönüllüler tarafından yürütülen bir projedir. Sizi ağ halinde birbirine bağlı bu benzersiz insanlara katılarak bu projeye katılmaya davet ediyoruz. Eğer siz bir programcıysanız &KDE; uygulamalarının yazılımında bize yardım etmeyi düşünebilirsiniz. Eğer bir sanatçıysanız ve grafik tasarımında deneyimli iseniz simge temalarının, renk şemalarının ve &KDE; için ses ve logoların yaratılmasıyla ilgilenebilirsiniz. Eğer yazı yazmaktan zevk alıyorsanız Belgelendirme projemize katılmanıza seviniriz.

source: As you can see there are many ways in which you can help. You are cordially invited to join this world-wide network of people dedicated to making &kde; the best desktop environment for any computer. Please visit <ulink url="http://www.kde.org">www.kde.org</ulink> for more information.
tr: Gördüğünüz gibi yardım edebileceğiniz birçok yol bulunmaktadır. Sizi &KDE;‘yi her bilgisayar için en iyi masaüstü ortamı yapmaya kararlı, tüm dünyaya yayılmış insan ağına katılmaya içtenlikle davet ediyoruz. Daha fazla bilgi için lütfen <ulink url="http://www.kde.org">www.kde.org</ulink> sitesini ziyaret edin.

source: Welcome aboard on this exciting journey,
tr: Bu heyecanlı gezide güverteye hoş geldiniz.

source: Your &kde; Team
tr: &kde; Takımınız

source: Credits
tr: Adlar Dizini

source: Authors
tr: Yazarlar

source: Stephen Schaub <email>sschaub@bju.edu</email> - Editor
tr: Stephen Schaub <email>sschaub@bju.edu</email> - Editör

source: Robert Williams <email>rwilliams@kde.org</email> - Editor
tr: Robert Williams <email>rwilliams@kde.org</email> - Editör

source: CREDIT_FOR_TRANSLATORS
tr: Cemil Mutlu <email>cemilmutlu@kde.org.tr</email>
