Repository: pars-linux/uludag
Catalog: l10n-kde4/*/docmessages/kdebase-runtime/visualdict.po
Languages: tr

source: The &kde; Visual Guide
tr: &kde; Görsel Kılavuzu

source: ROLES_OF_TRANSLATORS
tr: <othercredit role="translator"><firstname>Görkem</firstname><surname>Çetin</surname><affiliation><address><email>gorkem@kde.org</email></address></affiliation><contrib>-</contrib><firstname>Engin</firstname><surname>Çağatay</surname><affiliation><address><email>engincagatay@yahoo.com</email></address></affiliation><contrib>-</contrib></othercredit>

source: A visual guide to &kde;'s interface. This is a very early version of the document. Eventually, this will be a graphical tour of &kde;.
tr: &kde; arayüzü için bir kılavuz. Bu sayfalar zaman içinde &kde;'ye grafiksel bir giriş çalışmasına dönüşecektir.

source: Visual
tr: Görsel

source: Dictionary
tr: Sözlük

source: Guide
tr: Kılavuz

source: &kde; Visual Dictionary of terms
tr: &kde; Terimler Görsel Kılavuzu

source: This project was started to help unify the vocabulary used in &kde; documentation.
tr: Bu proje &kde; belgelerinde kullanılan sözcük dağarcığını birleştirmek için başlatıldı.

source: We provide this for you here as an aid to learning your way around the &kde; Graphical User Interface. These names have been standardized within &kde; documentation, so that you will always find interface items referred to in the same way.
tr: Biz bu projeyi size &kde; Grafiksel Kullanıcı Arayüzü'nde yolunuzu rahat bulabilmenize yardımıcı olmak için sağlıyoruz. Bu isimler &kde; belgelerinde standartlılaştırılmıştır, böylece her arayüzde aynı türde hazırlanmış elemanlarla karşılaşacaksınız.

source: The term <quote>Widget</quote> refers to the basic building block of a computer program's interface.
tr: <quote>Widget - Parçacık</quote> terimi, bir bilgisayar uygulamasının arayüzündeki en temel yapı bloğunu simgeler.

source: Each widget operates in a similar manner each time it is used, but the effect that the widget has depends on its place within the program.
tr: Her bileşen, her kullanıldığında aynı şekilde işler, fakat uygulamada nerde kullanıldığı işleyişi üzerinde değişikliklere yol açabilir.

source: Listing of Common &kde; Widgets
tr: Genel &kde; Parçacıklarının Listesi

source: Currently, this guide consists of a table of the names of the graphical elements often found in &kde; documentation, and an example of each one.
tr: Bu rehber &kde; belgesinde sıkça kullanılan grafiksel elemanların bir tablosunu ve her biri için bir örneği içerir.

source: Our hope, eventually, is to make this a much more complete document, which will take you on a visual tour of &kde;.
tr: Bizim isteğimiz bunu, sizi &kde;'nin görsel bir turuna çıkaracak olan daha eksiksiz bir belge haline getirmektir.

source: Button
tr: Düğme

source: Check Boxes
tr: İşaretleme Kutuları

source: Color Selector
tr: Renk Seçicisi

source: Combo Box
tr: Çoktan Seçme Kutusu

source: Drop Down Box
tr: Aşağı Açılır Liste

source: Icon List
tr: Simge Listesi

source: List Box
tr: Liste Kutusu

source: Progress Bar
tr: Süreç Çubuğu

source: Radio Buttons
tr: Radyo Düğmeleri

source: Scroll Bar
tr: Kaydırma Çubuğu

source: Slider
tr: Kaydırıcı

source: Spin Box
tr: Liste Kutusu

source: Status Bar
tr: Durum Çubuğu

source: Text Box
tr: Metin Kutusu

source: Tree View
tr: Ağaç Görüntüsü

source: Credits and Licenses
tr: Yazarlar ve Lisanslar
