Repository: pars-linux/uludag
Catalog: tags/yali/1.1_alpha7/po/*.po
Languages: fr

source: <font size="+2">Automatic Partitioning</font> <font size="+1"> <p> Pardus can be installed on a variety of hardware. You can install Pardus on an empty disk or hard disk partition. <b>An installation will automatically destroy the previously saved information on selected partitions. </b> </p> <p> Automatic partitioning use your entire disk for Pardus installation. From this screen you can select to automatically partition one of you disks, or you can skip this screen and try manual partitioning. </p> <p> Please refer to Pardus Installing and Using Guide for more information about disk partitioning. </p> </font>
fr: <font size="+2">Partitionnement Automatique</font> <font size="+1"> <p> Pardus peut être installé sur divers materiel. Pardus peut être installé sur un disque dur vide ou sur une partition de disque dur. <b>L'installation va effacer automatiquement les informations précédemment sauvées sur les partitions choisies,</b> il vous est proposé de sauver tous vos fichiers avant de travailler. </p> <p> Le partitionnement automatique utilisera entièrement votre disque dur pour l'installation de Pardus. À partir de cet écran il est possible de choisir un de vos disques pour un partitionnement automatique, ou il est possible de passer cet écran pour un partitionement manuel </p> </font>

source: Can't find a storage device!
fr: Disque inexistant pour l'installation!

source: <font color="#FF6D19">Preparing your disk for installation!</font>
fr: <font color="#FF6D19">Préparation de disque dur pour l'installation</font>

source: <b> <p>This action will use your entire disk for Pardus installation and all your present data on the selected disk will be lost.</p> <p>After being sure you had your backup this is generally a safe and easy way to install Pardus.</p> </b>
fr: <b> <p>Cette opération utilisera entièrement votre disque dur pour l'installation de Pardus et tous vos fichiers sur le disque choisi seront effacés. </p> <p> Après les backups, presser d'accord et Pardus va facilement s'installer </p> </b>

source: Cancel
fr: Annuler

source: O.K. Go Ahead
fr: D'accord. Continue.

source: <font size="+1"><b>Select the partitioning method:</b></font> <p>Below, you can select an hard disk for automatic partitioning. Selected disk will be used for Pardus installation.</p> <p><font color="#FF6D19"><b><u>WARNING:</u></b> Automatic partitioning will use your entire disk for Pardus installation. All data on the selected disk will be lost!</font></p>
fr: <font size="+1"><b>Sélectionner la méthode de Partionnement</b></font> <p>Il est possible de choisir un de vos disques durs sur la liste pour le partitionnement automatique. Le disque dur sélectionné va etre utilisé pour l'installation de Pardus.</p> <p><font color="#FF6D19"><b><u>ATTENTION:</u></b> Le partitionnement automatique utilisera votre disque entier pour l'installation de Pardus. L'installation effacera automatiquement les informations précédemment sauvées sur les partitions sélectionnées.</font></p>

source: No, I'll partition my disk manually.
fr: Non, je vais partitionner mon disque manuellement.

source: Yes, automatically partition and format selected disk!
fr: Oui, partitionnez et formattez automatiquement les disques sélectionnés!

source: <b>Do you want to write boot loader (GRUB) to your hard disk's master boot record?</b> <p>You need a boot loader to boot your Pardus system.</p> <p>If you don't install a boot loader, you will have to configure your other operating system's loader (if you have one installed) to start your newly installed Pardus.</p>
fr: <b>Installer le chargeur de démarrage (GRUB) à votre partie de boot de votre disque dur?</b> <p>Vous avez besoin d'un chargeur de démarrage pour redémarrer votre système de Pardus<p>Si un chargeur de démarrage n'est pas installé, veuillez configurer l'autre chargeur de système d'opréation.</p>

source: Yes, Install Boot Loader
fr: Oui, Installez le chargeur de démarrage

source: Select the disk you to install bootloader:
fr: Sélectionner le disque pour installer le chargeur de démarrage

source: <b><font size="+2" color="#FF6D19">Rebooting system. Please wait!</font></b>
fr: <b><font size="+2" color="#FF6D19">Le système redémarre.Veuiilez patienter.</font></b>

source: <b> <p>Please remove Pardus CD from your drive and pres Reboot button.</p> </b>
fr: <b> <p>Veuillez retirer le CD de Pardus et 'cliquez le bouton "Redémarrer".</p> </b>

source: Reboot
fr: Redémarrer

source: Release Notes
fr: Notes de mise à jour

source: Can't open License file!
fr: Le fichier de licence ne s'ouvre pas!

source: Can't open Release Notes file!
fr: Le fichier de note de mise à jour ne s'ouvre pas

source: <font size="+2">Installation started</font> <font size="+1"> <p> Pardus is now being installed on your hard disk. </p> <p> The duration of this operation depends on the capability and power of your system. Meanwhile, you can enjoy some visual elements showing the distinctive properties of Pardus, your new operating system. </p> <p> Have fun! </p> </font>
fr: <font size="+2">L'installation vient de commencer</font> <font size="+1"> <p> Pardus s'installe à votre disque dur. </p> <p> La durée d'installation va dépendre de la capacité de votre ordinateur. Vous pouvez consulter les nouveautés qui se trouvent dans votre nouveau système d'expoitation pendant l'installation </p> </font>

source: Installing: %s<br>%s
fr: Installation du paquet: %s<br>%s

source: Configuring package: %s
fr: Configuration du paquet: %s

source: Configuring packages for your system!
fr: Configuration des paquets pour votre système!

source: An error during the installation of packages occured. This is possibly a broken Pardus CD or CD-ROM drive. Error: %s
fr: Erreur dans l'installation des paquets. Cette erreur peut être liée au CD Pardus ou à votre CD-ROM Erreur: %s

source: Installing Package:
fr: Installation du paquet:

source: <font size="+2">Keyboard Setup</font> <font size="+1"> <p> Depending on your hardware or choice select a keyboard layout from the list. </p> </font>
fr: <font size="+2">Sélection du clavier</font> <font size="+1"> <p> Vous pouvez sélectionner le type de clavier, sur la liste. </p> </font>

source: Select the keyboard layout of your choice.
fr: Sélectionnez un clavier

source: Test selected keyboard:
fr: Testez le clavier

source: Apply
fr: Appliquer

source: You are going to delete all partitions on device '%s'
fr: Vous êtes en train d'éffacer tous les partitionnements sur le périphérique '%s !

source: You are going to delete partition '%s' on device '%s'!
fr: Vous êtes en train d'effacer le partitionnement %s sur le périphérique '%s !

source: You must select a partition type from the list below.
fr: Veuillez sélectionner un type de partitionnement sur la liste.

source: 'Install Root' size must be larger than %s MB.
fr: La taille de racine d'installatıon (Install Root) doit être supérieure à %s MB

source: ntfsresize check failed! Won't proceed action!
fr: Le contrôle de redimensionnement est échoué!

source: Size (MB):
fr: Taille (MB):

source: Use available free space
fr: Utilisez tout l'éspace disponible.

source: Format this partition
fr: Formattez ce partionnement

source: What do you want to store in this partition?
fr: Que voulez-vous stocker dans ce partitionnement?

source: Pardus system files (mandatory)
fr: Les fichiers de Pardus (obligatoire)

source: User files (optional)
fr: Les fichiers d'utilisateur (optionel)

source: Swap space (optional)
fr: Espace de SWAP(optionel)

source: <font size="+2">Partitioning your hard disk</font> <font size="+1"> <p> Pardus can be installed on a variety of hardware. You can install Pardus on an empty disk or hard disk partition. <b>An installation will automatically destroy the previously saved information on selected partitions. </b> </p> <p> In order to use Pardus, you must create one Linux filesystem (for the system files), which is mandatory and a swap space (for improved performance), which is optional. We advise you to allocate at least 4 GBs of hard disk area and swap space (between 500 MB - 2 GB, according to your needs) for convenience. A Linux partition size less than 2.5 GB is not allowed. You may also optionally use another disk partition for storing user files. </p> <p> You need to format a Linux partition, if it's used for the first time. You can enable 'Use available free space' option, if the hard disk's remaining space is to be used automatically. </p> <p> The partition table shows the device, size, partition type and filesystem information. If the partition will be formatted during Pardus installation stage, then the corresponding 'Format' column will be enabled. </p> <p> Please refer to Pardus Installing and Using Guide for more information about disk partitioning. </p> </font>
fr: <font size="+2">Partitionnement de disque dure</font> <font size="+1"> <p> Pardus, travaille avec beaucoup de different peripherique..Si vous en avez un parttionnement vide ou une disque dure vide, vous pouvez pouvez facilement installer Pardus. <b>L'installation détruira automatiquement l'information précédemment sauvée sur les partitions choisies</b> pour cela on vous propose de sauver tous vos fichiers que vous utilisez avant de travailler. </p> <p> Pour installer Pardus, vous devez créer un système de fichier Linux (obligatoire) et un éspace de swap pour une pérformance amélioré (optionel). Pour cela, on vous conseille un éspace d'au moins 4 GB pour les fichiers de système et un éspace de 500 MB - 2 GB pour l'éspace de swap. Le partitionnement de Linux ne peut pas être moins de 2.5 GB. Vous pouvez optionnellement utiliser une autre parttion pour les fichiers d'utilisateurs. </p> <p> Si c'est la première fois que vous installez Linux, vous devez formatterl la disque dure. L'installation détruira toutes les informations sur la disque dure.. Si vous voulez utiliser les autres partitions sur la disque dure, Vous pouvez activer "utiliser toute l'éspace disponible" </p> <p> La table de partitionnement montre,le nom, la taille, le type et l'information sur le système de fichier de la disque dure. Si le partitionnement va formatter pendant l'installation de Pardus, alors la colonne 'Formatter' doit être activer. </p> <p> Daha fazla bilgi için Pardus Kurulum ve Kullanım Kılavuzu'na başvurabilirsiniz. </p> </font>

source: Create Partition
fr: Créer le partitionnement

source: Delete Partition
fr: Supprimer le partitionnement

source: Edit Partition
fr: Editer le partitionnement

source: Resize Partition
fr: Redimensionner le partitionnement

source: <b> <p>This action will start installing Pardus on your system formatting the selected partition.</p> </b>
fr: <b> <p>Cette opération va commencer l'installation de Pardus sur votre système et va formatter le partitionnement choisi.</p> </b>

source: %0.1f GB free
fr: %0.1f GB disponible

source: %d MB free
fr: %d MB disponible

source: Extended
fr: Etendu

source: Partition %d
fr: Le partitionnement %d

source: Delete All Partitions
fr: Supprimer tous les partitionnements

source: Delete Selected Partition
fr: Supprimer le partitionnement choisi

source: Formatting!
fr: En train de formatter!

source: YES
fr: OUI

source: Device
fr: Le périphérique

source: Size
fr: La taille

source: Partition Type
fr: Le type du partitionnement

source: Filesystem
fr: Le système de fichier

source: Format?
fr: Formatter?

source: Create New Partition
fr: Créer un nouveau partitionnement

source: Partitions:
fr: Les partitionnements:

source: Reset All Changes
fr: Réinitialisez tous les changements

source: Resize
fr: Redimensionner

source: Edit
fr: Editer

source: System administrator password:
fr: Le mot de passe pour l'administrateur du système:

source: System administrator password (again):
fr: Le mot de passe pour l'administrateur du système (seconde fois):

source: <p align="left">System administrator user (root) handles important system maintanence tasks. Please give password for this special user and do not forget this password. Note that you shouldn't write this password elsewhere for privacy reasons.</p>
fr: <p align="left">L'administateur de système (root) est résponsable de tous les travaux de maintenance. Sélectionnez un mot de passe pour cet utilisateur spécial et ne l'oubliez pas pour des raisons de securité,</p>

source: Hostname:
fr: Nom d'hôte:

source: Prepare for install
fr: Préparation pour l'installation

source: Install system
fr: L'installation du système

source: Basic setup
fr: Le paramètrage essentiel

source: An error occured!
fr: Erreur

source: Reboot System!
fr: Redémarrer le système

source: <font size="+2">Boot loader setup</font> <font size="+1"> <p> Linux makes use of GRUB boot loader, which can boot the operating system of your taste during the start up. </p> <p> If you have more than one operating system, you can choose which operating system to boot also. </p> <p> Please refer to Pardus Installing and Using Guide for more information about GRUB boot loader. </p> </font>
fr: <font size="+2">Le paramètrage du chargeur de démarrage</font> <font size="+1"> <p> linux utilise un chargeur de démarrage(GRUB) pour ouvrir un système d'exploitation sélectionné pendant l'initialisation. </p> <p> S'il existe plusieurs systèmes d'exploitations dans votre ordinateur, il est possible de travailler avec un de ces systèmes d'exploitations grâce à GRUB. </p> <p> Pour plus d'information sur GRUB veuillez consulter le guide d'installation et d'utilisation de Pardus. </p> </font>

source: <font color="#FF6D19">Passwords do not match!</font>
fr: <font color="#FF6D19">Mot de passe incorrect!</font>

source: <font color="#FF6D19">Hostname contains invalid characters!</font>
fr: <font color="#FF6D19">Le nom d'hôte contient des charactères invalides.</font>

source: <font size="+2">User setup</font> <font size="+1"> <p> Other than the system administrator user, you can create a user account for your daily needs, i.e reading your e-mail, surfing on the web and searching for daily recipe offerings. Usual password assignment rules also apply here: This password should be unique and private. Choose a password difficult to guess, but easy to remember. </p> <p> Click Next button to proceed. </p> </font>
fr: <font size="+2">Mot de passe pour l'utilisateur</font> <font size="+1"> <p> İl est possible de définir des utilisateurs différent de l'administrateur. </p> <p>Veuillez choisir un mot de passe. Ce mot de passe doit être difficile à deviner, mais facile à mémoriser </p> <p> Pour continuer, cliquez sur le bouton "Suivant" </p> </font>

source: <font color="#FF6D19">Username exists, choose another one!</font>
fr: <font color="#FF6D19">Ce nom d'utilisateur existe déjà, choisissez un autre!</font>

source: <font color="#FF6D19">Username contains invalid characters!</font>
fr: <font color="#FF6D19">Le nom d'utilisateur contient des charactères invalides!</font>

source: <font color="#FF6D19">Realname contains invalid characters!</font>
fr: <font color="#FF6D19">Le nom réel contient des charactères invalides.!</font>

source: Delete Selected User
fr: Supprimer l'utilisateur sélectionné

source: Users:
fr: Les utilisateurs:

source: New User
fr: nouveau utilisateur

source: User Name:
fr: Le nom d'utilisateur:

source: Create User
fr: Créer un utilisateur

source: Password (again):
fr: Le mot de passe (seconde fois):

source: Password:
fr: Le mot de passe:

source: Real Name:
fr: Le nom réel:

source: Read GPL
fr: Lire GPL

source: Accept!
fr: j'accepte

source: Don't Accept!
fr: Non, Je n'accepte pas!

source: Warning
fr: Attention

source: Windows
fr: Les fenêtres

source: Turkish Q
fr: Le clavier Q Turc

source: Turkish F
fr: Le clavier F turc

source: unknown
fr: inconnu

source: free space
fr: l'espace disponible

source: Install Root
fr: L'installation de système

source: Users' Files
fr: Les fichiers d'utilisateurs
