Repository: pars-linux/uludag
Catalog: trunk/distribution/Corporate2/po/*.po
Languages: es

# ../media-content/release-notes/releasenotes-en.html:1
source: Pardus Corporate 2 Alpha 2 Release Notes
es: Notas de Lanzamiento de Pardus Corporate 2 Alpha 2

# ../media-content/release-notes/releasenotes-en.html:2
source: Pardus Corporate 2 Alpha 2 Release Notes
es: Notas de Lanzamiento de Pardus Corporate 2 Alpha 2

source: 1. Welcome to Pardus Corporate 2 Alpha 2
es: 1. Bienvenido a Pardus Corporate 2 Alpha 2

source: Welcome to Pardus Corporate 2 Alpha 2, another great Pardus release from Pardus developers, translators, artists and documentation writers.
es: Bienvenido a Pardus Corporate 2 Alpha 2, otro estupendo lanzamiento de Pardus, producto de colaboración de desarrolladores, traductores, diseñadores, y autores de documentación.

source: We kindly invite you to visit
es: Le invitamos cordialmente de visitar

source: for more information.
es: por más información.

source: 1.1. What is Pardus?
es: 1.1. Que es Pardus?

source: Pardus is a Linux distribution developed as a product of the Pardus Project, by Turkish National Research Institute of Electronics and Cryptology (UEKAE), which is under the Scientific and Technological Research Council of Turkey (TÜBİTAK) and by volunteered contributors. It is named after the Latin (and scientific) name for the Anatolian leopard, Panthera pardus tulliana.
es: Pardus es una distribución de GNU/Linux, producto del proyecto Pardus, realizado por el Instituto Nacional de Electrónica y Criptología de Turquía (UEKAE), bajo el Concicilio de Ciencias y Investigaciones Tecnológicas de Turquía (TÜBİTAK) y además por contribuyentes voluntarios. Su nombre viene del nombre latín (científico) del leopardo de Anatolia, Panthera pardus tulliana.

source: Pardus consists of a Linux based operating system, open source applications and related data files necessary for desktop and server environments, aiming to give its users an easy to use and feature rich experience.
es: Pardus es un sistema operativo basado en Linux, con una recopilación de aplicaciones de código abierto y datos necesarios para entornos de escritorio y de servidores, para brindar a los usuarios una experiencia de un sistema fácil de usar y funcional.

source: 1.2 Feedback
es: 1.2 Retroalimentación

source: You can use
es: Puede utilizar

source: , (Pardus bug tracking system) to report a bug, send a bug fix or suggest anything related to Pardus. We would like to thank our users and developers for their bug reports, fixes, new package or feature suggestions for this release.
es: , (sistema de seguimiento de errores de Pardus) para reportar un error, enviar una corrección o enviar cualquier sugerencia relacionado con Pardus. Agradecemos a nuestros usuarios y desarrolladores por sus reportes de errores, correcciones y sugerencias constructivas para la presente versión.

source: 2. What is new?
es: 2. Que novedades trae?

source: 2.1. List of bugs fixed since Pardus Corporate 2 Alpha 1
es: 2.1. Lista de correcciones desde Pardus Corporate 2 Alpha 1

source: <a href="http://bugs.pardus.org.tr/show_bug.cgi?id=4213">#4213</a> - Turkish translations for shadow/pam are updated to avoid misunderstandings
es: <a href="http://bugs.pardus.org.tr/show_bug.cgi?id=4213">#4213</a> - Actualización de traducción turca de shadow/pam para evitar malentendidos

source: <a href="http://bugs.pardus.org.tr/show_bug.cgi?id=12517">#12517</a> - User-manager is not able to modify user informations
es: <a href="http://bugs.pardus.org.tr/show_bug.cgi?id=12517">#12517</a> - User-manager no permite modificar informaciones de usuarios

source: <a href="http://bugs.pardus.org.tr/show_bug.cgi?id=12520">#12520</a> - GRUB Error 15 is triggered when the user wants boot-manager to remember the last booted entry
es: <a href="http://bugs.pardus.org.tr/show_bug.cgi?id=12520">#12520</a> - GRUB Error 15 se lanza cuando el usuario solicita al boot-manager recordar la entrada utilizada durante el último booteo

source: <a href="http://bugs.pardus.org.tr/show_bug.cgi?id=13051">#13051</a> - Users are not able to write in archive partitions created from YALI
es: <a href="http://bugs.pardus.org.tr/show_bug.cgi?id=13051">#13051</a> - Usuarios no pueden escribir en particiones de archivación, creados con YALI

source: <a href="http://bugs.pardus.org.tr/show_bug.cgi?id=13118">#13118</a> - Turkish translation for mouse configuration in Kaptan is ambigious
es: <a href="http://bugs.pardus.org.tr/show_bug.cgi?id=13118">#13118</a> - Traducción turca de configuración de ratón en Kaptan inprecisa

source: <a href="http://bugs.pardus.org.tr/show_bug.cgi?id=13119">#13119</a> - package-manager still renders Pardus 2009 icon during installation
es: <a href="http://bugs.pardus.org.tr/show_bug.cgi?id=13119">#13119</a> - package-manager sigue mostrando el ícono de Pardus 2009 durante la instalación

source: <a href="http://bugs.pardus.org.tr/show_bug.cgi?id=13122">#13122</a> - Advanced should be renamed to outgoing connections in firewall-manager
es: <a href="http://bugs.pardus.org.tr/show_bug.cgi?id=13122">#13122</a> - "Advanced" debería ser renombrado a "conexiones salientes" en firewall-manager

source: <a href="http://bugs.pardus.org.tr/show_bug.cgi?id=13126">#13126</a> - Help instructions for package-manager should be updated
es: <a href="http://bugs.pardus.org.tr/show_bug.cgi?id=13126">#13126</a> - Ayuda de package-manager necesita actualización

source: <a href="http://bugs.pardus.org.tr/show_bug.cgi?id=13141">#13141</a> - Newly introduced strings in YALI are untranslated
es: <a href="http://bugs.pardus.org.tr/show_bug.cgi?id=13141">#13141</a> - Nuevas cadenas en YALI están sin traducción

source: 2.2. Updates in Pardus Technologies
es: 2.2. Actualizaciones en tecnologías Pardus

source: With the release of Pardus Corporate 2 Alpha 2, core technologies like PiSi and COMAR are updated to provide new features. YALI is also updated to offer a smoother and more reliable installation experience. The enhancements in Mudur initialization system provide a faster and more robust startup process along with a better remote file system support.
es: Con el lanzamiento de Pardus Corporate 2 Alpha 2, tecnologías claves como PiSi y COMAR tienen actualizaciones con más funcionalidad. También se actualizó YALI para brindar un proceso de instalación optimizado y más confiable. Las mejoras en el sistema de inicializaciónn de servicios Mudur resultan en un proceso de arranque más acelerado y robusto, acompañado con un mejor soporte para sistemas de archivos remotos.

source: Package Manager
es: Administrador de Paquetes

source: and
es: y

source: are now a lot faster than before, thanks to the new caching mechanism. Many changes have been made to the packaging system of PiSi, making PiSi packages about 20% smaller, and also delta package support will be on by default from now on. Package installing and updating will be a lot faster and will require much less bandwidth. Package component tree has also been refactored, letting users find their preferred packages even more easily.
es: son mucho más veloces, gracias al nuevo mecanismo de cache. El sistema de paquetes PiSi tuvo muchas modificaciones, resultando en paquetes de tamaño reducido por ca. 20%, y la utilización de paquetes delta será lo prederminado desde ahora en adelante. La instalación y actualización de paquetes será mucho más rápido y utilizará menos ancho de banda. También el arbol de paquetes fue reestructurado, para poder encontrar los paquetes deseados más fácilmente.

source: Installation system
es: Sistema de instalación

source: has a boost with refactoring and new PiSi features, doubling the installation speed of Pardus. Pardus now installs everything in about 15 minutes on an average computer of today. A new feature rescue mode support is also added to YALI, which can be used to take back previous package updates, restore bootloader etc.
es: fue rediseñado y aprovecha las nuevas caracteristicas de PiSi, duplicando la velocidad de instalación del sistema Pardus. Pardus ahora instalará todo en aprox. 15 min. en una PC promedia de hoy. Tabién fue adicionado un modo de recuperación en YALI, que se puede utilizar para deshacer actualizaciones de paquetes, restaurar el cargador de arranque etc.

source: 2.3. Graphical Enhancements
es: 2.3. Mejoras gráficas

source: Pardus Corporate 2 Alpha 2 comes with a lot of graphical enhancements. The default icon theme is a Tango flavour polished for KDE called BCTango. We also have a wide variety of graphical enhancements, from wallpapers of nature photographs to 3D rendered images, splash images etc.
es: Pardus Corporate 2 Alpha 2 viene con muchas mejoras gráficas. El tema de íconos predeterminado es una variante de Tango adecuado para KDE llamado BCTango. También tenemos una serie de mejoras gráficos, fondos de pantalla con fotografías de naturaleza hasta imágenes renderizados 3D, imágenes splash, etc.

source: 2.4. KDE Desktop Environment
es: 2.4. Entorno de Escritorio KDE

source: Pardus Corporate 2 Alpha 2 uses KDE Desktop Environment 3.5.10 which fully satisfies the needs of enterprise users in terms of performance and stability.
es: Pardus Corporate 2 Alpha 2 usa el entorno KDE 3.5.10, que cumple perfectamente las necesidades de usuarios corporativos en términos de performance y estabilidad.

source: 2.5. Updated Components
es: 2.5. Componentes actualizados

source: Pardus Corporate 2 Alpha 2 includes a lot of package updates besides Pardus Technologies. Some of the highlights are as follows:
es: Pardus Corporate 2 Alpha 2 incluye una seria de actualizaciones aparte de las tecnologías Pardus. Algunos destacados son:

source: Openoffice Office Suite 3.1.1.5
es: Suite Openoffice Office 3.1.1.5

source: Firefox Web Browser 3.6.3
es: Navegador Web Firefox 3.6.3

source: 2.5.0 New Packages
es: 2.5.0 Paquetes Nuevos

source: filezilla: FTP client,
es: filezilla: cliente FTP,

source: hydra: network analyzer,
es: hydra: analizador de redes,

source: mod_python: Python interpreter for httpd,
es: mod_python: intérprete Python para httpd,

source: numactl: NUMA node controller utility,
es: numactl: NUMA utilidad de control de nodos,

source: e3: A very small editor vith vi/emacs modes written in assembly.
es: e3: Editor minúsculo con modos vi/emacs escrito en ensamblador.

source: 2.5.1 Base System
es: 2.5.1 Sistema Base

source: PolicyKit is upgraded to 0.96, polkit-gnome is now the default authentication agent,
es: PolicyKit fue actualizado a 0.96, polkit-gnome es ahora el agente de autenticación predeterminado,

source: D-Bus is upgraded to the latest non-permissive 1.2.24 version which includes various important bug fixes,
es: D-Bus fue actualizado a la ultima versión no-permisiva 1.2.24, que incluye varias correcciones de errores importantes,

source: procps is adjusted so that its tools provides kernel control groups related informations,
es: procps fue ajustado para que las herramientas brindan informaciones relacionados con grupos de control de kernel,

source: curl now gracefully handles anonymous login attempts using a less generic identity,
es: curl ahora utiliza una identidad menos genérica para enlaces con login anónimo,

source: dhcpcd is updated to the latest stable 5.2 branch,
es: dhcpcd fue actualizado a la última versión estable de la serie 5.2,

source: dhcpcd now workarounds a bug in Zyxel ADSL routers provided by TTNET in Turkey,
es: dhcpcd ahora compensa un error en los ruteadores ADSL Zyxel, proveídos por TTNET en Turquía,

source: The default kernel and the PAE flavour are all updated to 2.6.32.14,
es: El kernel predeterminado y la versión PAE fueron actualizados a 2.6.32.14,

source: libcgroup is packaged for further systemd integration attempts
es: libcgroup fue empaquetado por intentos de integración con systemd

source: hplip is updated to 3.10.5 to support more printers,
es: hplip fue actualizado a 3.10.5 con soporte para más impresoras,

source: ntfs_3g is updated to the latest stable version,
es: ntfs_3g fue actualizado a la última versión estable,

source: KVM module is updated to 2.6.34,
es: Módulo KVM fue actualizado a 2.6.34,

source: qemu is updated to 0.12.4,
es: qemu fue actualizado a 0.12.4,

source: All ALSA components are updated to a recent snapshot for better hardware support and stability,
es: Todos los componentes ALSA fueron actualizdos a una versión reciente para mejor sporte de hardware y estabilidad,

source: Smart card support is improved, serious problems with OpenCT and pcsc-lite are fixed,
es: Soporte de Smart mejorado, corrección de problemas con OpenCT y pcsc-lite,

source: CUPS is updated to 1.4.3, PHP binding for the libcups is enabled,
es: CUPS fue actualizado a 1.4.3, PHP binding para libcups está habilitado,

source: cdrtools is updated to 2.01.01_alpha79,
es: cdrtools fue actualizado a 2.01.01_alpha79,

source: obexd is updated to 0.24,
es: obexd fue actualizado a 0.24,

source: bluez is updated to 4.65
es: bluez fue actualizado a 4.65

source: 2.5.3 Networking
es: 2.5.3 Redes

source: GNOME NetworkManager, 4 VPN plugins, network-manager-applet and ModemManager are now available in the repository. Users can switch to NetworkManager backend by tweaking the /etc/conf.d/NetworkManager file,
es: GNOME NetworkManager, 4 VPN plugins, network-manager-applet y ModemManager están ahora disponibles en el repositorio. Usuarios pueden cambiarse a NetworkManager configurando el archivo /etc/conf.d/NetworkManager,

source: OpenAFS client/server and kernel modules are now available in the repository,
es: OpenAFS client/server y kernel modules están ahora disponibles en el repositorio,

source: Samba is updated to 3.5.3,
es: Samba fue actualizado a 3.5.3,

source: PPP is updated to 2.4.5 which includes serious DNS related bug fixes
es: PPP fue actualizado a 2.4.5, con correcciones de errores importantes relacionados con DNS

source: 2.5.4 Desktop
es: 2.5.4 Escritorio

source: Mozilla Firefox is updated to 3.6.3,
es: Mozilla Firefox fue actualizado a 3.6.3,

source: Mozilla Thunderbird 3.0.4 is now bundled within the installation image,
es: Mozilla Thunderbird 3.0.4 ahora está incluído en la imágen del instalador,

source: notification-daemon now uses the Nodoka theme by default,
es: notification-daemon ahora utiliza el tema Nodoka como predeterminado,

source: Qt is updated to 4.6.2, Gtk+ to 2.20.1,
es: Qt fue actualizado a 4.6.2, Gtk+ a 2.20.1,

source: Package Manager is refactored and polished with many new features and improvements,
es: Package Manager fue rediseñado, optimizado con diversas características nuevas y mejoras,

source: The default BCTango icon theme is improved,
es: El tema de íconos predeterminado BCTango fue mejorado,

source: evolution as an alternative e-mail client is available in the repository along with the exchange plugin
es: El cliente de email evolution está disponible como alternativa en el repositorio, además su plugin para exchange

source: 2.5.5 Server
es: 2.5.5 Servidores

source: mit-kerberos is compiled with LDAP support,
es: mit-kerberos fue compilado con soporte LDAP,

source: ntp is updated to 4.2.6_p1 and the package is splitted into client and server sub packages,
es: ntp fue actualizado a 4.2.6_p1 y el paquete fue dividido en subpaquetes de cliente y servidor,

source: Various openldap server startup issues has been fixed
es: Se resolvieron varios problemas de arranque del servidor openldap

source: x264 is updated,
es: x264 fue actualizado,

source: All mplayer family members are updated to improve VDPAU support,
es: Todos los miembros de la familia mplayer fuerons actualizados para mejorar soporte VDPAU,

source: For more information about updates and new features on Pardus Corporate 2 Alpha 2, you can take a look at the
es: Por más informaciones sobre actualizaciones y nuevas características en Pardus Corporate 2 Alpha 2, puede entrar en

source: Pardus web site
es: el sitio web de Pardus

source: 3. Installation requirements
es: 3. Requerimientos de Instalación

source: You can run Pardus Corporate 2 Alpha 2 on an average hardware. We suggest to use at least 512 MB RAM (memory) and a 1400 MHz processor to get a good performance. Minimum and recommended hardware requirements for Pardus Corporate 2 Alpha 2 are mentioned below:
es: Puede ejecutar Pardus Corporate 2 Alpha 2 en un hardware promedio. Recomendamos al menos 512 MB de memoria RAM y un procesador de 1400 MHz para un rendimiento aceptable. Los requisitos de hardware mínimos y recomendados para Pardus Corporate 2 Alpha 2 son los siguientes:

source: 256 MB memory (1GB or more recommended)
es: Memoria RAM 256 MB (recomendado 1GB o más)

source: 1000 MHz Intel or AMD processor (1400 MHz recommended)
es: Procesador 1000 MHz Intel o AMD (recomendado 1400 MHz)

source: At least 4 GB of free hard disk space (10 GB recommended)
es: Espacio de 4 GB disponible en disco (recomendado 10 GB)
