Repository: pars-linux/uludag
Catalog: l10n-kde4/*/messages/kdebase/kxkb.po
Languages: tr

source: Layout Name
tr: Düzen Adı

source: Map
tr: Harita

source: Variant
tr: Değişken

source: Label
tr: Etiket

# Default variant
source: Default
tr: Öntanımlı

source: Multiple keys
tr: Çoklu tuşlar

source: Defined
tr: Tanımlanmış

# no shortcut defined
source: None
tr: Hiçbiri

source: A utility to switch keyboard maps
tr: Klavye dil haritalarını değiştirmek için araç

source: KDE Keyboard Layout Switcher
tr: KDE Klavye Düzeni Seçici

source: Switch to Next Keyboard Layout
tr: Sonraki Klavye Haritasına Geç:

source: Group %1
tr: Grup %1

source: Error changing keyboard layout to '%1'
tr: Klavye ayarlarını '%1' diline çevirirken bir hata oluştu

source: Configure...
tr: Yapılandır...

source: Keyboard Layout
tr: Klavye Düzeni

source: Layout
tr: Düzen

source: KDE will configure layouts and start layout indicator
tr: KDE klavye düzenlerini yapılandıracak ve düzen göstergesini başlatacak

source: &Enable keyboard layouts
tr: &Klavye düzenini etkinleştir

source: KDE will start indicator but will use existing layout configuration
tr: KDE göstergeyi başlatacak ancak var olan düzen yapılandırması kullanılacak

source: Indicator only
tr: Sadece gösterge

source: KDE will not configure or show keyboard layouts
tr: KDE klavye düzenlerini yapılandırmayacak ve göstermeyecek

source: Disable keyboard layouts
tr: Klavye düzenlerini pasifleştir

source: Indicator Options
tr: Gösterge Seçenekleri

source: Show indicator for single layout
tr: Tek klavye dizilimi için panelde belirteç göster

source: Shows country flag on background of layout name in tray icon
tr: Sistem çekmecesinde düzen adının altında ülkenin bayrağını göster

source: Show country flag
tr: Ülke bayrağını göster

source: <h1>Keyboard Layout</h1> Here you can choose your keyboard layout and model. The 'model' refers to the type of keyboard that is connected to your computer, while the keyboard layout defines "which key does what" and may be different for different countries.
tr: <h1>Klavye Düzeni</h1> Burada klavye düzeni ve modelini seçebilirsiniz. Klavye modeli genellikle üretici firma tarafından belirlenir. Klavye düzeni ise hangi tuşların ne işe yaradığını tanımlar.

source: Keyboard &model:
tr: Klavye &modeli:

source: Here you can choose a keyboard model. This setting is independent of your keyboard layout and refers to the "hardware" model, i.e. the way your keyboard is manufactured. Modern keyboards that come with your computer usually have two extra keys and are referred to as "104-key" models, which is probably what you want if you do not know what kind of keyboard you have.
tr: Buradan klavye modelini seçebilirsiniz. Ayarlar klavye haritasından bağımsızdır ve sadece "donanım" modelini tanımlar. Modern klavyelerde fazladan iki tuş vardır ve bunlar "104" tuşlu modeller olarak bilinir.

source: Available layouts:
tr: Ek Düzenler

source: Active layouts:
tr: Ek Düzenler

source: Command:
tr: Komut:

source: This is the command which will be executed to initialize configured layouts.
tr: Yapılandırılan düzenlerin başlatılmasını sağlayacak komut.

source: Layout variant:
tr: Düzen değişkeni:

source: Here you can choose a variant of selected keyboard layout. Layout variants usually represent different key maps for the same language. For example, Ukrainian layout might have four variants: basic, winkeys (as in Windows), typewriter (as in typewriters) and phonetic (each Ukrainian letter is placed on a transliterated latin one).
tr: Buradan seçilmiş ek klavye düzeninin bir varyantını seçebilirsiniz. Düzen varyantları aynı dil için farklı tuş haritalararını temsil eder örneğin Ukraynaca düzeninin dört tane varyantı olabilir: temel, winkeys (Windows'ta olduğu gibi), daktilo (daktilonunkinde olduğu gibi) ve fonetik.

source: Label:
tr: Etiket:

source: Switching Options
tr: Geçiş Seçenekleri

source: If you select "Application" or "Window" switching policy, changing the keyboard layout will only affect the current application or window.
tr: Eğer "Uygulama" ya da "Pencere" değiştirme politikasını seçerseniz, klavye düzenini değiştirmek sadece geçerli uygulamaya ya da pencereye etki eder.

source: Switching Policy
tr: Geçiş Politikası

source: &Global
tr: &Genel

source: &Desktop
tr: &Masaüstü

source: &Application
tr: &Uygulama

source: &Window
tr: &Pencere

source: Shortcuts for Switching Layout
tr: Klavye Düzeni Değiştirme Kısayolları

source: Main shortcuts:
tr: Ana kısayollar:

source: This is a shortcut for switching layouts which is handled by X.org. It allows modifier-only shortcuts.
tr: Bu X.org ile kullanılan ve etkin düzeni seçmek için kullanılacak kısayoldur. Sadece hızlandırıcı kısayollara izin verir.

source: 3rd level shortcuts:
tr: 3. düzey kısayollar:

source: This is a shortcut for switching to a third level of the active layout (if it has one) which is handled by X.org. It allows modifier-only shortcuts.
tr: Bu X.org ile kullanılan ve etkin düzenin üçüncü düzeyini (eğer varsa) seçmek için kullanılacak kısayoldur. Sadece hızlandırıcı kısayollara izin verir.

source: Alternative shortcut:
tr: Alternatif kısayol:

source: This is a shortcut for switching layouts which is handled by KDE. It does not support modifier-only shortcuts and also may not work in some situations (e.g. if popup is active or from screensaver).
tr: Bu, KDE tarafından yönetilen düzenleri değiştirmeye yarayan bir kısayoldur. Sadece hızlandırıcı tuşlara bağlı olan kısayolları desteklemez ve bazı durumlarda çalışmayabilir (örn, eğer bir açılabilir pencere etkinse).

source: Advanced
tr: Gelişmiş

source: &Reset old options
tr: &Eski seçenekleri sıfırla

source: This is the command which will be executed to initialize configured options.
tr: Bu komut yapılandırılan seçeneklerin başlatılmasını sağlayacak komuttur.

# NAME OF TRANSLATORS
source: Your names
tr: Serdar Soytetir, Görkem Çetin

# EMAIL OF TRANSLATORS
source: Your emails
tr: tulliana@gmail.com, gorkem@kde.org
