Repository: pars-linux/uludag
Catalog: l10n-kde4/*/messages/kdebase/plasma_applet_systemtray.po
Languages: tr

source: %1 Recently Completed Job:
tr: %1 Son Tamamlanan Görev:

source: %1 running job
tr: %1 çalışan görev

source: %1 suspended job
tr: %1 beklemeye alınmış görev

source: %1 notification
tr: %1 bildirim

source: No active jobs or notifications
tr: Etkin görev veya bildirim yok

source: Notifications and jobs
tr: Bildirimler ve Görevler

source: Show or hide notifications and jobs
tr: Bildirimleri ve görevleri göster ya da gizle

source: %1 file, to: %2
tr: %1 dosya, buraya: %2

source: 1 running job (%2 remaining)
tr: %1 çalışan görev (%2 kaldı)

source: no running jobs
tr: çalışan görev yok

source: More
tr: Daha Fazla

source: Pause job
tr: Görevi duraklat

source: Resume job
tr: Görevi devam ettir

source: Cancel job
tr: Görevi iptal et

source: %1 (%2 remaining)
tr: %1 (%2 kaldı)

# %1 is the name of the job, can be things like Copying, deleting, moving
source: %1 [Paused]
tr: %1 [Duraklatıldı]

source: Paused
tr: Duraklatıldı

# %1 is the name of the job, can be things like Copying, deleting, moving
source: %1 [Finished]
tr: %1 [Tamamlandı]

source: %2 / 1 folder
tr: %2 / %1 dizin

source: %2 / 1 file
tr: %2 / %1 dosya

source: Less
tr: Daha Az

source: add default applets
tr: öntanımlı programcıkları ekle

source: No notifications and no jobs
tr: Hiç bildirim ve görev yok

source: Recent notifications
tr: Son bildirimler

# Show all recent notifications
source: Recent
tr: En Son

source: Information
tr: Bilgiler

source: Choose which information to show
tr: Hangi bilgilerin gösterileceğini seçin

source: Auto Hide
tr: Otomatik Gizle

source: Plasma Widgets
tr: Plasma Gereçleri

# Item will be automatically shown or hidden from the systray
source: Auto
tr: Otomatik

# Item is never visible in the systray
source: Hidden
tr: Gizli

# Item is always visible in the systray
source: Always Visible
tr: Her Zaman Görünür

source: %1 [Finished]
tr: %1 [Tamamlandı]

source: Recently Completed Jobs
tr: Son Tamamlanan Görevler

source: Notification from %1
tr: %1 ögesinden bildirim

source: Hide icons
tr: Simgeleri gizle

source: Show hidden icons
tr: Gizli simgeleri göster

# NAME OF TRANSLATORS
source: Your names
tr: Serdar Soytetir

# EMAIL OF TRANSLATORS
source: Your emails
tr: tulliana@gmail.com

source: Jobs & Notifications
tr: Görevler ve Bildirimler

source: Automatically hide new notifications and jobs after a short delay
tr: Kısa bir gecikmeden sonra yeni bildirimleri otomatik olarak gizle

source: System Tray Icons
tr: Sistem Çekmecesi Simgeleri

source: Pop Up Notices
tr: Kendiliğinden Açılan Bildirimler

source: Application notifications
tr: Uygulama bildirimleri

source: File transfers and other jobs
tr: Dosya aktarımları ve diğer görevler

source: Icons
tr: Simgeler

source: Application status
tr: Uygulama durumu

source: Communications
tr: İletişim

source: System services
tr: Sistem servisleri

source: Hardware control
tr: Donanım denetimi
