Repository: pars-linux/uludag
Catalog: l10n-kde4/*/messages/kdebase/plasma_applet_devicenotifier.po
Languages: tr

source: Click to safely remove this device from the computer.
tr: Bu aygıtı güvenli bir şekilde kaldırmak için tıklayın.

source: Device is plugged in and can be accessed by applications.
tr: Aygıt takıldı ve uygulamalar tarafından erişilebilir durumda.

source: Click to access this device from other applications.
tr: Bu aygıta diğer uygulamalardan erişmek için tıklatın.

source: Device is plugged in, but not mounted for access yet.
tr: Aygıt takıldı ama erişilmek üzere bağlanmadı.

# @info:status Free disk space
source: %1 free
tr: %1 boş

source: 1 action for this device
tr: Bu aygıt için %1 eylem

source: No devices plugged in
tr: Takılan aygıt yok

source: Last plugged in device: %1
tr: Son takılan aygıtlar : %1

# General options page
source: General
tr: Genel

source: Show hidden devices
tr: Gizli aygıtları göster

source: Could not unmount the device. One or more files on this device are open within an application.
tr: Bu aygıt ayrılamadı. Bu aygıt üzerindeki bir ya da daha fazla dosya bir uygulama ile açılmış durumda.

source: Cannot eject the disc. One or more files on this disc are open within an application.
tr: Disk çıkarılamadı. Bu aygıt üzerindeki bir ya da daha fazla dosya bir uygulama ile açılmış durumda.

source: Cannot mount the disc.
tr: Disk bağlanamadı.

# Hide a device
source: Hide %1
tr: %1 ögesini gizle

source: No devices plugged in.
tr: Takılan aygıt yok.

source: Devices recently plugged in:
tr: Son takılan aygıtlar:

source: Display:
tr: Göster:

source: Removable devices only
tr: Sadece çıkarılabilir aygıtlar

source: Non-removable devices only
tr: Sadece çıkarılabilir olmayan aygıtlar

source: All devices
tr: Tüm aygıtlar
