Repository: pars-linux/uludag
Catalog: l10n-kde4/*/messages/kdebase/powerdevil.po
Languages: tr

source: A Power Management tool for KDE4
tr: KDE4 için bir güç yönetimi aracı

source: Maintainer
tr: Projeyi Yürüten

source: Could not connect to battery interface. Please check your system configuration
tr: Pil arayüzüne bağlanılamadı. Lütfen sistem yapılandırmanızı kontrol edin

source: The power adaptor has been plugged in. Any pending suspend actions have been canceled.
tr: Güç adaptörünün fişi takıldı. Bekleyen askıya alma işlemlerinin tamamı iptal edildi.

source: The power adaptor has been plugged in.
tr: Güç adaptörünün fişi takıldı.

source: The power adaptor has been unplugged.
tr: Güç adaptörünün fişi çekildi.

source: Your battery level is critical, the computer will be halted in 1 second.
tr: Pil seviyeniz kritik düzeye ulaştı, bilgisayarınız %1 saniye sonra kapatılacak.

source: Your battery level is critical, the computer will be suspended to disk in 1 second.
tr: Pil seviyeniz kritik düzeye ulaştı, bilgisayarınız %1 saniye sonra disk kullanılarak askıya alınacak.

source: Your battery level is critical, the computer will be suspended to RAM in 1 second.
tr: Pil seviyeniz kritik düzeye ulaştı, bilgisayarınız %1 saniye sonra bellek kullanılarak askıya alınacak.

source: Your battery level is critical, the computer will be put into standby in 1 second.
tr: Pil seviyeniz kritik düzeye ulaştı, bilgisayarınız %1 saniye sonra bekleme kipine geçirilecek.

source: Your battery level is critical: save your work as soon as possible.
tr: Pil seviyeniz kritik düzeye ulaştı: Kaydedilmemiş verilerinizi en kısa sürede kaydedin.

source: Your battery has reached the warning level.
tr: Pil seviyesi uyarı düzeyine ulaştı.

source: Your battery has reached a low level.
tr: Pil seviyesi düşük düzeye ulaştı.

source: The computer will be halted in 1 second.
tr: Bilgisayarınız %1 saniye sonra kapatılacak.

source: The computer will be suspended to disk in 1 second.
tr: Bilgisayarınız %1 saniye sonra disk kullanılarak askıya alınacak.

source: The computer will be suspended to RAM in 1 second.
tr: Bilgisayarınız %1 saniye sonra bellek kullanılarak askıya alınacak.

source: The computer will be put into standby in 1 second.
tr: Bilgisayarınız %1 saniye sonra bekleme kipine geçirilecek.

source: There was an error while suspending:
tr: Askıya alma işlemi sırasında bir hata oluştu:

source: The screen is being locked
tr: Ekran kilitleniyor

# Interrupts the suspension/shutdown process
source: Cancel
tr: İptal

source: The profile "%1" has been selected, but it does not exist. Please check your PowerDevil configuration.
tr: "%1" profili seçildi ancak bu profil yok. Lütfen PowerDevil yapılandırmanızı kontrol edin.

source: Profile changed to "%1"
tr: Profil "%1" olarak değiştirildi

source: Performance
tr: Başarım

source: Dynamic (ondemand)
tr: Dinamik (gerektiğinde)

source: Dynamic (conservative)
tr: Dinamik (kalıcı)

source: Powersave
tr: Güç Koruma

source: Userspace
tr: Kullanıcı düzeyi

source: Suspend to Disk
tr: Disk Kullanarak Askıya Al

source: Suspend to RAM
tr: Bellek Kullanarak Askıya Al

source: Standby
tr: Bekleme Kipine Geç

source: The application %1 is inhibiting suspension for the following reason: %2
tr: %1 uygulaması şu nedenle askıya alma işlemini geciktiriyor: %2

source: General Settings
tr: Genel Ayarlar

source: Edit Profiles
tr: Profilleri Düzenle

source: Capabilities
tr: Yetenekler

source: Do nothing
tr: Hiçbir şey yapma

source: Shutdown
tr: Kapat

source: PowerDevil Configuration
tr: PowerDevil Yapılandırması

source: A configurator for PowerDevil
tr: PowerDevil için bir yapılandırma aracı

source: From this module, you can configure the Daemon, create and edit powersaving profiles, and see your system's capabilities.
tr: Bu modülden Servisi yapılandırabilir, güç koruma profillerini oluşturabilir ve düzenleyebilirsiniz. Ayrıca sisteminizin yeteneklerini de görebilirsiniz.

source: <h1>PowerDevil configuration</h1> <p>This module lets you configure PowerDevil. PowerDevil is a daemon (so it runs in background) that is started upon KDE startup.</p> <p>PowerDevil has 2 levels of configuration: a general one, that is always applied, and a profile-based one, that lets you configure a specific behavior in every situation. You can also have a look at your system capabilities in the last tab. To get you started, first configure the options in the first 2 tabs. Then switch to the fourth one, and create/edit your profiles. Last but not least, assign your profiles in the third Tab. You do not have to restart PowerDevil, just click "Apply", and you are done.</p>
tr: <h1>PowerDevil yapılandırması</h1> <p>Bu modülden PowerDevil uygulamasını yapılandırabilirsiniz. PowerDevil, KDE başlarken başlatılan bir servistir (tabii ki arkaplanda çalışır).</p> <p>PowerDevil uygulamasının iki düzeyli bir yapılandırması vardır: her zaman uygulanan bir genel yapılandırma ve her duruma özel bir davranış belirlemenizi sağlayan profil temelli bir yapılandırma. Bir sonraki sekmeden sisteminizin yeteneklerine de bakabilirsiniz. Başlangıç için ilk iki sekmedeki seçenekleri yapılandırın. Ardından dördüncü sekmeye geçerek profillerinizi oluşturun/düzenleyin. Son olarak üçüncü sekmeden profillerinizi atayın. PowerDevil uygulamasını yeniden başlatmak zorunda değilsiniz, sadece "Uygula" düğmesine tıklamanız yeterlidir.</p>

source: Another power manager has been detected. PowerDevil will not start if other power managers are active. If you want to use PowerDevil as your primary power manager, please remove the existing one and restart the PowerDevil service.
tr: Başka bir güç yöneticisi belirlendi. Diğer güç yöneticileri etkin ise PowerDevil başlatılmaz. Eğer birincil güç yöneticisi olarak PowerDevil kullanmak istiyorsanız lütfen kullanılan güç yönetimi uygulamasını kaldırın ve PowerDevil servisini yeniden başlatın.

source: It seems powersaved is running on this system. PowerDevil will not start if other power managers are active. If you want to use PowerDevil as your primary power manager, please stop powersaved and restart the PowerDevil service.
tr: Bu sistemde powersaved servisi çalışıyor gibi görünüyor. Diğer güç yöneticileri etkin ise PowerDevil başlatılmaz. Eğer birincil güç yöneticisi olarak PowerDevil kullanmak istiyorsanız lütfen kullanılan güç yönetimi uygulamasını kaldırın ve PowerDevil servisini yeniden başlatın.

source: PowerDevil seems not to be started. Either you have its service turned off, or there is a problem in D-Bus.
tr: PowerDevil başlatılmamış gibi görünüyor. Eğer servisi kapatmadıysanız, D-Bus ile ilgili bir hata oluşmuş olabilir.

source: Do Nothing
tr: Hiçbir Şey Yapma

source: Lock Screen
tr: Ekranı Kilitle

source: Turn Off Screen
tr: Ekranı Kapat

source: Prompt Log Out dialog
tr: Çıkış Penceresini Göster

source: CPU <numid>%1</numid>
tr: İşlemci <numid>%1</numid>

source: Disable CPU <numid>%1</numid>
tr: <numid>%1</numid> işlemcisini pasifleştir

source: If this box is checked, the CPU <numid>%1</numid> will be disabled
tr: Eğer bu kutucuk seçilirse <numid>%1</numid> İşlemcisi pasifleştirilecek

source: Learn more about the Energy Star program
tr: Energy Star uygulaması hakkında daha geniş bilgi

source: Please enter a name for the new profile:
tr: Lütfen yeni profil için bir isim girin:

source: The name for the new profile
tr: Yeni profilin adı

source: Enter here the name for the profile you are creating
tr: Oluşturduğunuz profilin adını buraya girin

source: Please enter a name for this profile:
tr: Lütfen bu profil için bir isim girin:

source: Import PowerDevil Profiles
tr: PowerDevil Profillerini İçeriye Aktar

source: Export PowerDevil Profiles
tr: PowerDevil Profillerini Dışarıya Aktar

source: The current profile has not been saved. Do you want to save it?
tr: Geçerli modül kaydedilmedi. Kaydetmek istiyor musunuz?

source: Save Profile
tr: Profili Kaydet

# None
source: No methods found
tr: Hiç yöntem bulunamadı

source: No scaling methods were found. If your CPU is reasonably recent, this is probably because you have not loaded some kernel modules. Usually scaling modules have names similar to cpufreq_ondemand. Scaling is useful and can save a lot of battery. Click on "Attempt Loading Modules" to let PowerDevil try to load the required modules. If you are sure your PC does not support scaling, you can also disable this warning by clicking "Do not display this warning again".
tr: Hiçbir ölçekleme yöntemi bulunamadı. Eğer işlemciniz gerçekten yeni ise muhtemelen bazı çekirdek modüllerini yüklemediniz. Ölçekleme modülleri genellikle cpufreq_ondemand'a benzer isimler taşır. Ölçekleme işlemi pil kullanımını azaltmak için kullanışlıdır. "Modülleri Yüklemeyi Dene" düğmesine tıklarsanız PowerDevil uygulaması gerekli modülleri yüklemeyi deneyecektir. Eğer bilgisayarınızın gerçekten ölçeklemeyi desteklemediğinden eminseniz bu uyarıyı "Bu uyarıyı tekrar gösterme" düğmesine tıklayarak pasifleştirebilirsiniz.

source: Attempt to load modules
tr: Modülleri yüklemeyi dene

source: Do not display this warning again
tr: Bu uyarıyı bir daha gösterme

source: ConsoleKit was not found active on your PC, or PowerDevil cannot contact it. ConsoleKit lets PowerDevil detect whether the current session is active, which is useful if you have more than one user logged into your system at any one time.
tr: Bilgisayarınızda ConsoleKit aktif olarak bulunamadı, ya da PowerDevil ConsoleKit'e bağlanamadı. ConsoleKit sayesinde PowerDevil mevcut oturumun aktif olup olmadığını algılamaktadır. Bu yetenek özellikle sisteminizde giriş yapmış birden fazla kullanıcı olduğunda kullanılmaktadır.

source: No issues found with your configuration.
tr: Yapılandırmanızla ilgili bir sorun bulunamadı.

source: No kernel modules for CPU scaling were found. Either you do not have them installed, or PowerDevil could not detect them.
tr: İşlemci ölçekleme işlemi için hiç bir çekirdek modülü bulunamadı. Bu modülleri yüklememiş olabilirsiniz veya PowerDevil bu modülleri bulamamıştır.

source: Modules not found
tr: Modüller bulunamadı

# NAME OF TRANSLATORS
source: Your names
tr: Serdar Soytetir, H. İbrahim Güngör

# EMAIL OF TRANSLATORS
source: Your emails
tr: tulliana@gmail.com, ibrahim@pardus.org.tr

source: Profile Management
tr: Profil Yönetimi

source: Actions
tr: Eylemler

source: Disable desktop effects, if active
tr: Eğer etkinse masaüstü efektlerini pasifleştir

source: Activate automatic dimming
tr: Otomatik erkan kapatmayı etkinleştir

source: Automatically dims the display when the system is idle.
tr: Sistem boşta ise ekranı otomatik olarak kapatır.

source: Dim display when idle for more than
tr: Sistem şu kadar süredir boşta ise ekranı kapat

# Minutes
source: min
tr: dk

source: To prevent data loss or other damage, you can have the system suspend or hibernate, so you do not run accidentally out of battery power. Configure the number of minutes below which the machine will run the configured action.
tr: Veri kaybını ve diğer zararları önlemek için sisteminizin askıya alma ya da uyku kipini desteklemesi gerekir ki kazara sisteminizi boş pil ile çalıştıramayasınız. Makinenizi yapılandırılmış eylemlerle çalıştırmak için aşağıdaki bölümden birkaç dakikada yapılandırın.

source: When the system is idle for more than
tr: Sistem şu kadar süredir boşta ise

source: min
tr: dk

source: When laptop lid closed
tr: Dizüstü bilgisayarın kapağı kapatıldığında

source: This action will be performed when the laptop lid gets closed
tr: Bu eylem dizüstü bilgisayarın kapağı kapatıldığında gerçekleştirilecek

source: When power button pressed
tr: Güç düğmesine basıldığında

source: When sleep button pressed
tr: Uyku düğmesine basıldığında

source: Screen
tr: Ekran

source: With this slider you can set the brightness when the system is plugged into the socket outlet
tr: Makineniz prize takıldığı zaman parlaklığı buradan belirleyebilirsiniz

source: Brightness:
tr: Parlaklık:

source: &Enable display power management
tr: Ekran enerji yönetimini &etkinleştir

source: Choose the period of inactivity after which the display should enter "standby" mode. This is the first level of power saving.
tr: Ekranın "bekleme durumuna" alınması için geçecek süreyi seçin. Bu, güç korumanın ilk aşamasıdır.

source: &Standby after
tr: &Bu kadar süre geçince bekleme kipine geç

source: S&uspend after
tr: Bu kadar süre geçince &askıya al

source: &Power off after
tr: Bu kadar süre geçince bilgisayarı &kapat

source: CPU and System
tr: İşlemci ve Sistem

source: Turn off the following CPU(s)
tr: Şu işlemcileri kapat

source: CPU Behaviour strongly impacts on your system performance and on your battery's life. Here you can choose the policy best suitable for this profile
tr: İşlemci Davranışı sisteminizin başarımını ve pilinizin ömrünü ciddi düzeyde etkiler. Buradan bu profile en uygun politikayı seçebilirsiniz

source: CPU frequency scaling policy:
tr: İşlemci frekans ölçekleme politikası:

source: System powersaving scheme:
tr: Sistem güç koruma şeması:

source: When loading profile execute:
tr: Profili yüklerken şunu çalıştır:

source: New Profile
tr: Yeni Profil

source: Delete Profile
tr: Profili Sil

source: Import Profiles
tr: Profilleri İçeriye Aktar

source: Export Profiles
tr: Profilleri Dışarıya Aktar

source: <b>There are some issues in your configuration. Please check the Capabilities page for more details.</b>
tr: <b>Yapılandırmanızla ilgili bazı sorunlar var. Daha fazla bilgi için lütfen Yetenekler sayfasını kontrol edin.</b>

source: Settings and Profile
tr: Ayarlar ve Profiller

source: Lock screen on resume
tr: Askıya Alma ve Bekleme konumundan çıkıldığında ekranı kilitle

source: Locks screen when waking up from suspension
tr: Sistem askıya alma işleminden uyandırılırken ekranı kilitler

source: You will be asked for a password when resuming from sleep state
tr: Sistem uyku kipinden uyandırıldığında size parolanız sorulacak

source: Let PowerDevil manage screen powersaving
tr: PowerDevil uygulamasının ekran güç koruma işlemlerini yapmasına izin ver

source: Before doing a suspend action, wait
tr: Bir askıya alma işleminden önce beklenecek süre

source: Do not wait
tr: Bekleme

source: Profile Assignment
tr: Profil Ataması

source: When AC Adaptor is plugged in
tr: AC Adaptör fişi takıldığında

source: When on battery power
tr: Pil ile çalıştığında

source: When battery is at low level
tr: Pil seviyesi düşük olduğunda

source: When battery is at warning level
tr: Pil seviyesi uyarı seviyesine geldiğinde

source: Configure Notifications...
tr: Bildirimleri Yapılandır...

source: Advanced Battery Settings
tr: Gelişmiş Pil Ayarları

source: When battery remaining is critical
tr: Kalan pil süresi kritik düzeye ulaştığında

source: Battery Levels
tr: Pil Seviyeleri

source: Battery is at low level at
tr: Pil düşük seviyesi

source: Low battery level
tr: Düşük pil seviyesi

source: Battery will be considered low when it reaches this level
tr: Pil seviyesi bu düzeye geldiğinde düşük olarak değerlendirilecek

source: Battery is at warning level at
tr: Pil uyarı seviyesi

source: Warning battery level
tr: Pil uyarı seviyesi

source: Battery will be considered at warning level when it reaches this level
tr: Pil seviyesi bu düzeye geldiğinde uyarı seviyesi olarak değerlendirilecek

source: Battery is at critical level at
tr: Pil kritik seviyesi

source: Critical battery level
tr: Kritik pil seviyesi

source: Battery will be considered critical when it reaches this level
tr: Pil seviyesi bu düzeye geldiğinde kritik olarak değerlendirilecek

source: System Capabilities
tr: Sistem Yetenekleri

source: Number of CPUs
tr: İşlemci Sayısı

source: Number of Batteries
tr: Pil Sayısı

source: CPU can be turned Off
tr: İşlemci Kapatılabilir

source: Scheme support
tr: Şema desteği

source: Scaling capability
tr: Ölçekleme yeteneği

source: Supported CPU Policies
tr: Desteklenen İşlemci Politikaları

source: Supported suspend methods
tr: Desteklenen askıya alma yöntemleri

source: Supported schemes
tr: Desteklenen şemalar

source: Support for DPMS
tr: DPMS Desteği

source: If this is enabled, PowerDevil will be able to configure power management for your monitor
tr: Eğer bu etkinleştirilirse PowerDevil monitörünüz için güç yönetimi yapabilecek

source: DPMS Support
tr: DPMS Desteği

source: Checks if ConsoleKit is active on your system
tr: ConsoleKit'in sisteminizde etkin olup olmadığını denetler

source: ConsoleKit lets PowerDevil detect whether the current session is active, which is useful if you have more than one user logged into your system at any one time.
tr: ConsoleKit sayesinde PowerDevil mevcut oturumun aktif olup olmadığını kontrol edebilmektedir. Bu yetenek özellikle sisteme giriş yapmış birden fazla kullanıcı olduğu durumlarda kullanılmaktadır.

source: ConsoleKit Runtime Support
tr: ConsoleKit Çalışma Zamanı Desteği

source: Status
tr: Durum

source: PowerDevil error
tr: PowerDevil hatası

source: The configuration module can not be started, since there seems to be a problem with the PowerDevil Daemon. Read below for more details
tr: Yapılandırma modülü başlatılamıyor. PowerDevil Servisi ile ilgili bir sorun var gibi görünüyor. Daha fazla ayrıntı için aşağıdaki bölümü okuyun
