Repository: pars-linux/uludag
Catalog: firewall-manager/corporate2/po/*.po
Languages: ca, de, it, pt_br, sv

source: Mail services
ca: Serveis de correu
de: Mail Dienste
it: Servizi di posta
pt_br: Serviços de email
sv: Eposttjänst

source: Web services
ca: Serveis de xarxa
de: Web-Dienste
it: Servizi web
pt_br: Serviços web
sv: Webbtjänst

source: Remote login service
ca: Servei d'identificació remota
de: Remote-Anmeldung Dienst
it: Servizio di login remoto
pt_br: Serviço de login remoto
sv: Fjärrinloggningstjänst

source: Windows file sharing service
ca: Servei de compartició de fitxers de finestres
de: Windows Dateifreigabe-Dienst
it: Servizio di condivisione file con Windows
pt_br: Serviço de compartilhamento de arquivos do Windows
sv: Windows fildelningstjänst

source: Internet relay chat service
ca: Servei de sistema de xat i missatgeria instantània (IRC)
de: Internet-Relay-Chat-Dienst
it: Servizio di chat IRC
pt_br: Serviço IRC
sv: IRC-tjänst

source: File transfer service
ca: Servei de transmissió de fitxers
de: Dateiübertragungs-Dienst
it: Servizio di trasferimento file
pt_br: Serviço de transferência de arquivos
sv: Filöverföringstjänst

source: Desktop Sharing
de: Desktop-Freigabe
it: Condivisione desktop
sv: Skrivbordsdelning

source: New Rule
ca: Nova regla
de: Neue Richtlinie
it: Nuova regola
pt_br: Nova Regra
sv: Ny regel

source: Port Range
ca: Rang del port
de: Port Bereich
it: Range porte
pt_br: Intervalo de Portas
sv: Portintervall

source: Example: 100-200,300
ca: Exemple: 100-200,300
de: Beispiel: 100-200,300
it: Esempio: 100-200,300
pt_br: Exemplo: 100-200,300
sv: Exempel: 100-200,300

source: Pardus Firewall Graphical User Interface
ca: Interfície gràfica de tallafocs de Pardus
de: Pardus-Firewall grafische Benutzeroberfläche
it: Interfaccia grafica utente di configurazione del firewall di Pardus
pt_br: Interface Gráfica do Pardus Firewall
sv: Pardus brandväggsinställning

source: GUI Design & Usability
ca: Disseny d'interfície gràfica d'usuari i usabilitat
de: GUI Design & Benutzerfreundlichkeit
it: Design & Usabilità della GUI
pt_br: Design de GUI & usabilidade

source: Help with IPTables
ca: Ajut amb taules d'IP
de: Hilfe mit IP-Tabellen
it: Aiuto su IPTables
pt_br: Ajuda com IPTables
sv: Hjälp med IPTables

source: Help with KDE stuff
ca: Ajut relatzionat amb el KDE
de: Hilfe mit KDE
it: Aiuto su KDE
pt_br: Ajuda com KDE
sv: Hjälp med KDE-prylar

source: Firewall Configuration
ca: Configuració del tallafocs
de: Firewall-Einstellungen
it: Configurazione firewall
pt_br: Configuração do Firewall
sv: Brandväggskonfiguration

source: Incoming Rule
de: Einkommende Regel

source: Outgoing Rule
de: Ausgehende Regel

source: Incoming Connections
ca: Connexions d'entrada
de: Eingehende Verbindungen
it: Connessioni in ingresso
pt_br: Conexões de Entrada
sv: Inkommande anslutningar

source: Outgoing Connections
de: Ausgehende Verbindungen
it: Connessioni in uscita
sv: Utgåeende anslutningar

source: Write ports or port ranges that you want to ALLOW for incoming connections.
de: Bitte eintragen welche Ports oder Portbereiche OFFEN für einkommenden Verkehr sein sollen.

source: %s already in list!
de: %s schon in der Liste!

source: Write ports or port ranges that you want to BLOCK for outgoing connections.
de: Eintragen welche Ports oder Portbereiche, GESCHLOSSEN für ausgehenden Verkehr sein sollen.

source: Firewall Manager Help
de: Hilfe für Firewall-Manager

source: Firewall is running
de: Firewall aktiv

source: Click here to stop the firewall and allow all incoming and outgoing connections.
ca: Pica ací per a aturar el tallafocs i permetre totes les connexions d'entrada i eixida.
de: Klicken Sie hier, um die Firewall anzuhalten und alle ein- und ausgehende Verbindungen zu zulassen.
it: Clicca qui per fermare il firewall e permettere tutte le connessioni in ingresso e in uscita.
pt_br: Clique aqui para parar o firewall e permitir todas as conexões de entrada e saída.
sv: Klicka här för att stoppa brandväggen och därmed tillåta alla inkommande och utgående anslutningar.

source: Firewall is not running
de: Firewall nicht aktiv

source: Click here to start the firewall and allow connections only to specified services.
ca: Pica ací per a engegar el tallafocs i permetre connexions als serveis especificats.
de: Klicken Sie hier, um die Firewall zu starten und nur Verbindungen zu den angegebenen Diensten zu erlauben.
it: Clicca qui per avviare il firewall e consentire esclusivamente le connessioni ai servizi specificati.
pt_br: Clique aqui para iniciar o firewall e permitir conexões somente de serviços especificados.
sv: Klicka här för att starta brandväggen och därmed endast tillåta anslutningar till specificerade tjänster.

source: Pardus Firewall Interface is already running!
ca: La interfície del tallafocs de Pardus ja està en marxa
de: Pardus-Firewall Schnittstelle wird bereits ausgeführt!
it: L'interfaccia di configurazione del firewall è già in esecuzione!
pt_br: A interface do Pardus Firewall já está executando.
sv: Pardus brandväggsinställning körs redan!

source: Edit Rule
de: Regel bearbeiten

source: Delete Rule
de: Regel löschen

source: Start/Stop Rule
de: Start/Stop Regel

source: Allow all incoming connections to %s.
de: Alle eingehenden Verbindungen durch die Ports %s gestatten.

source: Reject all outgoing connections to %s.
de: Alle ausgehenden Verbindungen durch die Ports %s verweigern.

source: Rejecting all incoming connections to %s.
de: Alle eingehenden Verbindungen durch die Ports %s verweigern.

source: Allowing all outgoing connections to %s.
de: Alle ausgehenden Verbindungen durch die Ports %s gestatten.

source: Allow all incoming connection through ports %s.
de: Alle eingehenden Verbindungen durch die Ports %s gestatten.

source: Reject all outgoing connection through ports %s.
de: Alle ausgehenden Verbindungen durch die Ports %s verweigern.

source: Invalid port range.
ca: Rang de port invàlid
de: Ungültiger Port-Bereich
it: Range porte non valido.
pt_br: Intervalo de portas inválido.
sv: Ogiltigt portintervall

source: Ports: %s
it: Porte: %s
sv: Port: %s

source: &Stop Firewall
ca: &Atura el talalfocs
it: &Ferma il firewall
pt_br: &Parar Firewall
sv: &Stoppa brandväggen

source: <b><font size='+1'>Firewall is running</font></b>
ca: <b><font size='+1'>El tallafocs està en marxa</font></b>
it: <b><font size='+1'>Il firewall è in esecuzione</font></b>
pt_br: <b><font size='+1'>O Firewall está executando.</font></b>
sv: <b><font size='+1'>Brandväggen är aktiverad</font></b>

source: &Start Firewall
ca: &Engega el tallafocs
it: Avvia fire&wall
pt_br: &Iniciar Firewall
sv: &Starta brandväggen

source: <b><font size='+1'>Firewall is not running</font></b>
ca: <b><font size='+1'>El tallafocs no està en marxa</font></b>
it: <b><font size='+1'>Il firewall non è in esecuzione</font></b>
pt_br: <b><font size='+1'>O Firewall não está executando.</font></b>
sv: <b><font size='+1'>Brandväggen är inaktiverad</font></b>

source: <b><font size="+1">Firewall is running</font></b>
ca: <b><font size="+1">El tallafocs està en marxa</font></b>
it: <b><font size="+1">Il firewall è in esecuzione</font></b>
pt_br: <b><font size="+1">O Firewall está executando</font></b>
sv: <b><font size="+1">Brandväggen är aktiverad</font></b>

source: &Stop
ca: &Atura
it: Fer&ma
pt_br: &Parar
sv: &Stoppa

source: Alt+S
it: Alt + M
pt_br: Alt+P

source: Click here to stop the firewall and allow all incoming connections.
ca: Pica ací per a aturar el tallafocs i permetre totes les connexions d'entrada
it: Clicca qui per fermare il firewall e consentire tutte le connessioni in ingresso.
pt_br: Clique aqui para parar o firewall e permitir todas as conexões de entrada.
sv: Klicka här för att stoppa brandväggen och tillåta alla inkommande anslutningar.

source: All incoming connections are <b>rejected</b> by default. If you want to allow other computers to access services on this computer, check the service below:
ca: Per omissió es <b>rebutgen</b> totes les connexions d'entrada. Si vols que altri puga accedir als serveis d'aquest ordinador, ajusta els serveis ací baix:
it: Tutte le connessioni in ingresso sono <b>bloccate</b> di default. Se vuoi permettere a altri computer di accedere ai servizi su questo computer, seleziona tale servizio qui sotto:
pt_br: Todas as conexões são <b>rejeitadas</b> por padrão. Se você deseja permitir outros computadores acessar este computador, verifique o serviço abaixo:
sv: Alla inkommande anslutningar <b>avvisas</b> som standard. Om du vill tillåta andra datorer att utnyttja tjänster på den här datorn, markera tjänsterna nedan:

source: In this tab, you can create your own firewall rules. Use '+' button to create rules, and uncheck rules from list to remove them.
ca: En aquesta pestanya pots crear les teues pròpies regles. Empra el botó '+' per a crear una regla i desmarca les regles de la llista que vulgues eliminar.
it: In questa sezione puoi creare le tue regole per il firewall. Usa il pulsante '+' per creare le regole, e deselezionale dalla lista per rimuoverle.
pt_br: Nesta aba você pode criar suas próprias regras do firewall. Use o botão '+' para criar regras e desmarque regras da lista para removê-las.
sv: Under den här fliken kan du skapa egna regler för brandväggen. Använd '+'-knappen för att skapa en regel, avmarkera regler i listan för att ta bort dem.

source: Alt+H
it: Alt + U

source: Alt+A
it: Alt + C

source: Alt+C
it: Alt+A

source: &Ok
ca: &D'acord
