Repository: pars-linux/uludag
Catalog: trunk/tasma/history-manager/po/*.po
Languages: de

source: Progress
de: Fortschritt

source: <h4><b>Preparing PISI</b></h4>
de: <h4><b>PISI wird vorbereitet</b></h4>

source: Taking a snapshot of system
de: Sicherungspunkt von dem jetztigen Zustand des Systems wird erstellt

source: History Manager is already running!
de: Verlaufs-Manager wird bereits ausgeführt!

source: History Manager
de: Verlaufs-Manager

source: Cannot connect to Comar daemon
de: Kann nicht mit dem Comar-Daemon verbunden werden

source: History Manager Interface
de: Verlaufs-Manager-Schnittstelle

source: All Operations
de: Alle Vorgänge

source: Snapshots
de: Sicherungspunkte

source: Upgrades
de: Aktualisierungen

source: Removes
de: Desinstallationen

source: Installations
de: Installationen

source: TakeBacks
de: Wiederherstellungen

source: Take Back Plan
de: Zurückversetzungs-Plan

source: Operation Details
de: Vorgang Details

source: New Snapshot
de: Neuer Sicherungspunkt

source: Date
de: Datum

source: Your system will be restored to that date if you click Take Back button.<br>These are the package installation and removals, also configuration files below (in snapshots) will overwrite your current configuration files.
de: Das System wird wieder in den Zustand dieses Datums zurückversetzt, wenn Sie Zurückversetzen anklicken.<br>Das berücksichtigt installierte und entfernte Programme, und die Konfigurationsdateien aus den Schnappschüssen werden die aktuellen Konfigurationsdateien überschreiben.

source: Restore to This Point
de: Zustand auf diesen Punkt zurück versetzen

source: This will take a New Snapshot of your system
de: Dieser Vorgang wird einen neuen Sicherungspunkt von dem jetztigen Zustand Ihres Systems erstellen

source: This will restore your system back to : %1 %2 If you're unsure, click Cancel and see TakeBack Plan
de: Dieses wird den Systemzustand wiederherstellen auf : %1 %2 Wenn Sie sich nicht sicher sind, Abbrechen anklicken und schauen Sie sich den Zurückversetzungs-Plan an

source: Take Back operation completed
de: Zurückversetzungs-Vorgang beendet

source: New Snapshot Taken
de: Neuer Sicherungspunkt wurde erstellt

source: Operation Cancelled
de: Vorgang abgebrochen

source: Updating User Interface
de: Benutzerschnittstelle wird aktualisiert

source: Finished with Errors
de: Mit Fehlern abgeschlossen

source: Operation Finished with Errors
de: Vorgang mit Fehlern abgeschlossen

source: Finished Succesfully
de: Erfolgreich abgeschlossen

source: Fetching %1
de: Wird abgerufen %1

source: <b>Access Granted</b><br>
de: <b>Zugang gewährt</b><br>

source: <b>Access Denied</b><br>
de: <b>Zugang verweigert</b><br>

source: Operation Started
de: Vorgang gestartet

source: Ordering Packages for Operation
de: Pakete werden für den Vorgang angefordert

source: Removing : %1
de: Wird entfernt : %1

source: Installing : %1
de: Wird installiert : %1

source: Extracting : %1
de: Wird extrahiert : %1

source: Configuring : %1
de: Wird konfiguriert : %1

source: Taking a Snapshot of System
de: Sicherungspunkt von dem jetztigen Zustand des Systems wird erstellt

source: Taking System Back to %1 %2 <br>
de: Systemzustand wird wiederhergestellt zu %1 %2 <br>

source: Select an entry to view details
de: Ein Eintrag auswählen um Details anzusehen

source: No: <b>%1</b>
de: Nr: <b>%1</b>

source: Type: <b>%1</b>
de: Typ: <b>%1</b>

source: There are %1 packages in this snapshot
de: Es gibt %1 Pakete in diesem Sicherungspunkt

source: Configuration files in snapshot:
de: Konfigurationsdateien im Sicherungspunkt:

source: Take Back Plan for %1 operation on %2
de: Wiederherstellungsplan für den %1 Vorgang auf %2

source: These package(s) will be <b>installed</b> :
de: Folgende Pakete werden <b>installiert</b> :

source: These package(s) will be <b>removed</b> :
de: Folgende Pakete werden <b>entfernt</b> :

source: <b>Preparing PiSi...</b>
de: <b>PiSi wird vorbereitet...</b>

source: snapshot
de: Sicherungspunkt

source: upgrade
de: Upgrade vornehmen

source: remove
de: entfernen

source: install
de: installieren

source: takeback
de: wiederherstellen

source: Cannot connect to dbus
de: Kann nicht mit DBus verbunden werden

source: D-Bus Error
de: D-Bus-Fehler

source: COMAR Auth Error
de: COMAR Auth-Fehler

source: COMAR Error
de: COMAR-Fehler

source: You are not authorized for this operation.
de: Sie sind für diesen Vorgang nicht berechtigt.
