Repository: pars-linux/uludag
Catalog: feedback-1.0.6/po/*.po
Languages: de

source: Feedback Wizard
de: Feedback-Assistent

source: At home
de: Privat

source: At work
de: Beruflich

source: At school
de: In der Schule

source: <p align="right">(You can click on multiple items)</p>
de: <p align="right">(Sie können mehrere Punkte auswählen)</p>

source: <b>Step 3 of 7</b>
de: <b>Step 3 von 7</b>

source: <h2>Where do you use Pardus?</h2>
de: <h2>Wo setzen Sie Pardus ein?</h2>

source: Very satisfying. Pardus fulfils my requirements
de: Zufriedenstellend. Pardus erfüllt meine Anforderungen.

source: Good, however it lacks some capabilities
de: Gut, aber mängelt etwas an der Kompatibilität.

source: It does not meet my requirements
de: Erfüllt nicht meine Anforderungen.

source: <h2>How does Pardus fit your needs?</h2>
de: <h2>In wie fern erfüllt Pardus Ihre Anforderungen?</h2>

source: <b>Step 4 of 7</b>
de: <b>Step 4 von 7</b>

source: &Do not send my computer's hardware information
de: Sende von meinem Computer keine Hardware Informationen.

source: <b>Step 7 of 7</b>
de: <b>Step 7 von 7</b>

source: <h2>Computer information</h2> <p> Pardus Hardware CollectInfo Wizard will now gather information from your hardware, including CPU, memory and network cards. This information will be sent to Pardus Development Center, in order to build more stable and secure Pardus. You will need an internet access for this operation to complete. <b>Note that we will not collect any of your personal documents.</b>
de: <h2>Computer information</h2> <p> Pardus Hardware CollectInfo Assistent erfasst jetzt Informationen von Ihrer Hardware, einschliesslich CPU, Arbeitsspeicher und Netzwerkkarten. Diese Informationen werden im Auftrag von Pardus zum Zweck für mehr Stabilität und Sicherheit an das Pardus Entwicklungszentrum gesendet. Sie benötigen einen Internetzugang um diesen Vorgang abzuschliessen. <b>Anmerkung: Es werden keine persönlichen Daten übermittelt.</b>

source: <h2>Your opinions about Pardus?</h2>
de: <h2>Ihre Meinungen über Pardus?</h2>

source: (Ease of installation and use, capability of software, general quality, adoptability, suitability to requirements, etc)
de: (Benutzerfreundliche Installation und Benutzung,kompatible Software, allgemeine Qualität, Integrierbar, geeignet für die Anforderungen, etc.)

source: <b>Step 5 of 7</b>
de: <b>Step 5 von 7</b>

source: Experienced system administrator
de: Erfahrener Systemadministrator

source: New user
de: Neuer Benutzer

source: Home/office productivity user
de: Privat- / Büroanwender

source: Experienced user
de: Erfahrener Benutzer

source: <h2>What is your experience level?</h2>
de: <h2>Wie würden Sie Ihre Kenntnisse einstufen?</h2>

source: <b>Step 1 of 7</b>
de: <b>Step 1 von 7</b>

source: <h2>Thank you</h2> We have collected all necessary information in order to send to Pardus developers. <p> Thank you for your support to Pardus operating system.
de: <h2>Vielen Dank</h2> Wir haben alle für die Pardus Entwickler notwendigen Informationen erfasst, um diese an die Pardus Entwickler zu <p> Vielen Dank für Ihre Unterstützung an das Pardus Betribssystem.

source: <h2>Welcome to Pardus</h2> With this small wizard, you can send your messages to Pardus developers and help Pardus be the best Linux in the world. <p> The information you will give here will accelerate Pardus development. Please click on "Forward" button for the next step. <p>
de: <h2>Willkommen bei Pardus</h2> Mit diesem Feedback Assistent können Sie ihre Anregungen an die Pardus Entwickler schicken und dabei Pardus helfen, das beste Linux der Welt zu werden. <p> Ihre Anregungen / Unterstützung beschleunigt die Entwicklung des Pardus. Bitte betätigen Sie die Taste "Weiter" um fortzufahren. <p>

source: Feedback wizard
de: Feedback Assistent

source: Daily use
de: Tägliche Verwendung

source: It's my hobby
de: Es ist mein Hobby

source: For internet access
de: Für den Internetzugang

source: For business
de: Geschäftlich

source: Entertainment purposes
de: Zur Unterhaltung

source: Educational purposes
de: Für meine Ausbildung

source: <h2>Why do you use Pardus?</h2>
de: <h2>Warum benutzen Sie Pardus?</h2>

source: <b>Step 2 of 7</b>
de: <b>Step 2 von 7</b>

source: Welcome
de: Willkommen

source: Experience
de: Erfahrung

source: Purpose
de: Zweck

source: Usage
de: Verwendung

source: Questions
de: Fragen

source: Opinions
de: Meinungen

source: Personal Info
de: Persönliches Info

source: Uploading
de: Es wird hochgeladen

source: Goodbye!
de: Auf Wiedersehen!

source: Collecting hardware information...
de: Hardware Informationen werden erfasst...

source: <font color="#008800">Done</font><br>
de: <font color="#008800">Übermittelt</font><br>

source: Uploading data...
de: Daten werden hochgeladen...

source: <font color="#ff0000">Failed</font><br>
de: <font color="#ff0000">Fehlgeschlagen</font><br>

source: <font color="#ff0000">Unable to connect feedback database.</font><br>
de: <font color="#ff0000">Keine Verbindung zur Feedbakc Datenbank.</font><br>

source: <font color="#ff0000">Feedback seems to be broken. Data is corrupted.</font><br>
de: <font color="#ff0000">Feedback konnte nicht übermittelt werden. Daten sind fehlerhaft.</font><br>

source: <font color="#ff0000">Server does not support this version. Please update feedback tool.</font><br>
de: <font color="#ff0000">Der Server unterstützt diese Version nicht. Bitte aktuallisieren Sie das Feedbacktool.</font><br>

source: <font color="#ff0000">Feedback seems to be broken. Data is missing.</font><br>
de: <font color="#ff0000">Feedback konnte nicht übermittelt werden. Daten sind verloren gegangen.</font><br>

source: <font color="#ff0000">Feedback database is offline.</font><br>
de: <font color="#ff0000">Die Feedback Datenbank ist offline.</font><br>

source: <font color="#ff0000">You've already sent feedback.</font><br>
de: <font color="#ff0000">Sie haben bereits Ihr Feedback gesendet.</font><br>

source: <font color="#ff0000">Feedback database has errors.</font><br>
de: <font color="#ff0000">Die Feedback Datenbank ist fehlerhaft.</font><br>

source: Feedback tool is already running!
de: Das Feedbacktool wird bereits ausgeführt!

source: Retry
de: Wiederholen

source: <h2>Your personal information (optional)</h2> You can submit your e-mail address for inclusion in our low traffic announces.
de: <h2>Ihre persönlichen Daten (optional)</h2> Sie können über die Neuigkeiten/Entwicklungen über Pardus informiert werden, wenn Sie Ihre E-Mail-Adresse hinterlassen.

source: Add me to your Pardus announce list
de: Nehmen Sie mich in die Pardus-Verteilerliste auf

source: <b>Step 6 of 7</b>
de: <b>Step 6 von 7</b>
