Repository: pars-linux/uludag
Catalog: l10n/kde/trunk/LC_MESSAGES/*/messages/playground-devtools/kdevteamwork.po
Languages: tr

source: <qt>No models or no differences, this file: <b>%1</b>, is not a valid diff file.</qt>
tr: <qt>Modeller veya farklılıklar yok, <b>%1</b> dosyası geçerli bir diff dosyası değil.</qt>

source: <qt>There were problems applying the diff <b>%1</b> to the file <b>%2</b>.</qt>
tr: <qt><b>%1</b> diff dosyasını <b>%2</b> dosyasına uygularken hatalar meydana geldi.</qt>

source: <qt>There were problems applying the diff <b>%1</b> to the folder <b>%2</b>.</qt>
tr: <qt><b>%1</b> diff dizinini <b>%2</b> dizinine uygularken hatalar meydana geldi.</qt>

source: Could not open a temporary file.
tr: Bir geçici dosya açılamadı.

source: <qt>Could not write to the temporary file <b>%1</b>, deleting it.</qt>
tr: <qt><b>%1</b> geçici dosyasına yazılamadı, siliniyor.</qt>

source: <qt>Could not create destination directory <b>%1</b>. The file has not been saved.</qt>
tr: <qt><b>%1</b> hedef dizini oluşturulamadı. Dosya kaydedilemedi.</qt>

source: <qt>Could not upload the temporary file to the destination location <b>%1</b>. The temporary file is still available under: <b>%2</b>. You can manually copy it to the right place.</qt>
tr: <qt>Geçici dosya <b>%1</b> hedef konuma yüklenemedi. Buna rağmen geçici dosya <b>%2</b> altında duruyor. Lütfen dosyayı elle yerine kopyalayın.</qt>

source: Could not parse diff output.
tr: Diff çıktısı ayrıştırılamıyor.

source: The files are identical.
tr: Dosyalar birbiri ile aynı.

source: Could not write to the temporary file.
tr: Geçici dosyaya yazılamıyor.

source: Show
tr: Göster

source: Show the message.
tr: İletiyi göster.

source: The buffer of %1 is modified, should the content be replaced?
tr: %1 arabelleğinde değişiklik yapıldı, içerik değiştirilsin mi?

source: Collaboration support
tr: Takım çalışması desteği

source: Filter
tr: Süzgeç

source: Send Message
tr: İleti Gönder

source: Send a text-message to the selected user.
tr: Seçili kullanıcıya bir metin iletisi gönder.

source: Answer
tr: Yanıt

source: Send an answer to this message.
tr: Bu iletiye bir cevap gönder.

source: Disconnect
tr: Bağlantıyı Kes

source: Disconnect from the selected server.
tr: Seçili sunucudan bağlantıyı kes.

source: Disconnect All
tr: Tüm Bağlantıları Kes

source: Disconnect from all connected servers.
tr: Tüm bağlı sunuculardan bağlantıyı kes.

source: Kick
tr: Tekmele

source: Kick the selected client.
tr: Seçili istemciyi tekmele.

source: Ban
tr: Yasakla

source: Ban the selected client (stop him from reconnecting).
tr: Seçili istemciyi yasakla

source: Disconnect all connected clients from the local server.
tr: Tüm bağlı istemcilerin yerel sunucudan bağlantılarını kes.

source: User Info
tr: Kullanıcı Bilgileri

source: Show information about the user.
tr: Kullanıcı hakkında bilgi göster.

source: Show Patches
tr: Yamaları Göster

source: Show the available patches published by the selected user.
tr: Seçili kullanıcı tarafından yayınlanmış mevcut yamaları göster.

source: Answer To
tr: Buna Yanıt Ver

source: You are about to unapply a dynamic patch created by the command "%1". That can be very dangerous. If the same command will not produce the same text after the unapply, the patch cannot be reapplied and all data may be lost. Recommendation: Make the patch a file-patch before unapplying it.
tr: "%1" komutuyla oluşturulmuş dinamik bir yama uygulamayı geri almak üzeresiniz. Bu çok tehlikeli olabilir. Uygulayı geri aldıktan sonra aynı komut aynı metni üretecekse, yama yeniden uygulanamaz ve tüm veri kaybolabilir. Tavsiye: Yama uygulaması geri almadan önce yamayı bir yama dosyası yapın.

source: Warning
tr: Uyarı

source: Show in Document
tr: Belge içerisinde Göster

source: Open the document and jump to the references position.
tr: Belgeyi aç ve başvurular konumuna atla.

source: Show information about the selected user.
tr: Seçili kullanıcı hakkında bilgi göster.

source: Hide
tr: Gizle

source: Hide this conversation.
tr: Bu görüşmeyi gizle.

source: Enable Disabled (%1)
tr: Pasifleştirilmişi Etkinleştir (%1)

source: Request and show the selected file.
tr: Seçili dosyayı talep et ve göster.

source: Show Info
tr: Bilgileri Göster

source: Show Information about the selected file.
tr: Seçili dosya hakkındaki bilgileri göster.

source: Download Item
tr: Ögeyi İndir

source: Download the item and store it into the list of local items.
tr: Ögeyi karşıdan yükle ve yerel ögeler listesinde depola.

source: Apply Locally
tr: Yerel olarak Uygula

source: Apply the item/patch to the local workspace/project and store it into the list of local patches.
tr: Ögeyi/yamayı yerel çalışma alanına/projeye uygula ve yerel yamalar listesinde depola.

source: Allow
tr: İzin Ver

source: Send the requested patch to the user.
tr: İstenen yamayı kullanıcıya gönder.

source: Deny
tr: Reddet

source: Do not send the requested patch to the user.
tr: İstenen yamayı kullanıcıya gönderme.

source: Show Patch-Info
tr: Yama Bilgilerini Göster

source: Show the requested patch.
tr: İstenen yamayı göster.

source: Manage Patches
tr: Yamaları Yönet

source: Stop Collaboration
tr: Takım Çalışmasını Durdur

source: Accept Collaboration
tr: Takım Çalışmasını Kabul Et

source: Start a collaboration-session with the user.
tr: Kullanıcı ile bir takım çalışması oturumu başlat.

source: Refuse Collaboration
tr: Takım Çalışmasını Reddet

source: Refuse collaborating with the user.
tr: Kullanıcı ile takım çalışmasını reddet.

source: Request Collaboration
tr: Takım Çalışması Talep Et

source: Request a collaboration-session to the selected user.
tr: Seçili kullanıcıya bir takım çalışması oturumu talep et.

source: Stop collaborating with the selected developer.
tr: Seçili geliştirici ile takım çalışmasını durdur.

source: Edit Patch
tr: Yamayı Düzenle

source: File
tr: Dosya

source: <html><head><meta name="qrichtext" content="1" /></head><body style=" white-space: pre-wrap; font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">File:</span></p></body></html>
tr: <html><head><meta name="qrichtext" content="1" /></head><body style=" white-space: pre-wrap; font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Dosya:</span></p></body></html>

source: command-output
tr: komut-çıktısı

source: <html><head><meta name="qrichtext" content="1" /></head><body style=" white-space: pre-wrap; font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Command:</span></p></body></html>
tr: <html><head><meta name="qrichtext" content="1" /></head><body style=" white-space: pre-wrap; font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Komut:</span></p></body></html>

source: To File
tr: Bu Dosyaya

source: Files
tr: Dosyalar

source: Highlight
tr: Vurgula

source: Previous Hunk
tr: Önceki Parça

source: Next Hunk
tr: Sonraki Parça

source: Author:
tr: Yazar:

source: User
tr: Kullanıcı

source: Determine
tr: Belirle

source: State:
tr: Durum:

source: Access:
tr: Erişim:

source: recommended unapply-command:
tr: önerilen uygula geri alma komutu:

source: Dependencies:
tr: Bağımlılıklar:

source: recommended apply-command:
tr: önerilen uygula komutu:

source: <html><head><meta name="qrichtext" content="1" /></head><body style=" white-space: pre-wrap; font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">N<span style=" font-weight:600;">ame:</span></p></body></html>
tr: <html><head><meta name="qrichtext" content="1" /></head><body style=" white-space: pre-wrap; font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">İ<span style=" font-weight:600;">sim:</span></p></body></html>

source: <html><head><meta name="qrichtext" content="1" /></head><body style=" white-space: pre-wrap; font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Type:</span></p></body></html>
tr: <html><head><meta name="qrichtext" content="1" /></head><body style=" white-space: pre-wrap; font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Tip:</span></p></body></html>

source: Choose
tr: Seç

source: Description:
tr: Açıklama:

source: Apply
tr: Uygula

source: Unapply
tr: Geri Al

source: Close
tr: Kapat

source: Dialog
tr: Diyalog

source: Allow collaborators to add own documents
tr: Katılımcıların kendi belgelerini eklemelerine izin ver

source: Files: File 1 File 2
tr: Dosyalar: Dosya 1 Dosya 2

source: Invite users:
tr: Kullanıcıları davet et:

source: Session-Name:
tr: Oturum-Adı:

source: Context-Lines:
tr: Bağlam-Satırları:

source: Jump to Position
tr: Konuma Geç

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">File</span>:</p></body></html>
tr: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Dosya</span>:</p></body></html>

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration: underline;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" text-decoration:none;">file</span></p></body></html>
tr: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration: underline;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" text-decoration:none;">dosya</span></p></body></html>

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:Sans;"><span style=" font-weight:600;">Position</span>: </p></body></html>
tr: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:Sans;"><span style=" font-weight:600;">Konum</span>: </p></body></html>

source: position
tr: konum

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:Sans;"><span style=" font-weight:600;">Context</span>: </p></body></html>
tr: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-family:Sans;"><span style=" font-weight:600;">Bağlam</span>: </p></body></html>

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration: underline;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" text-decoration:none;">Context</span></p></body></html>
tr: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration: underline;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" text-decoration:none;">Bağlam</span></p></body></html>

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Reference-Type</span>: </p></body></html>
tr: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Referans Türü</span>: </p></body></html>

source: referenceType
tr: referansTürü

source: Connection
tr: Bağlantı

source: Local server
tr: Yerel sunucu

source: Connected clients:
tr: Bağlanmış istemciler:

source: Allow incoming
tr: Gelenlere izin ver

source: Servers
tr: Sunucular

source: the password for logging into the server
tr: sunucuya oturum açmak için parola

source: connect to the given server using the given login-information(if the name is blank the local name is used)
tr: belirli bir oturum açma bilgisi kullanarak belirli bir sunucuya bağlan (eğer ad kısmı boş ise yerel ad kullanılır)

source: Connect
tr: Bağlan

source: the server to connect
tr: bağlanılacak sunucu

source: Connected servers:
tr: Bağlı sunucular:

source: the user-name for logging into the server
tr: sunucuya oturum açmak için kullanıcı adı

source: Developers
tr: Geliştiriciler

source: Available:
tr: Kullanılabilir:

source: Collaborating:
tr: Takım çalışması:

source: Messaging
tr: Mesajlaşma

source: target-user
tr: hedef-kullanıcı

source: Type:
tr: Tip:

source: Message
tr: İleti

source: Comment
tr: Yorum

source: Source-discussion
tr: Kaynak-tartışması

source: Thread:
tr: İleti dizisi:

source: Reference:
tr: Referans:

source: Clear
tr: Temizle

source: &Send message
tr: &İleti Gönder

source: S
tr: İ

source: the message you wish to send
tr: göndermek istediğiniz ileti

source: Local state
tr: Yerel durum

source: Manage local patches
tr: Yerel yamaları yönet

source: Messages
tr: İletiler

source: All Users
tr: Tüm Kullanıcılar

source: History
tr: Geçmiş

source: Log
tr: Günlük Kaydı

source: Save
tr: Kaydet

source: Enable Collaboration
tr: Takım Çalışmasını Etkinleştir

source: Internal Message
tr: İç İleti

source: actions
tr: eylemler

source: Available patches:
tr: Kullanılabilir yamalar:

source: Add
tr: Ekle

source: Edit
tr: Düzenle

source: Remove
tr: Sil

source: From:
tr: Kimden:

source: Until:
tr: Bitiş:

source: All
tr: Tümü

source: Context:
tr: Bağlam:

source: Menu
tr: Menü

source: Is Reply To
tr: Şuna Cevaben

source: Text
tr: Metin

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">State</span>: </p></body></html>
tr: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Durum</span>: </p></body></html>

source: State
tr: Durum

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Time</span>: </p></body></html>
tr: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Zaman</span>: </p></body></html>

source: Time
tr: Zaman

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">User</span>:</p></body></html>
tr: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Kullanıcı</span>:</p></body></html>

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Direction</span>: </p></body></html>
tr: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Yön</span>: </p></body></html>

source: Direction
tr: Yön

source: Tail
tr: Kuyruk

source: None
tr: Hiçbiri

source: Enable All(x)
tr: Tümünü Etkinleştir(x)

source: (last stamp)
tr: (en son damga)

source: (last date)
tr: (en son tarih)

source: Enable
tr: Etkinleştir

source: replacement-text
tr: değiştirilecek metin

source: Description
tr: Açıklama

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Name</span>:</p></body></html>
tr: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">İsim</span>:</p></body></html>

source: Name
tr: İsim

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">E-Mail</span>:</p></body></html>
tr: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">E-Posta</span>:</p></body></html>

source: E-Mail
tr: E-Posta

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">State</span>:</p></body></html>
tr: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:Sans Serif; font-size:9pt; font-weight:400; font-style:normal; text-decoration:none;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Durum</span>:</p></body></html>

source: IP-Address
tr: IP-Adresi
