Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/*/messages/extragear-multimedia/desktop_extragear-multimedia_kaudiocreator.po
Languages: tr

# Name
source: KAudioCreator-Extract
tr: KAudioCreator-Dönüştür

# Name
source: Extract and Encode Audio Tracks
tr: Ses Parçalarını Dönüştür ve Kodla

# Comment
source: Frontend for audio file creation
tr: Ses dosyası oluşturma önyüzü

# GenericName
source: CD Ripper
tr: CD Dönüştürücü

# Name
source: All Jobs Finished
tr: Tüm Görevler Tamamlandı

# Comment
source: All of the jobs in the queue have been finished
tr: Kuyruktaki tüm görevler tamamlandı

# Name
source: Track Ripped
tr: Parça Dönüştürüldü

# Comment
source: Track finished ripping
tr: Parça dönüştürme işlemi tamamlandı

# Name
source: CD Ripped
tr: CD Dönüştürüldü

# Comment
source: CD finished ripping
tr: CD dönüştürme işlemi tamamlandı

# Name
source: Track Encoded
tr: Parça kodlandı

# Comment
source: Track finished encoding
tr: Parça kodlama işlemi tamamlandı

# Name
source: CD Encoded
tr: CD Kodlandı

# Comment
source: CD finished encoding
tr: CD kodlama işlemi tamamlandı
