Repository: pars-linux/uludag
Catalog: branches/mudur/2009/po/*.po
Languages: hu

source: Cannot write mudur.log, read-only file system
hu: A mudur.log nem írható, a fájrendszer csak olvasható

source: Safe Mode
hu: Biztonságos mód

source: Cannot find /etc/pardus-release
hu: Nem található a /etc/pardus-release

source: /etc/env.d/03locale cannot be updated
hu: /etc/env.d/03locale nem frissíthető

source: Could not set unicode mode on tty %d
hu: Nem állítható be az unicode-kódlap a tty %d

source: Bringing up %s
hu: Felfejlesztés %s

source: Unable to bring up %s
hu: Nem fejleszthető fel %s

source: No network connection, skipping remote mount.
hu: Nincs hálózati kapcsolat; távoli kapcsolódás kihagyása.

source: Cannot connect to DBus, services won't be started
hu: Nem található DBus; a szolgáltatás nem fog elindulni

source: Unable to start network: %s
hu: Nem indítható a hálózat: %s

source: Cannot start system logger
hu: Nem indítható a rendszer-logger

source: Starting services
hu: Szolgáltatások indítása

source: Stopping services
hu: Szolgáltatások megállítása

source: Starting %s
hu: Indítás %s

source: Stopping %s
hu: Megállítás %s

source: Can't move persistent udev rules from /dev/.udev
hu: Nem mozgatható állandó udev szabályok a /dev/.udev -ből

source: Mounting /dev
hu: Csatolás /dev

source: Starting udev
hu: Udev indítása

source: Removing stale lock file /etc/mtab~
hu: Elavult lock-fájl törlése az /etc/mtab~ könyvtárból

source: Failed removing stale lock file /etc/mtab~
hu: Sikertelen elavult lock-fájl törlés az /etc/mtab~ könyvtárból

source: /etc/fstab doesn't contain an entry for the root filesystem
hu: az /etc/fstab nem tartalmaz bejegyzést a gyökérkönyvtár részére

source: Remounting root filesystem read-only
hu: Gyökérkönyvtár újracsatolása csak olvasható módban

source: Checking root filesystem (full check forced)
hu: Gyökérkönyvtár fájlrendszerének vizsgálata (teljes vizsgálat erőltetve)

source: Checking root filesystem
hu: Gyökérkönyvtár fájlrendszerének vizsgálata

source: Filesystem repaired, but reboot needed!
hu: Fájlrendszer megjavítva, de újraindítás szükséges!

source: Rebooting in 10 seconds...
hu: Újraindítás 10 másodperc múlva...

source: Rebooting...
hu: Újraindítás...

source: Filesystem could not be repaired
hu: Fájlrendszer nem javítható

source: Skipping root filesystem check (fstab's passno == 0)
hu: Gyökérkönyvtár fájrendszer-vizsgálatának kihagyása (fstab's passno == 0)

source: Remounting root filesystem read/write
hu: Gyökérkönyvtár újracsatolása írható/olvasható módban

source: Root filesystem could not be mounted read/write You can either login below and manually check your filesytem(s) OR restart your system, press F3 and select 'FS check' from boot menu
hu: Gyökér fájlrendszer nem csatolható írás/olvasásra Valamelyik bejelentkezésed alkalmával ellenőrizd manuálisan VAGY indítsd újra a rendszert, és a boot menübe nomd meg az F3-at és válaszd az 'FS check' -et

source: Couldn't synchronize /etc/mtab from /proc/mounts
hu: Nem szinkronizálható a /etc/mtab a /proc/mounts -al

source: Checking all filesystems
hu: Az összes fájlrendszer vizsgálata

source: A full fsck has been forced
hu: Teljes fsck erőltetve

source: Filesystem errors corrected
hu: Fájlrendszer hibák javítva

source: Fsck could not correct all errors, manual repair needed
hu: Az fsck nem volt képes minden hibát orvosolni, mauális beavatkozás szükséges

source: Mounting USB filesystem
hu: USB fájlrendszer felcsatolása

source: Mounting local filesystems
hu: Lokális fájlrendszer felcsatolása

source: Starting portmap service for NFS
hu: Portmap szolgáltatás indítása az NFS részére

source: Mounting remote filesystems (CTRL-C stops trying)
hu: Távoli fájrendszer felcsatolása (CTRL-C leállítja a próbálkozást)

source: Mounting skipped with CTRL-C, remote shares will not be accessible!
hu: Felcsatolás kihagyva CTRL-C lenyomásával, távoli megosztás nem lehetséges!

source: Setting up hostname as '%s'
hu: Hostnév beállítása '%s'

source: Setting disk parameters
hu: Lemez paraméter beállítása

source: Activating swap space
hu: Swap aktiválása

source: Deactivating swap space
hu: Swap deaktiválása

source: Cleaning up /var
hu: /var tisztítása

source: Cleaning up /tmp
hu: /tmp tisztítása

source: Setting system clock to hardware clock
hu: Rendszeróra beállítása a hardware órához

source: Failed to adjust systematic drift of the hardware clock
hu: A hardware-óra szisztematikus működésének sikertelen igazítása

source: Failed to set system clock to hardware clock
hu: A rendszeróra sikertelen beállítása a hardware órához

source: Syncing system clock to hardware clock
hu: A rendszeróra hangolása a hardware órához

source: Failed to synchronize clocks
hu: Az órák sikertelen szinkronizálása

source: Unmounting filesystems
hu: Lecsatolt fájlrendszerek

source: Remounting remaining filesystems read-only
hu: A hátralévő fájlrendszerek újracsatolása csak olvasható módban

source: An internal error occured. Please report to the bugs.pardus.org.tr with following information:
hu: Belső hiba lépett fel. Kérlek jelentsd a bugs.pardus.org.tr oldalon az eseményt a következő információkkal:

source: Mounting /sys
hu: /sys felcsatolása

source: Mounting /dev/pts
hu: /dev/pts felcsatolása

source: Setting up localhost
hu: A localhost beállítása

source: Updating environment variables
hu: Környezeti változók frissítése

source: Triggering udev events which are failed during a previous run
hu: Indítsd el azt az udev eseményt, ami meghiúsult az előző futásnál

source: Trying to initiate a warm reboot (skipping BIOS with kexec kernel)
hu: Próbáld meg a meleg újraindítást (skipping BIOS with kexec kernel)

source: local
hu: helyi

source: script
hu: szkript

source: server
hu: szerver

source: running
hu: futás

source: yes
hu: igen

source: conditional
hu: feltételes

source: Status
hu: Státusz

source: Service
hu: Szolgáltatás

source: Autostart
hu: Automata indulás

source: Description
hu: Leírás

source: Unable to start %s:
hu: Nem indítható %s:

source: Unable to stop %s:
hu: Nem leállítható %s:

source: Unable to set %s state:
hu: Nem beállítható %s állapot:

source: Service '%s' will be auto started.
hu: A '%s' szolgáltatás automatikusan fog indulni.

source: Service '%s' won't be auto started.
hu: A '%s' szolgáltatás nem fog automatikusan indulni.

source: Service '%s' will be started if required.
hu: A '%s' szolgáltatás elindul, ha szükséges.

source: Unable to reload %s:
hu: Nem lehet újratölteni %s:

source: Reloading %s
hu: Újratöltés %s

source: You must be root to use that.
hu: Ezt rendszergazdaként kell használnod.

source: Unable to start DBus
hu: Nem indítható a DBus

source: DBus is not running.
hu: DBus jelenleg nem fut.

source: DBus is running.
hu: DBus fut.

source: No such service: %s
hu: Nem található eszköz: %s
