Repository: pars-linux/uludag
Catalog: trunk/kde/history-manager/po/*.po
Languages: hu

source: Options
hu: Opciók

source: Startup Load :
hu: Betöltés folyamatban:

source: Operations
hu: Folyamatok

source: Current Maintainer
hu: Jelenlegi fejlesztő

source: %1 Operations Loaded
hu: %1 műveletek betöltve

source: Loading operation details..
hu: Művelet részleteinek betöltése

source: Details for operation on %1 at %2
hu: Részletek a %1 at %2 művelethez

source: There are %1 packages in this snapshot.
hu: Elérhetők %1 csomagok ebben a pillanatfelvételben.

source: Ready ..
hu: Kész..

source: Loading Operation Plan
hu: Művelet terv betöltődik

source: Configuration files in snapshot:
hu: Fájlok beállítása a pillanatfelvételben:

source: <br> These package(s) will be <b>installed</b> :<br>
hu: <br> A következő csomag(ok) <b>telepítés</b>-re kerülnek :<br>

source: <br> These package(s) will be <b>removed</b> :<br>
hu: <br> A következő csomagok <b>eltávolítás</b>-ra kerülnek :<br>

source: Takeback plan for Operation on %1 at %2
hu: %1 at %2 művelet terv visszavonása

source: Takeback operation verification
hu: Visszavonás művelet megerősítése

source: <center>This will restore your system back to : <b>%1</b> - <b>%2</b><br>
hu: <center>Ez visszaállítja a rendszert a : <b>%1</b> - <b>%2</b><br>

source: If you're unsure, click Cancel and see TakeBack Plan.</center>
hu: Ha nincs megbizonyosodva, kattintson a vissza gombra és nézze át a visszavonás tervet.</center>

source: Taking back to : %1
hu: Visszavonás a : %1

source: Start new snapshot
hu: Új pillanatfelvétel indítása

source: <center>This will take a snapshot of your system.<br>Click Ok when you're ready.</center>
hu: <center>Egy pillanatfelvételt készít a rendszerről.<br>Kattintson az OK-ra ha készen van.</center>

source: Taking New Snapshot
hu: Új pillanatfelvétel készítése

source: Authentication Failed
hu: Hitelesítés sikertelen

source: Finished succesfully
hu: Teljesen befejezve

source: Taking Snapshot : <b>%s</b>/100
hu: Pillanatfelvétel készítése : <b>%s</b>/100

source: Removal
hu: Eltávolítás

source: Installation
hu: Telepítés

source: Snapshot
hu: Pillanatfelvétel

source: Takeback
hu: Visszavonás

source: Repository Update
hu: Tároló frissítése

source: History Date - Time /Label
hu: Előzmény ideje - Idő/Címke

source: No: Type:
hu: No: típus

source: Take back to this point
hu: Visszalépés ettől a ponttól

source: Details
hu: Részletek

source: Show operation plan
hu: Művelet terv mutatása

source: New Snapshot
hu: Új pillanatfelvétel

source: History Settings
hu: Előzmények beállítása

source: - Loading Pisi History
hu: Pisi előzmények betöltése

source: Copy
hu: Másolás
