Repository: pars-linux/uludag
Catalog: tags/kde/knazar/0.2/po/*.po
Languages: it

source: Protect
it: Proteggi

source: Release
it: Versione

source: About
it: Informazioni su

source: knazar - No Harmfull look allowed!
it: knazar - sguardi dannosi non ammessi!

source: KNazar is starting to protect your Pardus Linux from harmfull looks...
it: KNazar sta iniziando a proteggere il tuo Pardus Linux da sguardi pericolosi...

source: KNazar is stoping to protect your Pardus Linux from harmfull looks...
it: KNazar sta smettendo di proteggere il tuo Pardus Linux da sguardi pericolosi...

source: knazar - You are completely demilitarized...
it: knazar - Sei completamente demilitarizzato...

source: <qt><nobr><b>Nazar Received and eliminated successfuly</b></nobr><br><nobr></nobr></qt>
it: <qt><nobr><b>Nazar Ricevuto e eliminato con successo</b></nobr><br><nobr></nobr></qt>

source: <qt><nobr><b>Nazar Received and it HARMED!</b></nobr><br><nobr></nobr></qt>
it: <qt><nobr><b>Nazar Ricevuto e ha provocato DANNI!</b></nobr><br><nobr></nobr></qt>

source: knazar - %1 attacks received so far, %2 are defated and %3 are received...
it: knazar - %1 attacchi ricevuti finora, %2 sono stati fermati e %3 sono stati ricevuti...

source: KNazar is a usefull part of the Pardus Linux
it: KNazar Ã¨ un utile componente di Pardus Linux

source: KDE Nazar Application
it: Applicazione Nazar per KDE
