Repository: pars-linux/uludag
Catalog: comar/mudur/po/*.po
Languages: ca, fr

source: Cannot write mudur.log, read-only file system
ca: No s'ha pogut escriure el mudur.log, aquest és un sistema d'arxius només de lectura
fr: Impossible d'écrire mudur.log, système de fichier en lecture seule

source: Cannot find /etc/pardus-release
ca: No s'ha pogut trobar el /etc/pardus-release
fr: Impossible de trouver le fichier /etc/pardus-release

source: Could not set unicode mode on tty %d
ca: No s'ha pogut establir el mode unicode en el tty %d
fr: Impossible d'établir le mode unicode sur le terminal (tty) %d

source: Starting DBus...
fr: Démarrage de DBus...

source: Bringing up interface %s
fr: Levée de l'interface %s

source: Unable to bring up interface %s
fr: Échec de la levée de l'interface %s

source: Cannot connect to DBus, services won't be started
fr: Impossible de se connecter au DBus, les services ne seront pas démarrés

source: Cannot start system logger
ca: No es pot engegar el registre del sistema
fr: Impossible de démarrer le système d'archivage du système

source: Starting services
ca: Els serveis s'estan engegant
fr: Démarrage des services

source: Stopping services
ca: Els serveis s'estan aturant
fr: Arrêt des services

source: Stopping DBus
fr: Arrêt de DBus

source: Mounting /dev
ca: El /dev s'està muntant
fr: Montage de /dev

source: Restoring saved device states
ca: Restauració dels estats dels dispositiu desats
fr: Restauration des états sauvegardés des périphériques

source: Starting udev
ca: L'udev s'està engegant
fr: Démarrage d'udev

source: Populating /dev
ca: El /dev s'està omplint
fr: Peuplement de /dev

source: Remounting root filesystem read-only
ca: El sistema d'arxius de l'arrel en mode de només lectura r'està tornant a muntar
fr: Remontage du système de ficher racine (root) en lecture seule

source: Checking root filesystem (full check forced)
ca: La integritat del sistema d'arxius de l'arrel s'està comprovant
fr: Vérification du système de fichier racine (vérification complète forcée)

source: Checking root filesystem
ca: La integritat del sistema d'arxius de l'arrel s'està comprovant
fr: Vérification du système de fichier racine

source: Filesystem repaired, but reboot needed!
ca: El sistema d'arxius ha estat reparat, però cal reiniciar l'ordinador
fr: Le système de fichier est réparé, mais un redémarrage est nécessaire !

source: Rebooting in 10 seconds ...
ca: Es reiniciarà en 10 segons...
fr: Redémarrage dans 10 secondes...

source: Rebooting...
ca: S'està reiniciant...
fr: Redémarrage...

source: Filesystem couldn't be fixed :(
ca: No ha estat possible reparar el sistema d'arxius :(
fr: Le système de fichier n'a pas pu être réparé :(

source: Skipping root filesystem check (fstab's passno == 0)
ca: Omissió de la comprovació del sistema d'arxius de l'arrel (fstab's passno == 0)
fr: Exemption de la vérification pour le système de fichier racine (passno == 0 dans fstab)

source: Remounting root filesystem read/write
ca: El sistema d'arxius de l'arrel en mode de lectura/escriptura s'està tornant a muntar
fr: Remontage du système de fichier racine en lecture/écriture

source: Root filesystem could not be mounted read/write :(
ca: No ha estat possible muntar el sistema d'arxius de l'arrel en mode de lectura/escriptura :(
fr: Le système de fichier racine n'a pas pu être monté en lecture/écriture :(

source: Setting up hostname as '%s'
ca: Com a nom de l'ordinador s'emprarà '%s'
fr: Établissement du nom d'hôte à '%s'

source: Checking all filesystems
ca: Comprovació de tots els sistemes d'arxiu
fr: Vérification de tous les systèmes de fichier

source: A full fsck has been forced
fr: Un fsck complet a été forcé

source: Filesystem errors corrected
ca: Els errors del sistema d'arxius han estat corregits
fr: Erreurs des systèmes de fichier corrigées

source: Fsck could not correct all errors, manual repair needed
ca: El Fsck no ha pogut corregir tots els errors, la reparació manual s'escau
fr: Fsck n'a pu corriger toutes les erreurs, une réparation manuelle est nécessaire

source: Mounting USB filesystem
ca: El sistema d'arxius USB s'està muntant
fr: Montage du système de fichier USB

source: Mounting local filesystems
ca: El sistema d'arxius local s'està muntant
fr: Montage des systèmes de fichier locaux

source: Activating swap
ca: Activació de l'espai de bescanvi (swap)
fr: Activation du système de fichier d'échange (swap)

source: Starting portmap service for NFS
fr: Démarrage du service portmap pour NFS

source: Mounting remote filesystems (CTRL-C stops trying)
fr: Montage des systèmes de fichiers distants (CTRL-C annule les tentatives)

source: Mounting skipped with CTRL-C, remote shares are not accessible!
fr: Montage désactivé avec CTRL-C, les partages distants ne sont pas accessibles !

source: Setting disk parameters
ca: Configuració els paràmetres de disc
fr: Établissement des paramètres du disque

source: Setting system clock to hardware clock
ca: L'hora del sistema s'està configurant d'acord amb la del maquinari
fr: Établissement de l'horloge système à l'heure du matériel

source: Failed to adjust systematic drift of the hardware clock
fr: Échec de l'ajustement du décalage systématique de l'horloge du matériel.

source: Failed to set system clock to hardware clock
ca: No s'ha pogut configurar l'hora del sistema d'acord amb la del maquinari
fr: Échec de l'établissement de l'horloge du système à l'heure du matériel

source: Cleaning up /var
ca: El /var s'està netejant
fr: Nettoyage de /var

source: Cleaning up /tmp
ca: El /tmp s'està netejant
fr: Nettoyage de /tmp

source: Syncing system clock to hardware clock
ca: Sincronització de l'hora del sistema d'acord amb la del maquinari
fr: Synchronisation de l'horloge système à l'heure du matériel

source: Failed to sync clocks
ca: No s'ha pogut sincronitzar l'hora
fr: Échec de la synchronisation des horloges

source: Deactivating swap
ca: Desactivació de l'espai de bescanvi (swap)
fr: Désactivation du système de fichier d'échange (swap)

source: Unmounting filesystems
ca: El sistema d'arxius s'està desmuntant
fr: Démontage des systèmes de fichier

source: Remounting remaining filesystems readonly
ca: S'estan tornant a muntar els sistemes d'arxius restants en mode de només lectura
fr: Remontage des systèmes de fichier restants en lecture seule

source: An internal error occured. Please report to the bugs.pardus.org.tr with following information:
ca: S'ha produït un error intern. Si us plau, reporteu aquest error a bugs.pardus.org.tr amb la següent informació:
fr: Une erreur interne est survenue. Veuillez reporter le bug à bugs.pardus.org.tr avec l'information suivante s'il vous plaît :

source: Mounting /sys
ca: El /sys s'està muntant
fr: Montage de /sys

source: Mounting /dev/pts
ca: El /dev/pts s'està muntant
fr: Montage de /dev/pts

source: Setting up localhost
ca: Configuració del nom de la màquina (localhost)
fr: Établissement de l'hôte local (localhost)

source: Updating environment variables
ca: Actualització de les variables de l'entorn
fr: Mise à jour des variables d'environnement

source: Triggering udev events which are failed during a previous run
fr: Lancement des événements udev qui ont échoué lors d'un lancement précédent

source: Loading CPUFreq modules
fr: Chargement des modules CPUFreq

source: Trying initiate a warm reboot (skipping BIOS with kexec kernel)
fr: Tente d'initier un redémarrage à chaud (esquive du BIOS avec kexec kernel).

source: server
ca: servidor
fr: serveur

source: running
ca: Està en marxa
fr: en cours d'exécution

source: yes
ca: sí
fr: oui

source: conditional
fr: conditionnel

source: Status
ca: Estat
fr: Statut

source: Autostart
ca: Inici automàtic
fr: Démarrage automatique (Autostart)

source: Starting %s...
fr: Démarrage de %s...

source: Stopping %s...
fr: Arrêt de %s...

source: Service '%s' will be auto started.
ca: El servei '%s' s'iniciarà automàticament.
fr: Le service '%s' sera automatiquement démarré.

source: Service '%s' won't be auto started.
ca: El servei '%s' no s'iniciarà automàticament.
fr: Le service '%s' ne sera pas automatiquement démarré.

source: Reloading %s...
fr: Arrêt-Relance de %s...

source: You must be root to use that.
fr: Vous devez être root pour utiliser cela.

source: Unable to start D-Bus
fr: Impossible de démarrer D-Bus

source: Stopping DBus...
fr: Arrêt de DBus en cours...

source: DBus is not running.
fr: DBus n'est pas en cours d'exécution.

source: DBus is running.
fr: Dbus fonctionne.

source: usage: service [<options>] [<service>] <command> where command is: list Display service list status Display service status info Display service status on Auto start the service off Don't auto start the service start Start the service stop Stop the service restart Stop the service, then start again reload Reload the configuration (if service supports this) and option is: -N, --no-color Don't use color in output -q, --quiet Don't print replies
fr: utilisation : service [<options>] [<service>] <commande> où commande peut être au choix : list Affiche la liste des services status Affiche le statut d'un service info Affiche le statut d'un service on Active le démarrage automatique du service off Désactive le démarrage automatique du service start démarre le service stop arrête le service restart effectue un arrêt relance du service reload Recharge la configuration (si le service le permet) les options pouvant être : -N, --no-color Ne pas mettre de couleurs dans le message -q, --quiet N'affiche aucune réponse.

source: Connection Name : %s
fr: Nom de la connexion : %s

source: Status : %s
fr: Statut : %s

source: Adress : %s
fr: Adresse : %s

source: Device Name : %s
fr: Nom du périphérique : %s

source: Device Id : %s
fr: Id péphérique : %s

source: Mask : %s
fr: Masque : %s

source: Gateway : %s
fr: Passerelle : %s

source: Remote : %s
fr: Distant : %s

source: Up
fr: Démarré

source: Down
fr: Arrêté

source: usage: %s <command> <arguments> where command is: devices List network devices connections List connections info List properties of a given connection create Create a new connection delete Delete a connection up Connect given connection down Disconnect given connection
fr: usage : %s <commande> <arguments> où commande peut-être: devices Liste les périphériques réseau connections Liste les connexions info Liste les propriétés d'un connexion donnée create Crée une nouvelle connexion delete Supprime une connexion up Établit la connexion donnée down Coupe la connexion donnée

source: Error: %s
fr: Erreur : %s

source: No such profile.
fr: Le profil n'existe pas.

source: There are more than one profiles named '%s'
fr: Plusieurs profils nommés '%s' existent

source: Use one of the following commands:
fr: Utilisez l'une des commandes suivantes :

source: Profile name
fr: Nom de Profil :

source: Connection types:
fr: Types de connexion :

source: No avaible device for this type of connection
fr: Aucun périphérique disponible pour ce type de connexion.

source: Devices:
fr: Périphériques :

source: Device
fr: Périphérique

source: Enter manually
fr: Entrer manuellement

source: Scan
fr: Scanner

source: No remote access points found
fr: Aucun point d'accès distant trouvé

source: Choose authentication type:
fr: Choisissez le type d'authentification :

source: Password
fr: Mot de passe

source: Username
fr: Nom d'utilisateur

source: Network settings:
fr: Paramètres réseau :

source: Automatic query (DHCP)
fr: Requête automatique (DHCP)

source: Manual configuration
fr: Configuration manuelle

source: IP Address
fr: Adresse IP

source: Network mask
fr: Masque réseau

source: Gateway
fr: Passerelle

source: Profile
fr: Profil :

source: Profile %s removed.
fr: Profil %s supprimé.

source: D-Bus Error: %s
fr: Erreur D-Bus : %s

source: Cancelled
fr: Annulé

source: Starting COMAR
ca: El COMAR s'està engegant

source: Cannot connect to COMAR, services won't be started
ca: No s'ha pogut connectar amb el COMAR, els serveis no s'engegaran

source: Stopping COMAR
ca: El COMAR s'està aturant

source: Calculating module dependencies
ca: Càlcul del mòdul de dependències

source: Starting Coldplug
ca: S'estan muntant els dispositius de muntatge fred (aquells per què cal reiniciar, coldplug)

source: You dont have permission to do this operation.
ca: No teniu permís per a realitzar aquesta operació

source: Service doesn't provide this operation.
ca: El servei no ofereix aquesta operació.

source: script
ca: seqüència

source: Service
ca: Servei

source: Description
ca: Descripció

source: You should be the root user in order to control the comar service.
ca: Per a poder controlar el servei COMAR heu d'estar connectat com a superusuari.

source: Service '%s' started.
ca: El servei '%s' ha estat engegat.

source: Service '%s' stopped.
ca: El servei '%s' ha estat aturat.

source: Service '%s' reloaded.
ca: El servei '%s' s'ha tornat a carregar.

source: usage: service [<options>] [<service>] <command> where command is: list Display service list status Display service status info Display service status on Auto start the service off Don't auto start the service start Start the service stop Stop the service restart Stop the service, then start again reload Reload the configuration (if service supports this) and option is: -N, --no-color Don't use color in output
ca: Sintaxi: service [<opcions>] [<servei>] <ordre> si enlloc d'<ordre> fiqueu: list Mostra la llista de serveis status Mostra l'estat del servei info Mostra l'estat del servei on Fa que el servei s'inicie automàticament off Fa que el servei no s'inicie automàticament start Inicia el servei stop Atura el servei restart Atura el servei i el torna a engegar després reload Torna a carregar la configuració (en cas que el servei permeta aquesta funció) i si l'opció és: -N, --no-color No fa servir colors en la sortida
