Repository: pars-linux/uludag
Catalog: l10n/kde/*/messages/kdesdk/spy.po
Languages: tr

source: Name
tr: İsim

source: Value
tr: Değer

source: Type
tr: Tür

source: Access
tr: Erişim

source: Designable
tr: Tasarlanabilir

source: Type Flags
tr: Tür Bayrakları

# NAME OF TRANSLATORS
source: Your names
tr: Cemil MUTLU

# EMAIL OF TRANSLATORS
source: Your emails
tr: mawilos@gmail.com

source: Signals/Slots
tr: İm/yuva

source: Properties
tr: Özellikler

source: Signals && Slots
tr: İmler && Yuvalar

source: Class Info
tr: Sınıf Bilgisi
