Repository: pars-linux/uludag
Catalog: branches/kde/pardusman/2008/po/*.po
Languages: sv

source: Project file '%s' does not exists!
sv: Projektfilen '%s' finns inte!

source: Not a Pardusman project file, invalid xml!
sv: Inte en Pardusman projektfil, ogiltig xml!

source: Not a Pardusman project file
sv: Inte en Pardusman projektfil

source: &Open
sv: &Öppna

source: Save &as...
sv: Spara s&om..

source: Pardusman says: Teh winnars dont use teh drugs!
sv: Pardusman säger: Vinnaren använder inte droger!

source: Title:
sv: Titel:

source: Title of distribution media, used in grub menu.
sv: Distributionstitel, används i grubmenyn.

source: Work folder:
sv: Arbetskatalog:

source: This folder holds local repository cache and temporary files generated during the ISO making process.
sv: Denna katalog innehåller lokal förrådscache och tillfälliga filer skapade under skapandet av ISO-avbildningsfilen.

source: Repository:
sv: Förråd

source: PiSi package repository of the distribution. Must be a URL pointing to the repository index file (i.e. pisi-index.xml.bz2).
sv: PiSi-paketförråd till distributionen. Måste vara en giltig URL som pekar till förrådets indexfil. (exv. pisi-index.xml.bz2).

source: Release files:
sv: Utgåvefiler:

source: Content of this folder is copied onto the root folder of CD.
sv: Innehållet i denna katalog kopieras till rotkatalog på CD.

source: Extra Parameters:
sv: Extra Parametrar:

source: This parameters will add to the install media's GRUB
sv: Den här parametern läggs till på installationsmediats GRUB.

source: Type:
sv: Typ:

source: Custom size
sv: Valfri storlek

source: Update Repo
sv: Uppdatera förråd

source: Select packages
sv: Välj paket

source: Make ISO
sv: Skapa ISO

source: Select release files folder
sv: Välj katalog för utgåvefiler

source: Select folder for temporary files and cache
sv: Välj katalog för tillfälliga filer och cache

source: Release files directory does not exist.
sv: Katalog med utgåvefiler finns ej.

source: Project title not given.
sv: Projekttitel ej angiven.

source: Project directory not given.
sv: Projektkatalog ej angiven.

source: Repository address not given.
sv: Förrådsadress ej angiven.

source: New project - Pardusman
sv: Nytt projekt - Pardusman

source: Select a project...
sv: Välj projekt...

source: Project '%s' opened.
sv: Projekt '%s' öppnat.

source: Saved.
sv: Sparad.

source: Save project as...
sv: Spara projekt som...

source: Project saved as '%s'.
sv: Projekt sparat som '%s'.

source: Pardus distribution media maker
sv: Pardus distributionsmediaskapare

source: %s, release %s, build %s
sv: %s, utgåva%s, bygge %s

source: Component:
sv: Komponent:

source: Homepage:
sv: Hemsida:

source: Summary:
sv: Sammanställning:

source: Description:
sv: Beskrivning:

source: Depends on:
sv: Beroende av:

source: Depended by:
sv: Beros av:

source: Total of %d packages, %s bytes compressed, %s bytes installed.
sv: Totalt %d paket, %s bytes komprimerat, %s bytes installerat.

source: Component
sv: Komponent

source: Search:
sv: Sök:

source: Package
sv: Paket

source: Archive Size
sv: Arkivstorlek

source: Installed Size
sv: Installerad storlek

source: No packages selected.
sv: Inga paket valda.

source: %d packages selected, %s bytes archive size, %s bytes installed size.
sv: %d paket valda, %s bytes arkivstorklek, %s bytes installerad storlek.

source: Use selected packages
sv: Använd valda paket
