Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdeutils/khexedit.po
Languages: tr

source: Permissions
tr: Haklar

source: Spec&ial
tr: Öz&el

source: Document &Encoding
tr: &Belge Dönüştürme

source: &Documents
tr: &Belgeler

source: &Document Tabs
tr: Belge &Tabları

source: Conversion &Field
tr: Dö&nüştürme Alanı

source: Searc&hbar
tr: Arama Ç&ubuğu

source: Character Table
tr: Karakter Tablosu

source: Decimal
tr: Onluk

source: Hexadecimal
tr: Onaltılık

source: Octal
tr: Sekizlik

source: Binary
tr: İkilik

source: Text
tr: Metin

source: Insert this number of characters:
tr: Bu kadar karakter ekle:

source: Embedded hex editor
tr: Gömülü onaltılık düzenleyicisi

source: Author
tr: Yazar

source: &Hexadecimal
tr: &Onaltılık

source: &Decimal
tr: &Onluk

source: &Octal
tr: Seki&zlik

source: &Binary
tr: İ&kilik

source: &Char Encoding
tr: &Karakter Kodlaması

source: Show &Unprintable Chars (<32)
tr: Yazdırılamayan &Karakterleri Göster (<32)

source: &Resize Style
tr: &Stili yeniden boyutlandır

source: &No Resize
tr: &Yeniden Boyutlandır Yapma

source: &Lock Groups
tr: &Grupları Kilitle

source: &Columns
tr: &Sütunlar

source: Hex
tr: Onaltılık

source: Dec
tr: Onluk

source: Oct
tr: Sekizlik

source: Bin
tr: İkili

source: Txt
tr: Metin

source: Find
tr: Bul

source: Backwards
tr: Geriye

source: Ignore case
tr: Büyük-küçük harf ayrımı yapma

source: Conversion
tr: Dönüştürme

source: KDE hex editor
tr: KDE Onaltılık Düzenleyicisi

source: Jump to 'offset'
tr: 'offset'e atla

source: File(s) to open
tr: Açılacak dosya(lar)

source: This program uses modified code and techniques from other KDE programs, specifically kwrite, kiconedit and ksysv. Credit goes to authors and maintainers. Leon Lessing, leon@lrlabs.com, has made parts of the bit swapping functionality. Craig Graham, c_graham@hinge.mistral.co.uk, has made parts of the bit stream functionality of the conversion field. Dima Rogozin, dima@mercury.co.il, has extended the string dialog list capabilities. Edward Livingston-Blade, sbcs@bigfoot.com, has given me very good reports which removed some nasty bugs.
tr: Bu program başka KDE programlarının değiştirilmiş kodlarını ve tekniklerini kullanmaktadır (özellikle Kwrite, kiconedit ve ksysv). Başka programcılar tarafından geliştirilecektir. Leon Lessing, leon@lrlabs.com: Takas bölümünü oluşturdu. Dima Rogozin, dima@mercury.co.il, dialog liste kapasitesini uzattı. Edward Livingston-Bldae, sbcs@bigfoot.com, bana programın hatalarını ve yapılması gerekenleri bildirdi.

source: _: NAME OF TRANSLATORS Your names
tr: Murat Gezer

source: _: EMAIL OF TRANSLATORS Your emails
tr: murat.gezer@superposta.com

source: Extract Strings
tr: Nesneleri çıkart

source: &Minimum length:
tr: &En küçük düzeydeki boy

source: &Filter:
tr: &Filtre:

source: &Use
tr: &Kullan

source: &Ignore case
tr: &Harf boyunu gözardı et

source: Show offset as &decimal
tr: G&öreli konumu onluk olarak göster

source: String
tr: Nesne

source: Number of strings:
tr: Nesne sayısı

source: Displayed:
tr: Görüntülenen:

source: The filter expression you have specified is illegal. You must specify a valid regular expression. Continue without filter?
tr: Seçtiğiniz filtre ifadesi illegal. Geçerli bir düzen girmeniz gerekiyor. Filtresiz devam etsin mi?

source: Warning: Document has been modified since last update
tr: Dikkat: Belge son güncellemeden bu yana değişti

source: Goto Offset
tr: Offset'e git

source: &From cursor
tr: &İmleçten

source: &Backwards
tr: &Geriye Doğru

source: &Stay visible
tr: Görünür b&ekle

source: Fo&rmat:
tr: &Biçim:

source: F&ind:
tr: &Bul:

source: &In selection
tr: &Seçimde

source: &Use navigator
tr: &Geziciyi kullan

source: Ignore c&ase
tr: Büyük/&küçük harf ayırma

source: Find (Navigator)
tr: Bul (Gezici)

source: New &Key
tr: Yeni &Anahtar

source: &Next
tr: &Sonraki

source: Searching for:
tr: Aranıyor:

source: Find & Replace
tr: Bul & Değiştir

source: Fo&rmat (find):
tr: B&içim (bul):

source: For&mat (replace):
tr: Bi&çim (değiştir):

source: Rep&lace:
tr: Deği&ştir:

source: &Prompt
tr: K&ısayol

source: Source and target values can not be equal.
tr: Kaynak ve hedef değerleri eşit olamaz..

source: Replace &All
tr: Hepsini Değ&iştir:

source: Do Not Replace
tr: Değiştirme

source: Replace marked data at cursor position?
tr: Seçilen veriyi imleç pozisyonuna yerleştir?

source: Binary Filter
tr: İkilik filtresi

source: O&peration:
tr: İş&lem:

source: Fo&rmat (operand):
tr: &Biçim

source: O&perand:
tr: İş&lemci:

source: Swap rule
tr: Takas kuralı

source: &Reset
tr: &Sıfırla

source: &Group size [bytes]
tr: &Grup boyutu (bayt)

source: S&hift size [bits]
tr: &Shift boyutu (bit)

source: Shift size is zero.
tr: Shift boyutu sıfır.

source: Swap rule does not define any swapping.
tr: Takas kuralı herhangi bir takası tanımlamıyor.

source: Insert Pattern
tr: Kalıp ekle

source: &Size:
tr: &Boyut:

source: Fo&rmat (pattern):
tr: &Biçim (kalıp):

source: &Pattern:
tr: &Kalıp:

source: R&epeat pattern
tr: &Kalıbı yinele

source: &Insert on cursor position
tr: &İmleç pozisyonuna yerleştir

source: Your request can not be processed.
tr: İsteğiniz işlenemiyor

source: Examine argument(s) and try again.
tr: Argümanları sına ve yeniden dene.

source: Invalid argument(s)
tr: Geçersiz argüman(lar)

source: You must specify a destination file.
tr: Bir kaynak dosyası seçmelisiniz.

source: You have specified an existing folder.
tr: Mevcut olan bir klasörü belirttiniz.

source: You do not have write permission to this file.
tr: Bu dosyaya yazmak için izniniz yok.

source: You have specified an existing file. Overwrite current file?
tr: Varolan bir dosyayı belirttiniz. Üstüne yaz?

source: Regular Text
tr: Kurallı Metin

source: operand AND data
tr: işleç AND veri

source: operand OR data
tr: işleç OR veri

source: operand XOR data
tr: işleç XOR veri

source: INVERT data
tr: Veriyi tersdüz et

source: REVERSE data
tr: Veriyi ters çevir

source: ROTATE data
tr: Veriyi döndür

source: SHIFT data
tr: Veriyi büyüt

source: Swap Individual Bits
tr: Tek Bitleri Değiştir

source: Signed 8 bit:
tr: İşaretli 8 bit:

source: Unsigned 8 bit:
tr: İşaretlenmemiş 8 bit:

source: Signed 16 bit:
tr: İşaretli 16 bit:

source: Unsigned 16 bit:
tr: İşaretlenmemiş 16 bit:

source: Signed 32 bit:
tr: İşaretli 32 bit:

source: Unsigned 32 bit:
tr: İşaretlenmemiş 32 bit:

source: 32 bit float:
tr: 32 bit kayan nokta

source: 64 bit float:
tr: 64 bit kayan nokta

source: Hexadecimal:
tr: Onaltılık:

source: Octal:
tr: Sekizlik:

source: Binary:
tr: İkilik:

source: Text:
tr: Metin:

source: Show little endian decoding
tr: Küçük endian çözümlemesini göster

source: Show unsigned as hexadecimal
tr: İşaretlenmemişi onaltılık olarak göster

source: Stream length:
tr: Akış uzunluğu:

source: Fixed 8 Bit
tr: Sabit 8 bit

source: Bit Window
tr: Bit Penceresi

source: Bits Window
tr: Bitler Penceresi

source: Converter
tr: Çevirici

source: &On Cursor
tr: &Kursörde

source: Decimal:
tr: Onluk:

source: &Insert...
tr: &Ekle...

source: E&xport...
tr: &Gönder...

source: &Cancel Operation
tr: İşlemi İptal &Et

source: &Read Only
tr: Sa&dece oku

source: &Allow Resize
tr: &Yeniden Boyutlandır

source: N&ew Window
tr: &Yeni Pencere

source: Close &Window
tr: Pencereyi &Kapat

source: &Goto Offset...
tr: Offset'e &Git

source: &Insert Pattern...
tr: Ka&lıp Ekle...

source: Copy as &Text
tr: Me&tin olarak kopyala

source: Paste into New &File
tr: Yeni Dosyaya Ya&pıştır

source: Paste into New &Window
tr: Yeni P&encereye Yapıştır

source: &Text
tr: &Metin

source: Show O&ffset Column
tr: O&ffset sütununu göster

source: Show Te&xt Field
tr: Metin Alanını Gö&ster

source: Off&set as Decimal
tr: Onluk olarak Off&set

source: &Upper Case (Data)
tr: Büyük Harf (&Veri)

source: Upper &Case (Offset)
tr: Büyük &Harf (Offset)

source: _: &Default encoding &Default
tr: Ö&ntanımlı

source: US-&ASCII (7 bit)
tr: ABD-&ASCII (7 bit)

source: &Extract Strings...
tr: &Metinleri Ayıkla...

source: &Binary Filter...
tr: İkilik &Filtresi...

source: &Character Table
tr: &Karakter Tablosu

source: C&onverter
tr: Çe&virici

source: &Statistics
tr: İ&statistikler

source: &Replace Bookmark
tr: &Yer İmini değiştir

source: R&emove Bookmark
tr: Y&er İmini Kaldır

source: Re&move All
tr: He&psini kaldır

source: Goto &Next Bookmark
tr: Sonraki &Yer İmine Git

source: Goto &Previous Bookmark
tr: Ön&ceki Yer İmine Git

source: Show F&ull Path
tr: Bü&tünü Göster

source: &Hide
tr: &Gizle

source: &Above Editor
tr: Düzenleyicinin yu&karısında

source: &Below Editor
tr: Düzenleyicinin &aşağısında

source: &Floating
tr: &Kayış

source: &Embed in Main Window
tr: &Ana Pencereye Göm...

source: Drag document
tr: Belgeyi sürükle

source: Drag Document
tr: Belgeyi Sürükle

source: Toggle write protection
tr: Yazma koruması

source: Selection: 0000:0000 0000:0000
tr: Seçme: 0000:0000 0000:0000

source: Size: FFFFFFFFFF
tr: Boyut: FFFFFFFFFF

source: Offset: FFFFFFFFFF-F
tr: Göreli konum: FFFFFFFFFF-F

source: FFF
tr: İleri

source: RW
tr: Geri

source: Offset:
tr: Göreli konum:

source: Size:
tr: Boyut:

source: Can not create new window.
tr: Yeni bir pencere oluşturulamıyor.

source: There are windows with unsaved modified documents. If you quit now, these modifications will be lost.
tr: Değişirilmiş ve kaydedilmemiş belgeler içeren pencereler var. Eğer şimdi çıkarsanız, bu değişiklikler kaybedileceksiniz.

source: Size: %1
tr: Boyut: %1

source: Offset: %1
tr: Göreli konum: %1

source: INS
tr: Ekle

source: Encoding: %1
tr: Dönüştürülüyor: %1

source: Selection:
tr: Seçim:

source: No data
tr: Veri yok

source: Insufficient memory
tr: Yetersiz bellek

source: List is full
tr: Liste dolu

source: Read operation failed
tr: Okuma işlemi başarısız

source: Write operation failed
tr: Yazma işlemi başarısız

source: Empty argument
tr: Boş argüman

source: Illegal argument
tr: Hatalı argüman

source: Null pointer argument
tr: Geçersiz işaretleyici argümanı

source: Wrap buffer
tr: Tamponu sar

source: No match
tr: Eşleme yok

source: No data is selected
tr: Veri seçilmedi

source: Empty document
tr: Boş belge

source: No active document
tr: Etkin belge yok

source: No data is marked
tr: Veri damgalanmadı

source: Document is write protected
tr: Belge yazmaya korumalı

source: Document is resize protected
tr: Belge yeniden boyutlandırma korumalı

source: Operation was stopped
tr: İşlem durduruldu

source: Illegal mode
tr: Hatalı kip

source: Program is busy, try again later
tr: Program meşgul, daha sonra tekrar deneyin

source: Value is not within valid range
tr: Değer geçerli düzene sahip değil

source: Operation was aborted
tr: İşlem iptal edilmişti

source: File could not be opened for writing
tr: Dosya yazmak için açılamadı

source: File could not be opened for reading
tr: Dosya okuma için açılamadı

source: Unknown error
tr: Bilinmeyen hata

source: _: Default encoding Default
tr: Öntanımlı

source: US-ASCII (7 bit)
tr: ABD-ASCII (7 bit)

source: Unknown
tr: Bilinmeyen

source: Untitled %1
tr: Başlıksız %1

source: Unable to create new document.
tr: Yeni belge oluşturulamıyor.

source: Operation Failed
tr: İşlem Başarısız

source: Only local files are currently supported.
tr: Henüz sadece yerel dosyalar destekleniyor.

source: The current document has been modified. Do you want to save it?
tr: Üzerinde çalışılan dosya değişti. Kaydetmek ister misiniz?

source: Current document has been changed on disk. If you save now, those changes will be lost. Proceed?
tr: Üzerinde çalışılan belge diskte değiştirildi. Eğer şimdi kaydederseniz, bu değişiklikler kaybedilecek. Emin misiniz?

source: A document with this name already exists. Do you want to overwrite it?
tr: Bu isimde bir dosya zaten mevcut. Üzerine yazmak istiyor musunuz?

source: The current document does not exist on the disk.
tr: Geçerli dosya diskte bulunmuyor.

source: Print Hex-Document
tr: Onaltılık Belgeyi Yazdır

source: Could not print data.
tr: Veri yazdırılamadı.

source: _n: <qt>Print threshold exceeded.<br>You are about to print one page.<br>Proceed?</qt> <qt>Print threshold exceeded.<br>You are about to print %n pages.<br>Proceed?</qt>
tr: <qt>Yazılanlar kaynakları aşıyor.<br>%n sayfa yazdırmaktasınız.<br>Emin misiniz?</qt>

source: Unable to export data.
tr: Veri çıkartılamıyor.

source: The encoding you have selected is not reversible. If you revert to the original encoding later, there is no guarantee that the data can be restored to the original state.
tr: Seçtiğiniz değiştirme biçimi geri dönüşe izin vermez. Eğer orjinal dosyaya yeniden ulaşmak isterseniz, verinin tekrar eski haline dönmesi mümkün olmayabilir.

source: Encode
tr: Dönüştür

source: &Encode
tr: Dö&nüştür

source: Could not encode data.
tr: Veri dönüştürülemiyor.

source: Deleted bookmarks can not be restored. Proceed?
tr: Silinen yer imleri geri getirilemez. Emin misiniz?

source: Search key not found in document.
tr: Aradığınız kelime belgede bulunamadı.

source: End of document reached. Continue from the beginning?
tr: Belge sonu. Baştan devam etmek ister misiniz?

source: Beginning of document reached. Continue from the end?
tr: Belge başlangıcı. Sondan devam etmek ister misiniz?

source: Your request can not be processed. No search pattern defined.
tr: İsteğiniz işlenemiyor. Aranan izler tanımlanamıyor.

source: Find and Replace
tr: Bul ve yerleştir

source: Search key not found in selected area.
tr: Seçilen bölümde aranan kelime bulunamadı.

source: Not available yet! Define your own encoding
tr: Henüz mevcut değil! Kendi kodlamanızı tanımlayın

source: Encoding
tr: Dönüştürülüyor

source: Could not collect strings.
tr: İzler toplanamıyor.

source: Collect Strings
tr: Dizileri Topla

source: Not available yet! Define a record (structure) and fill it with data from the document.
tr: Henüz kullanılmaz! Yeni bir kayıt (yapı) tanımlayın ve belgeyi veri ile doldurun.

source: Record Viewer
tr: Kayıt Gösterici

source: Could not collect document statistics.
tr: Belge istatistikleri toplanamıyor.

source: Collect Document Statistics
tr: Belge İstatistiklerini Topla

source: Not available yet! Save or retrive your favorite layout
tr: Bu mümkün değil! Favorinizi kaydedin

source: Profiles
tr: Profiller

source: Malformed URL %1
tr: Kötü biçimlendirilmiş URL %1

source: Read URL
tr: URL oku

source: Write Failure
tr: Yazma Başarısız

source: Read
tr: Oku

source: Could not read file.
tr: Dosya okunamadı.

source: You have specified a folder.
tr: Bir klasör belirttiniz.

source: You do not have write permission.
tr: Yazma izniniz yok.

source: An error occurred while trying to open the file.
tr: Dosya açılmaya çalışılırken bir hata oluştu.

source: Could not write data to disk.
tr: Veri diske yazılamadı.

source: Can not create text buffer.
tr: Metin tampon belleği oluşturulamıyor.

source: Loading Failed
tr: Yükleme Başarısız

source: Reading
tr: Okunuyor

source: Writing
tr: Yazılıyor

source: Inserting
tr: Ekleniyor

source: Printing
tr: Yazdırılıyor

source: Collect strings
tr: İzleri topla

source: Exporting
tr: Çıkartılıyor

source: Scanning
tr: Taranıyor

source: Do you really want to cancel reading?
tr: Okumayı iptal etmek istediğinize emin misiniz?

source: Do you really want to cancel inserting?
tr: Eklemeyi iptal etmek istediğinize emin misiniz?

source: Do you really want to cancel printing?
tr: Yazdırmayı iptal etmek istediğinize emin misiniz?

source: Do you really want to cancel encoding?
tr: Dönüştürmeyi iptal etmek istediğinize emin misiniz?

source: Do you really want to cancel string scanning?
tr: Nesne taramasını iptal etmek istediğinize emin misiniz?

source: Do you really want to cancel exporting?
tr: Çıkartmayı iptal etmek istediğinize emin misiniz?

source: Collect document statistics
tr: Toplanan belge istatistikleri

source: Do you really want to cancel document scanning?
tr: Belge taramasını iptal etmek istediğinize emin misiniz?

source: Could not finish operation.
tr: İşlem bitirilemedi.

source: Export Document
tr: Belgeyi Gönder

source: Destination
tr: Hedef

source: Plain Text
tr: Düz Metin

source: HTML Tables
tr: HTML Tabloları

source: Rich Text (RTF)
tr: Zengin Metin (RTF)

source: C Array
tr: C Dizisi

source: &Format:
tr: &Biçim:

source: &Destination:
tr: &Hedef:

source: (Package folder)
tr: (Paket dizini)

source: Choose...
tr: Seç...

source: Export Range
tr: Gönderme Sınırı

source: &Everything
tr: &Herşey

source: &Selection
tr: &Seçim

source: &Range
tr: &Aralık

source: &From offset:
tr: &Dengeden:

source: &To offset:
tr: D&engeye:

source: No options for this format.
tr: Bu biçim için seçenek yok.

source: HTML Options (one table per page)
tr: HTML seçenekleri (sayfa başına bir tablo)

source: &Lines per table:
tr: &Tablo başına çizgi:

source: None
tr: Hiçbiri

source: Page Number
tr: Sayfa Numarası

source: Header &above text:
tr: Metnin ü&stünde başlık:

source: &Footer below text:
tr: Metnin altında &altlık:

source: Link "index.html" to &table of contents file
tr: Dosya içerenler &tablosuna bağlantı ver: "index.html"

source: &Include navigator bar
tr: &Gezici barını kapsa

source: &Use black and white only
tr: &Sadece siyah ve beyazı kulan

source: C Array Options
tr: C Dizi Seçenekleri

source: Array name:
tr: Dizi adı:

source: char
tr: karakter

source: Element type:
tr: Eleman tipi:

source: Elements per line:
tr: Satır başına eleman:

source: Print unsigned values as hexadecimal
tr: Belirtilmemiş değeri onaltılı olarak yazdır

source: This format is not yet supported.
tr: Üzgünüm, Bu biçim desteklenmiyor

source: You must specify a destination.
tr: Bir hedef belirtmelisiniz

source: Unable to create a new folder
tr: Yeni bir dizin oluşturulamıyor

source: You have specified an existing file
tr: Mevcut olan bir dosyayı seçtiniz

source: You do not have write permission to this folder.
tr: Bu klasöre yazmak için izniniz yok.

source: You have specified an existing folder. If you continue, any existing file in the range "%1" to "%2" can be lost. Continue?
tr: Mevcut olan bir dizini seçtiniz. Eğer devam ederseniz, "%1"'den "%2"'ye kadar bulunan tüm dosyalar kaybedilebilir. Devam edilsin mi?

source: Remove Bookmark
tr: Yer İmini Kaldır

source: Replace Bookmark
tr: Yer İmini Değiştir

source: Page %1 of %2
tr: Sayfa: %1 / %2

source: to
tr: için

source: Next
tr: Sonraki

source: Previous
tr: Önceki

source: Generated by khexedit
tr: Khexedit tarafından oluşturuldu

source: Page Layout
tr: Sayfa Düzeni

source: Margins [millimeter]
tr: Kağıt boşlukları (milimetre)

source: &Top:
tr: Ü&st:

source: &Bottom:
tr: &Alt:

source: &Left:
tr: S&ol:

source: &Right:
tr: &Sağ:

source: Draw h&eader above text
tr: &Metin içinde resim çiz

source: Left:
tr: Sol:

source: Center:
tr: Orta:

source: Right:
tr: Sağ:

source: Border:
tr: Kenar:

source: Date & Time
tr: Tarih ve Saat

source: Single Line
tr: Tek Çizgi

source: Rectangle
tr: Dikdörtgen

source: Draw &footer below text
tr: Metnin altına &altlık çiz

source: Statistics
tr: İstatistikler

source: File name:
tr: Dosya ismi:

source: Size [bytes]:
tr: Boyut [bayt]:

source: Occurrence
tr: Olay

source: Percent
tr: Yüzde

source: Layout
tr: Düzen

source: Data Layout in Editor
tr: Düzenleyicideki Verilerin Oturumu

source: Hexadecimal Mode
tr: Onaltılık Kipi

source: Decimal Mode
tr: Onluk Kipi

source: Octal Mode
tr: Sekizlik Kipi

source: Binary Mode
tr: İkilik Kipi

source: Text Only Mode
tr: Sadece Metin Kipi

source: Default l&ine size [bytes]:
tr: Öntanımlı ç&izgi boyutu (bayt)

source: Colu&mn size [bytes]:
tr: &Sütun boyutu [bayt]:

source: Line size is &fixed (use scrollbar when required)
tr: &Çizgi boyutu onarıldı (gerektiğinde kaydırma çubuğunu kullanın)

source: Loc&k column at end of line (when column size>1)
tr: &Sütunu satırın sonunda kilitle (sütun büyüklüğü>1)

source: Vertical Only
tr: Sadece Düşey

source: Horizontal Only
tr: Sadece Yatay

source: Both Directions
tr: İki Yönde

source: &Gridlines between text:
tr: &Metin arasında çizgiler:

source: &Left separator width [pixels]:
tr: &Sol ayraç genişliği [piksel]:

source: &Right separator width [pixels]:
tr: &Sağ ayraç genişliği [piksel]:

source: &Separator margin width [pixels]:
tr: &Ayracın kenar genişliği [piksel]:

source: &Edge margin width [pixels]:
tr: Ke&nar genişliği [piksel]:

source: Column separation is e&qual to one character
tr: Sütun ay&racı bir karakterle eşittir

source: Column separa&tion [pixels]:
tr: Sütun ay&rımı [piksel]:

source: Cursor
tr: İmleç

source: Cursor Behavior (only valid for editor)
tr: Düzenleyici İçin İmleç Davranışı

source: Blinking
tr: Göz kırpıştır

source: Do not b&link
tr: G&öz kırpıştırma

source: &Blink interval [ms]:
tr: Yanıp sönme &sıklığı [ms]:

source: Shape
tr: Şekil

source: Always &use block (rectangular) cursor
tr: Her&zaman blok kullan (Diktörtgensel) imleç

source: Use &thick cursor in insert mode
tr: Bu imleci ekleme mo&dunda kullan

source: Cursor Behavior When Editor Loses Focus
tr: Düzenleyici Odaktan Çıkınca İmleç Davranışı

source: &Stop blinking (if blinking is enabled)
tr: Göz kırpıştırmayı d&urdur (eğer açıksa)

source: H&ide
tr: &Gizle

source: Do &nothing
tr: Bi&rşey yapma

source: Colors
tr: Renkler

source: Editor Colors (system selection color is always used)
tr: Renkleri Düzenle

source: &Use system colors (as chosen in Control Center)
tr: &Sistem renklerini kullan

source: Separator
tr: Ayraç

source: Font Selection (editor can only use a fixed font)
tr: Yazıtipi Seçimi

source: &Use system font (as chosen in Control Center)
tr: &Sistem yazıtiplerini kullan

source: KHexEdit editor font
tr: KHexEdit editör yazıtipi

source: &Map non printable characters to:
tr: &Yazdırılamayan karakterleri eşle:

source: File Management
tr: Dosya Yönetimi

source: Most Recent Document
tr: En Son Kullanılan Belge

source: All Recent Documents
tr: Tüm Son Kullanılan Belgeler

source: Open doc&uments on startup:
tr: Başlan&gıçta belgeleri aç:

source: &Jump to previous cursor position on startup
tr: &Başlangıçtaki önceki imleç pozisyonuna atla

source: Open document with &write protection enabled
tr: Belgeyi &yazma koruması ile aç

source: &Keep cursor position after reloading document
tr: &Belge yeniden yüklendiğinde imleç pozisyonunu koru

source: &Make a backup when saving document
tr: Belge &kaydedilirken bir yedek oluştur

source: Don't &save "Recent" document list on exit
tr: Çıkışta belge &listesini kaydetme

source: Cl&ear "Recent" Document List
tr: "Son Kullanılan" Belge Listesini &Temizle

source: Various Properties
tr: Çeşitli Özellikler

source: Auto&matic copy to clipboard when selection is ready
tr: &Seçim hazır olduğunda otomatik olarak panoya kopyala

source: &Editor starts in "insert" mode
tr: Düze&nleyici "ekle" kipinde başlıyor

source: Confirm &wrapping (to beginning or end) during search
tr: Arama sürerken başa y&a da sona dönmeyi (başlangıçta ya da sonda) doğrula

source: Cursor jumps to &nearest byte when moved
tr: İmleç ta&şındığında taşındığı yere atlasın

source: Sounds
tr: Sesler

source: Make sound on data &input (eg. typing) failure
tr: V&eride ses oluşturulması başarısız

source: Make sound on &fatal failure
tr: &Ses oluşturulmasında genel hata

source: Bookmark Visibility
tr: Yer İmi Görünürlüğü

source: Use visible bookmarks in the offset column
tr: Görünebilir Yer imlerini göreli konum sütununda kullan

source: Use visible bookmarks in the editor fields
tr: Görünebilir yer imlerini düzenleyici boşluklarında kullan.

source: Confirm when number of printed pages will e&xceed limit
tr: &Yazdırılan sayfa sayısı sınırı aştığında onayla

source: &Threshold [pages]:
tr: E&şik değeri [sayfa]:

source: &Undo limit:
tr: G&erialma sınırı:
