Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdeutils/ksim.po
Languages: tr

source: Monitor
tr: İzleyici

source: Description
tr: Açıklama

source: LMB Command
tr: LMB Komutu

source: None
tr: Hiçbiri

source: KSim was unable to load the plugin %1 due to the X-KSIM-LIBRARY property being empty in the plugins desktop file
tr: Ksim %1 eklentisini yükleyemedi.

source: KSim was unable to load the plugin %1 due to not being able to find the plugin, check that the plugin is installed and is in your $KDEDIR/lib path
tr: Ksim %1 eklentisini yükleyemedi.

source: <qt>An error occurred while trying to load the plugin '%1'. This could be caused by the following:<ul> <li>The plugin doesn't have the %2 macro</li> <li>The plugin has been damaged or has some unresolved symbols</li> </ul> Last error message that occurred: %3</qt>
tr: <qt>'%1' eklentisinin yüklenmesi sırasında bir hata oluştu. Bu durum genellikle şu sebeble oluşur:<ul> <li>%2 makrosunun bulunmaması nedeniyle</li> <li>Eklentinin hasar almış veya çözülemeyen sembollerden oluşur.</li> </ul> Oluşan son hata mesajı: %3</qt>

source: Unable to get last error message
tr: Son hata mesajı alınamadı

source: _: NAME OF TRANSLATORS Your names
tr: Görkem Çetin

source: _: EMAIL OF TRANSLATORS Your emails
tr: gorkem@kde.org

source: Current system date
tr: Geçerli sistem tarihi

source: Uptime display disabled
tr: Sistemin toplam çalışma süresi etkisiz

source: Memory display disabled
tr: Bellek gösterimi etkisiz

source: Swap display disabled
tr: Takas alanı gösterimi etkisiz

source: Plugins
tr: Eklentiler

source: Monitors
tr: İzleyiciler

source: Monitors Installed
tr: İzleyiciler Kuruldu

source: General
tr: Genel

source: General Options
tr: Genel Seçenekler

source: Clock
tr: Saat

source: Clock Options
tr: Saat Seçenekleri

source: Uptime
tr: Açık Kalma

source: Uptime Options
tr: Açık Kalma Süresi Seçenekleri

source: Memory
tr: Bellek

source: Memory Options
tr: Bellek Seçenekleri

source: Swap
tr: Takas Alanı

source: Swap Options
tr: Takas Alanı Seçenekleri

source: Themes
tr: Temalar

source: Theme Selector
tr: Tema Seçici

source: Failed to remove %1's config page due to the plugin not being loaded or the config page has not been created
tr: %1 Ayar sayfası silinemedi, çünkü eklenti yüklenmedi veya ayar sayfası oluşturulamadı.

source: Failed to add %1's config page due to the plugin not being loaded or the config page has not been created
tr: %1 Ayar sayfası eklenemedi, çünkü eklenti yüklenmedi veya ayar sayfası oluşturulamadı.

source: %1 Options
tr: %1 Seçenekleri

source: A cpu monitor plugin for KSim
tr: KSim için işlemci izleyici eklentisi

source: Author
tr: Yazar

source: Available CPUs
tr: Kullanılabilir İşlemciler

source: Chart Format
tr: Çizelge Biçimi

source: Modify...
tr: Düzenle...

source: Chart Legend
tr: Çizelge Başlığı

source: %T - Total CPU time (sys + user + nice)
tr: %T - Toplam CPU süresi (sys + user + nice)

source: %t - Total CPU time (sys + user)
tr: %t - Toplam CPU süresi (sys + user)

source: %s - Total sys time
tr: %s - Toplam sys süresi

source: %u - Total user time
tr: %u - Toplam user süresi

source: %n - Total nice time
tr: %n - Toplam nice süresi

source: Modify CPU Format
tr: CPU Biçimini Düzenle

source: Chart format:
tr: Çizelge biçimi:

source: KSim I8K Plugin
tr: KSim I8K Eklentisi

source: Dell I8K Hardware Monitor plugin
tr: Dell I8K Donanım İzleyici Eklentisi

source: Right fan: %1 RPM
tr: Sağ fan: %1 devir/dakika

source: Right fan: Off
tr: Sağ fan: Kapalı

source: Left fan: %1 RPM
tr: Sol fan: %1 devir/dakika

source: Left fan: Off
tr: Sol fan: Kapalı

source: Show temperature in Fahrenheit
tr: Sıcaklığı Fahrenheit cinsinden göster

source: Update interval:
tr: Güncelleme aralığı:

source: sec
tr: sn

source: KSim Net Plugin
tr: KSim Ağ Eklentisi

source: A net plugin for KSim
tr: KSim için ağ eklentisi

source: FreeBSD ports
tr: FreeBSD aktarımları

source: in: %1k
tr: giriş: %1k

source: out: %1k
tr: çıkış: %1k

source: offline
tr: çevrimdışı

source: Connect
tr: Bağlan

source: Disconnect
tr: Bağlantıyı Kes

source: yes
tr: evet

source: no
tr: hayır

source: Interface
tr: Arayüz

source: Timer
tr: Zamanlayıcı

source: Commands
tr: Komutlar

source: Add...
tr: Ekle...

source: &Add Net Device
tr: &Ağ Aygıtı Ekle

source: &Modify '%1'
tr: '%1'i &Düzenle

source: &Remove '%1'
tr: '%1'i &Sil

source: &Modify...
tr: Dü&zenle...

source: &Remove...
tr: &Sil...

source: Network Interface
tr: Ağ Arayüzü

source: Interface:
tr: Arayüz:

source: Show timer
tr: Zamanlayıcıyı göster

source: hh - Total hours online
tr: hh - Toplam çevirimiçi saat

source: mm - Total minutes online
tr: mm - Toplam çevirimiçi dakika

source: ss - Total seconds online
tr: ss - Toplam çevirimiçi saniye

source: Enable connect/disconnect
tr: Bağlan/Kes etkinleştir

source: Connect command:
tr: Bağlantı komutu:

source: Disconnect command:
tr: Bağlantıyı kesme komutu:

source: KSim Disk Plugin
tr: KSim Disk Eklentisi

source: A disk monitor plugin for KSim
tr: KSim için disk izleme eklentisi

source: All Disks
tr: Tüm Diskler

source: Disks
tr: Diskler

source: Disk Styles
tr: Disk Stilleri

source: Display the read and write data as one
tr: Okunan ve yazılan verileri birlikte göster

source: Display the read and write data separately as in/out data
tr: Yazma ve okuma verilerini girdi/çıktı olarak ayırıp göster

source: Add Disk Device
tr: Disk Aygıtı Ekle

source: Disk name:
tr: Disk adı:

source: KSim Mail Plugin
tr: KSim E-posta Eklentisi

source: A mail monitor plugin for KSim
tr: KSim için e-posta izleme eklentisi

source: Results of scanning host %1:
tr: %1 Makinesinin tarama sonuçları:

source: SNMP Host Probe
tr: SNMP Alan Araştırması

source: Probing for common object identifiers...
tr: Genel nesne tanımlayıcıları araştırılıyor...

source: Please enter a name for this monitor
tr: Lütfen bu izleyici için bir isim giriniz

source: Please enter a valid name for the object identifier
tr: Lütfen nesne tanımlayıcı için bir ad giriniz

source: _n: This host has the following monitor associated. Do you really want to delete this host entry? This host has the following %n monitors associated. Do you really want to delete this host entry?
tr: Bu alan aşağıdaki %n ekrana bağlı. Bu alan girdisini silmek istediğinizden emin misiniz?

source: Delete Host Entry
tr: Makine Girdisini Sil

source: &Stop
tr: &Dur

source: No.
tr: Hayır.

source: Label
tr: Etiket

source: Sensors
tr: Algılayıcılar

source: Value
tr: Değer

source: Display Fahrenheit
tr: Fahrenheit Göster

source: seconds
tr: saniye

source: Unselect All
tr: Seçimi Kaldır

source: Invert Selection
tr: Seçimi Tersine Çevir

source: Modify Sensor Label
tr: Algılayıcı Etiketini Düzenle

source: Sensor label:
tr: Algılayıcı etiketi:

source: KSim Sensors Plugin
tr: KSim Algılayıcı Eklentisi

source: An lm_sensors plugin for KSim
tr: KSim için bir lm_sensors eklentisi

source: Sensor specified not found.
tr: Belirtilen sensor bulunamadı.

source: Device
tr: Aygıt

source: Type
tr: Tür

source: Show percentage
tr: Yüzde göster

source: Display short mount point names
tr: Kısa bağlanma noktası isimlerini göster

source: This option shortens the text to shrink down a mount point. E.G: a mount point /home/myuser would become myuser.
tr: Bu ayar bağlanma noktalarının ismini kısaltır. Böylece mesela /home/myuser bağlanma noktasından myuser olur.

source: 0 means no update
tr: 0: güncelleme yok

source: KSim FileSystem Plugin
tr: KSim Dosya Sistemi Eklentisi

source: A filesystem plugin for KSim
tr: KSim için dosya sistemi eklentisi

source: Some Fixes
tr: Bazı Düzeltmeler

source: <qt>The following errors occurred:<ul>
tr: <qt>Şu hatalar oluştu:<ul>

source: &Mount Device
tr: &Aygıtı Bağla

source: &Unmount Device
tr: A&ygıtı Ayır

source: GKrellm theme support. To use gkrellm themes just untar the themes into the folder below
tr: GKrellm tema desteği. gkrellm temalarını kullanmak için temaları aşağıdaki klasöre untar komutuyla açın

source: Open Konqueror in KSim's theme folder
tr: Konqueror'u Ksim tema dizininde aç

source: Author:
tr: Yazar:

source: Theme
tr: Tema

source: Alternate themes:
tr: Alternatif temalar:

source: Font:
tr: Yazıtipi:

source: Small
tr: Küçük

source: Large
tr: Büyük

source: Custom
tr: Özel

source: None Specified
tr: Hiçbiri

source: None specified
tr: Hiçbiri

source: Unknown
tr: Bilinmiyor

source: There was an error while trying to create the local folders. This could be caused by permission problems.
tr: Yerel dizinlerin oluşumunda hata meydana geldi. Bu erişim haklarından dolayı olabilir.

source: A plugin based system monitor for KDE
tr: KDE için eklenti temelli bir sistem izleyici

source: Developer
tr: Geliştirici

source: Some FreeBSD ports
tr: FreeBSD aktarımı

source: Testing, Bug fixing and some help
tr: Denemeler ve hata gidermeler

source: Graph Size
tr: Grafik Boyu

source: Graph height:
tr: Grafik yüksekliği

source: Graph width:
tr: Grafik genişliği

source: Display fully qualified domain name
tr: Tam alan adını görüntüle

source: Recolor themes to the current color scheme
tr: Güncel renk şemasına göre temayı yeniden renklendir

source: Show time
tr: Saati göster

source: Show date
tr: Tarihi göster

source: Uptime: %h:%m:%s
tr: Çalışma süresi: %h:%m:%s

source: Insert item
tr: Öğe ekle

source: Show uptime
tr: Çalışma süresini göster

source: Uptime format:
tr: Süre biçimi:

source: The text in the edit box will be what is displayed as the uptime except the % items will be replaced with the legend
tr: Verilen metin toplam süre olarak gösterilir. Sadece % ile belirtilmiş alan hariç.

source: Uptime Legend
tr: Çalışma Süresi Başlığı

source: %d - Total days uptime
tr: %d - Toplam gün

source: %h - Total hours uptime
tr: %h - Toplam saat

source: %m - Total minutes uptime
tr: %m - Toplam dakika

source: %s - Total seconds uptime
tr: %s - Toplam saniye

source: Insert Item
tr: Öğeyi Ekle

source: Remove Item
tr: Öğeyi Sil

source: Show memory and free memory
tr: Belleği ve boş alanı göster

source: Mem format:
tr: Bellek biçimi:

source: The text in the edit box will be what is displayed as the memory & free memory except the % items will be replaced with the legend
tr: Verilen düzenleme metni bellek ve boş alan olarak gösterilir. Sadece % ile etiketlenen bölüm hariç.

source: Memory Legend
tr: Bellek göstergesi

source: %t - Total memory
tr: %t - Toplam bellek

source: %F - Total free memory including cached and buffered
tr: %F - Ayrılmış ve tamponlanmış bellek dahil toplam boş bellek

source: %f - Total free memory
tr: %f - Toplam boş bellek

source: %u - Total used memory
tr: %u - Toplam kullanılan bellek

source: %c - Total cached memory
tr: %c - Toplam önbellek

source: %b - Total buffered memory
tr: %b - Toplam arabellek

source: %s - Total shared memory
tr: %s - Toplam ortak kullanılan bellek

source: Show swap and free swap
tr: Takas bölgesini ve boş takas alanını göster

source: Swap format:
tr: Takas biçimi:

source: The text in the edit box will be what is displayed as the swap & free swap except the % items will be replaced with the legend
tr: Verilen metin takas ve boş alan olarak gösterilir. Sadece % ile etiketli alan hariç.

source: Swap Legend
tr: Takas arabelleği

source: %t - Total swap
tr: %t - Toplam takas

source: %f - Total free swap
tr: %f - Toplam boş takas alanı

source: %u - Total used swap
tr: %u - Toplam kullanılan takas alanı
