Repository: pars-linux/uludag
Catalog: l10n/kde/trunk/*/LC_MESSAGES/kdeaccessibility/desktop_kdeaccessibility.po
Languages: tr

# Name
source: Monochrome
tr: Siyah-beyaz

# Comment
source: By Danny Allen (danny@dannyallen.co.uk)
tr: Danny Allen (danny@dannyallen.co.uk)

# Name
source: String Replacer
tr: Metin Değiştirici

# Comment
source: Generic String Replacement Filter Plugin for Jovie
tr: Jovie için Genel Metin Değiştirme Süzgeci Eklentisi

# Name
source: Talker Chooser
tr: Konuşmacı Seçici

# Comment
source: Generic Talker Chooser Filter Plugin for Jovie
tr: Jovie için Genel Konuşmacı Seçim Süzgeci Eklentisi

# Name
source: XML Transformer
tr: XML Dönüştürücü

# Comment
source: Generic XML Transformation Filter Plugin for Jovie
tr: Jovie için genel XML Dönüştürücü Süzgeci Eklentisi

# Comment
source: KDE Text To Speech Service
tr: KDE Metin Okuma (Text To Speech) Hizmeti

# Name
source: Text-to-Speech
tr: Metin Okuma

# Comment
source: Text-to-Speech Control Module
tr: Metin Okuma Kontrol Modülü

# Name
source: The text-to-speech system seems to be functioning properly.
tr: Metin Okuma sistemi düzgün çalışıyor.

# GenericName
source: Screen Magnifier
tr: Ekran Büyüteci

# Comment
source: Clicks the mouse for you, reducing the effects of RSI
tr: RSI özelliklerini azaltarak sizin için fareyi tıklar

# GenericName
source: Automatic Mouse Click
tr: Otomatik Fare Tıklaması

# Name
source: German
tr: Almanca

# Name
source: English
tr: İngilizce

# Name
source: Dutch
tr: Flemenkçe

# Name
source: Swedish
tr: İsveççe

# GenericName
source: Speech Synthesizer Frontend
tr: Konuşma Sentezleyici Arayüzü
