Repository: pars-linux/uludag
Catalog: trunk/kde/system-manager/manager/po/*.po
Languages: de, it, pt_br, ru

source: System Manager
de: Grundeinstellungen
it: Gestore di Sistema
pt_br: Gerenciador do Sistema
ru: Менеджер системы

source: An application for managing settings like system language, keyboard and timezone.
de: Systemsprache, Tastaturlayout, Zeitzone und weitere Einstellungen.
ru: Приложение для управления настройками, такими как язык системы, клавиатуры и часового пояса.

source: Current Maintainer
de: Aktueller Betreuer
it: Mantainer corrente
pt_br: Mantenedor Atual

# NAME OF TRANSLATORS
source: Your names
de: Stefan Wilhelm
it: Davide Siciliano
ru: Yasirov Vasia

# EMAIL OF TRANSLATORS
source: Your emails
de: sw@pardususer.de
it: edivad95@gmail.com
ru: zag@vspu.ru, tribunal2000@gmail.com

source: There are no packages that provide backend for this application. Please make sure that packages are installed and configured correctly.
de: Es gibt kein Programm das die Funktionen für den aktuellen Bildschirm ausführt. Bitte stellen Sie sicher, dass die entsprechenden Pakete installiert und korrekt konfiguriert wurden.
it: Non ci sono applicazione che forniscano un backend per questa applicazione. Per favore, assicurati che i pacchetti siano stati installati e configurati correttamente.
pt_br: Não existe nenhum pacote que provê suporte pare essa aplicação. Por favor tenha certeza de que os pacotes estão instalados e configurados corretamente.
ru: Нет пакетов, которые обеспечивают основу для этого приложения. Пожалуйста, убедитесь, что пакеты были установлены и настроены правильно.

source: None
de: Keine
it: Nessuno
pt_br: Nenhum
ru: Нет

source: Language Settings
de: Spracheinstellung
it: Impostazioni della lingua
pt_br: Configurações de Língua
ru: Настройки языка

source: System Language:
de: Systemsprache:
it: Lingua di sistema:
pt_br: Língua do Sistema
ru: Язык системы:

source: Console Keyboard Layout:
de: Tastatur-Layout in Konsole:
it: Layout della tastiera all'interno della console:
pt_br: Layout do Teclado no Console:
ru: Раскладка клавиатуры для консоли:

source: Note that these settings do not effect your desktop. Desktop settings can be changed in 'Regional & Language' module in System Settings.
de: Beachten Sie, dass die gewählte Einstellung hier keinen Einfluss auf Ihre Desktop-Umgebung hat. Um die Sprache des Desktops zu ändern, gehen Sie in das Modul: Systemeinstellungen in das Modul 'Regional & Sprache'.
it: Queste impostazioni non avreanno nessun effetto sul tuo desktop. Le impostazioni per il tuo desktop possono essere modificate nel modulo Regionale & Lingua nelle impostazioni di sistema.
pt_br: Note que essas configurações não fazem efeito na sua área de trabalho. As configurações para a área de trabalho devem ser modificadas no módulo 'Regional & Idioma' das Configurações do Sistema.
ru: Обратите внимание, что эти параметры не влияют на рабочий стол. Настройки рабочего стола можут быть изменены в 'Язык и стандарты' в настройках системы.

source: Service Settings
de: Systemdienste
it: Impostazioni di sistema
pt_br: Configurações dos Serviços
ru: Настройка служб

source: First Service to Start:
de: Erster Dienst beim Systemstart:
it: Primo servizio da avviare:
pt_br: Primeiro Serviço a Iniciar:
ru: Первый запускаемая служба:

source: Although services are started parallel manner in boot process, users may want to start a single service before checking dependencies.
de: Obwohl Dienste während des Boot-Prozesses parallel gestartet werden, kann ein Benutzer einen einzelnen Dienst starten wollen, bevor die Abhängigkeiten geprüft werden.
pt_br: Ainda que os serviços sejam executados de forma paralela no processo de inicialização, os usuários podem quere executar um serviço antes de checar as dependências.
ru: Хотя службы запускаются параллельно в процессе загрузки, пользователи могут могут изменить порядок запуска служб.

source: Clock Settings
de: Einstellung der Uhr
it: Impostazioni orologio
pt_br: Configurações da Hora
ru: Установка часов

source: Keep the hardware clock in UTC
de: Die Hardware-Uhr auf UTC eingestellt lassen
it: Mantieni l'orologio hardware in UTC
pt_br: Manter o relógio do hardware em UTC
ru: Настройка аппаратных часов в UTC

source: Normalize systematic drift of the hardware clock
de: Systematische Zeitdrift der Hardware-Uhr ausgleichen
pt_br: Normaliza o desvio sistemático do relógio do hardware
ru: Нормализация систематического обновления из аппаратных часов

source: Console Settings
de: Einstellungen der Konsole
it: Impostazioni console
pt_br: Configurações do Console
ru: Настройки консоли

source: Number of Real Consoles:
de: Anzahl der echten Konsolen:
it: Numero di console reali:
pt_br: Número real de Consoles:
ru: Число реальных консолей:
