Repository: pars-linux/uludag
Catalog: l10n/kde/*/messages/extragear-multimedia/desktop_extragear-multimedia_kmid.po
Languages: tr

# Name
source: ALSA sequencer backend
tr: ALSA ardışımlayıcı (sequencer) arka ucu

# Comment
source: ALSA sequencer backend
tr: ALSA ardışımlayıcı (sequencer) arka ucu

# Name
source: Dummy MIDI backend
tr: Sahte MIDI arka ucu

# Comment
source: Dummy MIDI backend
tr: Sahte MIDI arka ucu

# Comment
source: KMid backend
tr: KMid arka ucu

# Name
source: Mac OSX backend
tr: Mac OSX arka ucu

# Comment
source: Mac OSX backend
tr: Mac OSX arka ucu

# GenericName
source: A KDE4 MIDI/Karaoke Player
tr: KDE4 MIDI/Karaoke Oynatıcı

# Name
source: Windows MIDI backend
tr: Windows MIDI arka ucu

# Comment
source: Windows MIDI backend
tr: Windows MIDI arka ucu
