Repository: pars-linux/uludag
Catalog: l10n-kde4/*/messages/kdeutils/desktop_kdeutils.po
Languages: tr

# X-KDE-Submenu
source: Compress
tr: Sıkıştır

# Name
source: Here
tr: Buraya

# Name
source: As ZIP Archive
tr: ZIP Arşivi Olarak

# Name
source: As RAR Archive
tr: RAR Arşivi Olarak

# Name
source: As ZIP/TAR Archive
tr: ZIP/TAR Arşivi Olarak

# Name
source: Compress To...
tr: Farklı Sıkıştır...

# GenericName
source: Archiving Tool
tr: Arşivleme Aracı

# Name
source: Ark Extract Here
tr: Ark Arşivi Buraya Aç

# Name
source: Extract Archive Here
tr: Arşivi Buraya Aç

# Name
source: Extract Archive To...
tr: Arşivi Buraya Aç...

# Name
source: Extract Archive Here, Autodetect Subfolder
tr: Arşivi Buraya Aç, Dizin Yapısını Koru

# Comment
source: Plugin for handling of archive formats for the Kerfuffle library
tr: Kerfuffle kitaplığı için arşiv biçimleri eklentileri

# Name
source: Archiver
tr: Arşivleyici

# Comment
source: Archive Handling Tool
tr: Arşiv İşleme Aracı

# Comment
source: bkisofs plugin for Kerfuffle
tr: Kerfuffle için bkisofs eklentisi

# Name
source: 7zip archive plugin
tr: 7zip arşivi eklentisi

# Name
source: TODO archive plugin
tr: TODO arşivi eklentisi

# Name
source: RAR archive plugin
tr: RAR arşivi eklentisi

# Name
source: ZIP archive plugin
tr: ZIP arşivi eklentisi

# Comment
source: KArchive plugin for Kerfuffle
tr: Kerfuffle için KArchive eklentisi

# Comment
source: LibArchive Plugin for Kerfuffle
tr: Kerfuffle için LibArchive eklentisi

# Comment
source: libbz2 plugin for Kerfuffle
tr: Kerfuffle için libbz2 eklentisi

# Comment
source: libgz plugin for Kerfuffle
tr: Kerfuffle için libgz eklentisi

# Comment
source: libxz plugin for Kerfuffle
tr: Kerfuffle için libxz eklentisi

# GenericName
source: Scientific Calculator
tr: Bilimsel Hesap Makinesi

# GenericName
source: Character Selector
tr: Karakter Seçici

# GenericName
source: KDE LIRC Server
tr: KDE LIRC Sunucusu

# Comment
source: KDE Linux infrared remote control server.
tr: KDE Linux kızılötesi uzaktan kontrol sunucusu.

# Name
source: Irkick notification
tr: Irkick bildirimi

# Comment
source: Irkick global notification event
tr: Irkick genel bildirim olayı

# Name
source: Mode event
tr: Kip olayı

# Comment
source: Mode has changed
tr: Kip değiştirildi

# Name
source: Application event
tr: Uygulama olayı

# Comment
source: Irkick has triggered an application
tr: Irkick bir uygulama tarafında çalıştırıldı

# Name
source: Remote Controls
tr: Uzaktan Kontroller

# Comment
source: Configure your remote controls for use with applications
tr: Uzaktan kontrol ayarlarınızı uygulamalarla kullanmak için ayarla

# Name
source: Storage Devices
tr: Depolama Aygıtları

# Comment
source: Shows the disk usage of the mounted devices
tr: Bağlı aygıtların disk kullanımını gösterir

# Name
source: KDiskFree
tr: K Disk Boşluğu

# GenericName
source: View Disk Usage
tr: Disk Kullanımını Görüntüle

# GenericName
source: Removable Media Utility
tr: Çıkartılabilir Aygıt

# Name
source: Format
tr: Biçimlendir

# GenericName
source: Floppy Formatter
tr: Disket Biçimlendirici

# Name
source: Encrypt File
tr: Dosya Şifrele

# Name
source: Archive & Encrypt Folder
tr: Dizini Arşivle & Şifrele

# GenericName
source: Encryption Tool
tr: Şifreleme Aracı

# Comment
source: A GnuPG frontend
tr: Bir GnuPG arayüzü

# Name
source: View file decrypted
tr: Dosyayı şifrelemesi açılmış olarak göster

# GenericName
source: Countdown Launcher
tr: Gerisayım Çalıştırıcı

# Name
source: KDE Wallet
tr: KDE Cüzdanı

# Comment
source: KDE Wallet Configuration
tr: KDE Cüzdan Ayarı

# Name
source: Wallet Management Tool
tr: Cüzdan Yönetim Aracı

# Name
source: KWalletManager
tr: KWallet Yönetim Aracı

# GenericName
source: Wallet Management Tool
tr: KWallet Yönetim Aracı

# Name
source: Okteta Hex Viewer
tr: Okteta Hex Görüntüleyici

# GenericName
source: Hex Editor
tr: On Altılık Dosya Düzenleyici

# Name
source: Printer Applet
tr: Yazıcı Programcığı

# Comment
source: System tray icon for managing print jobs
tr: Yazdırma görevlerini yönetmek için sistem çekmecesi simgesi

# Comment
source: Printer Applet
tr: Yazıcı Programcığı

# Name
source: New Printer
tr: Yeni Yazıcı

# Comment
source: Configuring New Printer
tr: Yeni Yazıcı Yapılandırılıyor

# Name
source: Printer Added
tr: Yazıcı Eklendi

# Comment
source: Printer Added
tr: Yazıcı Eklendi

# Name
source: Missing Printer Driver
tr: Yazıcı Sürücüsü Yok

# Comment
source: Missing Printer Driver
tr: Yazıcı Sürücüsü Yok

# Name
source: Other
tr: Diğer

# Comment
source: Other
tr: Diğer

# Name
source: SuperKaramba Theme Files
tr: SuperKaramba Tema Dosyaları

# Comment
source: Karamba Desktop Themes
tr: Karamba Masaüstü Temaları

# Comment
source: Karamba Desktop Theme
tr: Karamba Masaüstü Teması

# Comment
source: SuperKaramba Plasma Applet
tr: SuperKaramba Plasma Programcığı

# Comment
source: An engine for cool desktop eyecandy.
tr: Mükemmel masaüstü görünümü için bir motor.

# GenericName
source: Desktop Widgets
tr: Masaüstü Programcıkları

# GenericName
source: System Cleaner
tr: Sistem Temizleyici
