Repository: pars-linux/uludag
Catalog: l10n-kde4/*/messages/kdeutils/irkick.po
Languages: tr

source: A connection to the infrared system has been made. Remote controls may now be available.
tr: Kızıl Ötesi sistemine bir bağlantı gerçekleştirildi. Uzak Kontroller artık kullanılabilir.

source: The infrared system has severed its connection. Remote controls are no longer available.
tr: Kızıl Ötesi sistem bağlantısı kesildi. Uzak kontroller artık kullanılamaz.

source: Resetting all modes.
tr: Tüm modlar yeniden başlatılıyor.

source: KDE Lirc Server:
tr: KDE Lirc Sunucusu:

# The state of kdelirc
source: Stopped
tr: Durduruldu

source: Lirc daemon is currently not available.
tr: Lirc servisi şu anda kullanılabilir değil.

source: No infra-red remote controls found.
tr: Hiç kızılötesi uzaktan kumanda aygıtı bulunamadı.

# The state of kdelirc
source: Ready
tr: Hazır

source: Master
tr: Ana

source: &Configure...
tr: &Yapılandır...

source: Switch mode to
tr: Kipi bununla değiştir

source: &Help
tr: &Yardım

source: &About
tr: &Hakkında

# Default mode in notification
source: Default
tr: Öntanımlı

source: Mode switched to %1
tr: %1 kipine geçildi

source: The KDE Infrared Remote Control Server
tr: KDE Kızıl Ötesi Uzak Kontrol Sunucusu

source: Control your desktop with your remote.
tr: Uzaktan kumandanızla masaüstünüzü denetleyin.

source: Author
tr: Yazan

source: Original LIRC interface code
tr: Özgün LIRC arayüz kodu

source: Ideas, concept code
tr: Fikirler, genel kavram kodu

source: Random patches
tr: Rastgele yamalar

source: Ideas
tr: Fikirler

source: KDE4-Port and refactoring
tr: KDE4 geçişi ve yeniden yapılandırma

# NAME OF TRANSLATORS
source: Your names
tr: YILDIZ KARDEŞLER

# EMAIL OF TRANSLATORS
source: Your emails
tr: turkishprogram@xposta.com
