Repository: pars-linux/uludag
Catalog: l10n-kde4/*/messages/kdeutils/kcm_lirc.po
Languages: tr

source: You did not select a mode of that remote control. Please use %1, or revert back to select a different mode.
tr: Uzaktan denetleyici için bir kip seçmediniz. Lütfen %1 kullanın veya farklı bir kip seçmek için geri dönün.

source: Incorrect Remote Control Detected
tr: Yanlış Uzaktan Denetleyici Tespit Edildi

source: Master
tr: Ana

source: You are attempting to configure an action for a button on %1 (in mode %2).
tr: %1 üzerindeki bir düğme için bir eylemi ayarlamaya çalışıyorsunuz (%2 kipinde).

source: Argument name
tr: Argüman adı

# The value of an argument
source: Value
tr: Değer

source: D-Bus applications
tr: D-Bus uygulamaları

source: [Exit current mode]
tr: [Şimdiki kipten çık]

# Value of the argument
source: Value
tr: Değer

source: The KDE IR Remote Control System
tr: KDE Kızılötesi Uzaktan Denetim Sistemi

source: Use this to configure KDE's infrared remote control system in order to control any KDE application with your infrared remote control.
tr: Herhangi bir KDE uygulamasını kızılötesi kumandayla denetleyebilmek amacıyla, KDE'nin kızılötesi kumanda denetleme sistemini yapılandırmak için bunu kullanın.

source: <h1>Remote Controls</h1><p>This module allows you to configure bindings between your remote controls and KDE applications. Simply select your remote control and click Add under the Actions/Buttons list. If you want KDE to attempt to automatically assign buttons to a supported application's actions, try clicking the Auto-Populate button.</p><p>To view the recognized applications and remote controls, simply select the <em>Loaded Profiles</em> tab.</p>
tr: <h1>Uzaktan Denetimler</h1><p>Bu modül KDE uygulamalarınız ile uzaktan denetim cihazınız arasındaki bağlayıcıları yapılandırmanızı sağlar. Basitçe uzaktan denetim cihazınızı seçip Eylemler/Düğmeler listesinde bulunan Ekle düğmesine tıklayın. Eğer KDE sizin için otomatik olarak atama yapsın istiyorsanız Otomatik Doldur düğmesine tıklayın.</p><p>Tanınan uygulamaları ve uzaktan denetimleri görmek için <em>Yüklü Profiller</em> sekmesini seçin.</p>

source: The Infrared Remote Control software is not currently running. This configuration module will not work properly without it. Would you like to start it now?
tr: Kızıl Ötesi Uzaktan denetleyici yazılımı şuanda çalışmıyor. Bu ayarlama modülü yazılım çalıştırılmadan dügün çalışmaz. Yazılımı şimdi başlatmak ister misiniz?

source: Software Not Running
tr: Yazılım Çalışmıyor

source: Would you like the infrared remote control software to start automatically when you begin KDE?
tr: KDE başladığında kızıl ötesi denetleyici yazılımının otomatik olarak başlatılmasını istiyor musunuz?

source: Automatically Start?
tr: Otomatik Olarak Başlatılsın mı?

source: Start Automatically
tr: Otomatik Olarak Başlat

source: Do Not Start
tr: Başlatma

# Column which shows the available remotes on system
source: Remote
tr: Uzak

source: Are you sure you want to remove %1 and all its actions?
tr: %1 ve tüm eylemlerini kaldırmak istediğinizden emin misiniz?

source: Erase Actions?
tr: Eylemler Silinsin mi?

source: Actions <i>always</i> available
tr: <b>Herzaman</b> geçerli eylemler

source: Actions available only in mode <b>%1</b>
tr: Sadece <b>%1</b> kipinde geçerli olan eylemler

source: Do actions before.
tr: Eylemleri önce yap.

source: Do actions after.
tr: Eylemleri sonra yap.

source: Auto-start.
tr: Otomatik başlat.

source: Repeatable.
tr: Tekrarlanabilir.

source: Do nothing if many instances.
tr: Çok süreç örneği varsa bi şey yapma.

source: Send to top instance.
tr: Üst süreç örneğine gönder.

source: Send to bottom instance.
tr: Alt süreç örneğine gönder.

source: Send to all instances.
tr: Tüm süreç örneklerine gönder.

source: Profiles
tr: Profiller

source: Profile Name
tr: Profil Adı

source: Profile Author
tr: Profil Yazarı

source: Application Identifier
tr: Uygulama Kimlikleyici

source: Number of Actions
tr: Eylem Sayısı

source: Function
tr: Fonksiyon

source: Parameter
tr: Parametre

source: Prototype
tr: Prototip

# True
source: Value is true
tr: Değer doğruysa

# False
source: Value is false
tr: Değer yanlışsa

source: A comma-separated list of Strings
tr: Virgülle ayrılmış İfadeler listesi

source: Options
tr: Seçenekler

source: Comment
tr: Açıklama

source: Button
tr: Düğme

source: Identifier
tr: Tanımlayıcı

source: Add Action
tr: Eylem Ekle

source: I wish to select an &application below for usage:
tr: Kullanım için alttan bir uygulama seçmek istiyorum:

source: I wish to manually select a &function from a running program
tr: Çalışan bir programdan elle bir &fonksiyon seçmek istiyorum

source: I wish to change the remote control's &mode
tr: Uzaktan denetleyicinin kipini değiştirmek istiyorum

source: &Perform a function in the application:
tr: Uygulamadaki bir &fonksiyonu çalıştır:

source: &Just start the application. Do not do anything else.
tr: Sadece u&ygulamayı çalıştır. Başka birşey yapma.

source: Specify the arguments to be passed to the application
tr: Uygulamaya geçirilecek argümanları belirtin

source: Miscellaneous Options
tr: Çeşitli Seçenekler

source: This action is &repeatable if the button is held down
tr: Bu eylem eğe&r düğme basılı tutulursa tekrarlanabilir

source: This action causes the application to &start if not already running
tr: Bu eylem eğer program çalışmıyorsa çalışmasına neden olur

source: Multiple Instances
tr: Çoklu Örnekler

source: This application may have multiple instances. In the case of having multiple instances at once when this action should be executed, choose a course of action:
tr: Bu uygulama birden çok örneğe sahip. Bu eylem çalıştırılırken bir kerede birden fazla örnek mevcut olduğunda bir eylem akışı seçin:

source: &Ignore the action
tr: Eylem&i yoksay

source: Send the action to the instance hi&ghest in the window stacking order
tr: Eylemi pencere sıralamasında en üstte olana &gönder

source: Send the action to the instance &lowest in window stacking order
tr: Ey&lemi pencere sıralamasında en altta olana gönder

source: Send the action to &all instances
tr: Eylemi tüm örneklere gönder

source: &Switch to mode:
tr: Bu Kipi &Seç:

source: &Exit current mode
tr: Ş&imdiki kipten çık

source: <b>Options</b>
tr: <b>Seçenekler</b>

source: E&xecute all other actions before mode change (in original mode)
tr: Kip değişikliğinden önce tüm diğer eylemleri çalıştır

source: Exec&ute all actions after mode change (in new mode)
tr: Kip değişikliğinden sonra t&üm eylemleri çalıştır (yeni modda)

source: Edit Action
tr: Eylem Düzenle

source: Button:
tr: Düğme:

source: &Use application:
tr: &Uygulama kullan

source: &Application:
tr: Uygul&ama:

source: &Perform function:
tr: &Fonksiyonu çalıştır:

source: Just start application
tr: Sadece uygulamayı çalıştır

source: Use &D-Bus:
tr: &D-Bus Kullan:

source: App&lication:
tr: Uygu&lama

source: O&bject:
tr: &Nesne:

source: Fu&nction:
tr: Fo&nksiyon:

source: Change &mode to:
tr: &Kipi değiştir:

source: <b>D-Bus/Application Action Options</b>
tr: <b>D-Bus/Uygulama Eylem Ayarları</b>

source: &Action repeats if button is held down
tr: Bu düğme b&asılı tutulursa eylem tekrarlar

source: &Start program/service if not already running
tr: Eğer çalışmıyor&sa program/hizmet çalıştır

source: <b>Mode Change Options</b>
tr: <b>Kip Değişim Ayarları</b>

source: Send the action to the instance hi&ghest in window stacking order
tr: Eylemi pencere sıralamasında en üstte olana &gönder

source: Send the action to all i&nstances
tr: Eylemi tüm ör&neklere gönder

source: Edit Mode
tr: Düzenleme Kipi

source: <b>Description</b>
tr: <b>Tanım</b>

source: &Mode name:
tr: &Kip adı:

source: &Icon for system tray:
tr: S&istem çekmecesi için simge:

source: <b>Behavior</b>
tr: <b>Davranış</b>

source: Mo&de is the default for its remote
tr: Uzaktan denetleyicisi için varsayılan k&ip

source: Linux Infrared Remote Control
tr: Linux Kızıl Ötesi Uzaktan Denetim

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:600; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">There are currently no remote controls available. You must first set up LIRC correctly. Find more information on <a href="http://www.lirc.org"><span style=" text-decoration: underline; color:#3c7dbe;">www.lirc.org</span></a>.</p></body></html>
tr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:600; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Kullanılabilir uzaktan kumandalar var. Öncelikle LIRC uygulamasını doğru bir şekilde yapılandırmalısınız. Daha fazla bilgiyi <a href="http://www.lirc.org"><span style=" text-decoration: underline; color:#3c7dbe;">www.lirc.org</span></a> adresinde bulabilirsiniz.</p></body></html>

source: Controller Functions
tr: Denetleyici Fonksiyonları

source: Configured Modes:
tr: Yapılandırılmış Kipler:

source: &Add...
tr: &Ekle...

source: &Edit...
tr: &Düzenle...

source: &Remove
tr: &Kaldır

source: Application
tr: Uygulama

source: Arguments
tr: Argümanlar

source: Notes
tr: Notlar

source: Auto-Populate...
tr: Otomatik Doldur...

source: A&dd...
tr: &Ekle...

source: Ed&it...
tr: &Düzenle...

source: Re&move
tr: &Kaldır

source: Profiles Overview
tr: Profil Gözden Geçirmeleri

source: Profile details
tr: Profil ayrıntıları

source: Information
tr: Bilgi

source: Value
tr: Değer

source: Available actions:
tr: Kullanılabilir eylemler:

source: Available Remotes
tr: Kullanılabilir Denetimler

source: New Mode
tr: Yeni Kip

source: Remotes
tr: Uzaklar

# Name of the remote mode
source: Name:
tr: İsim:

source: Set mode as default
tr: Kipi öntanımlı olarak ayarla

source: &Icon
tr: &Simge

# NAME OF TRANSLATORS
source: Your names
tr: Görkem Çetin

# EMAIL OF TRANSLATORS
source: Your emails
tr: gorkem@kde.org

source: Select profile
tr: Profili seç

source: Available profiles with button actions
tr: Düğme eylemleri olan kullanılabilir profiller

source: Auto-Populate
tr: Otomatik-Doldur
