Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/messages/playground-edu/kalcul.po
Languages: tr

source: User: %1
tr: Kullanıcı: %1

source: Exercise Dialog
tr: Alıştırma Penceresi

source: Level Editor
tr: Düzey Düzenleyici

source: General
tr: Genel

source: Timer
tr: Zamanlayıcı

source: Advanced
tr: Gelişmiş

source: foo
tr: boş

source: Click on the Start button
tr: Başlat düğmesine tıklayın

source: Wrong answer.
tr: Yanlış yanıt.

source: Correct Answer:
tr: Doğru Yanıt:

source: Correct!
tr: Doğru!

source: Correct: %1
tr: Doğru: %1

source: Total: %1
tr: Toplam: %1

source: Stop
tr: Durdur

source: Ready
tr: Hazır

source: Pause
tr: Duraklat

source: Continue
tr: Devam Et

source: Start
tr: Başlat

source: You have %1 answers right out of %2
tr: %2 sorudan %1 tanesine doğru yanıt verdiniz

source: Your answer:
tr: Yanıtınız:

source: A KDE math application for children aged 6 and more
tr: 6 ve üstü yaş grubu çocuklar için bir KDE matematik uygulaması

source: (C) 2005 The Kalcul Team
tr: (C) 2005 Kalcul Takımı

source: Developer
tr: Geliştirici

source: Icon
tr: Simge

source: Document to open
tr: Açılacak belge

source: Set the maximum for the second term
tr: İkinci terim için en büyüğü ayarlayın

source: The maximum value for the second term
tr: İkinci terim için en büyük değer

source: Setting the maximum for the second term to N will ensure that the second term will be no greater than N. For example, if it is set to 10, the second term will be a number between 0 and 10 inclusive. Default is 10.
tr: İkinci terim için en büyük değeri N'e ayarlamak ikinci terimin N'den büyük olmamasını sağlayacaktır. Örneğin, eğer 10'a eşitlenmişse, ikinci terim 0 ile 10 arasında bir sayı olacaktır. Öntanımlı değer 10'dur.

source: Set the maximum for the first term
tr: İlk terim için en büyüğü ayarlayın

source: The maximum value for the first term
tr: İlk terim için en büyük değer

source: Set the Maximum for the first term to N will ensure that the first term will not be bigger than N. For example, if it is set to 10, the first term will be a number between 0 and 10. Default is 10.
tr: İlk terim için en büyük değeri N'e ayarlamak ilk terimin N'den büyük olmamasını sağlayacaktır. Örneğin, eğer 10'a eşitlenmişse, ilk terim 0 ile 10 arasında bir sayı olacaktır. Öntanımlı değer 10'dur.

source: Set the maximum for the result (if you want)
tr: Sonuçlar için en büyüğü ayarlayınız (isterseniz)

source: 0 means the result will not be limited
tr: 0, sonuçlar sınırlanmayacak anlamına gelir

source: You can set the maximum you want for the result. For example, a child aged 6 will start learning additions up to a result equal to 5 then 6 then 7 and so on. Setting this value to N will ensure the random operation will not have a result bigger than N. Setting this value to 0 will set no limit.
tr: Sonuç için en yüksek değeri belirleyebilirsiniz. Örneğin, 6 yaşındaki bir çocuk toplamaları sonucu 5 olacak kadar öğrenmeye başlar, sonra 6, sonra 7 ve böylece devam eder. Bu değeri N'e eşitlemek rasgele oluşan işlemin sonucunun N'den daha büyük olmamasını sağlar. Bu değeri 0'a eşitlemek sınırı kaldıracaktır.

source: Test with a preset level you choose
tr: Seçtiğiniz önceden belirlenmiş bir seviye testi

source: Level
tr: Düzey

source: Timed test with random questions of a specified type
tr: Belirli bir türün rastgele <br>soruları ile süreli test

source: Practice
tr: Çalışma

source: Addition
tr: Toplama

source: Subtraction
tr: Çıkarma

source: What type of exercise do you want?
tr: Hangi tip alıştırma yapmak istiyorsunuz?

source: &Practice
tr: &Çalışma

source: Timed test with <br>random questions of a specified type
tr: Belirli bir türün rastgele <br>soruları ile süreli test

source: &Level
tr: &Düzey

source: Timed test with <br>a level you choose
tr: Seçtiğiniz bir düzey ile <br>süreli test

source: &Cancel
tr: İ&ptal

source: Information
tr: Bilgiler

source: Type:
tr: Tip:

source: Questions:
tr: Sorular:

source: Difficulty:
tr: Zorluk:

source: Description:
tr: Açıklama:

source: &Go!
tr: &Git!

source: Which operation do you want to practice?
tr: Hangi işlem ile alıştırma yapmak istiyorsunuz?

source: &Subtraction
tr: &Çıkarma

source: &Multiplication
tr: Ç&arpma

source: &Addition
tr: &Toplama

source: &Division
tr: &Bölme

source: user name
tr: kullanıcı adı

source: number of proposed questions
tr: önerilen soru sayısı

source: Use a timer or not
tr: Zamanlayıcı kullan ya da kullanma

source: Set the timer duration
tr: Zamanlayıcı süresini ayarla

source: Number the result should not be above
tr: Sonucun üzerinde olmayacağı sayı

source: Select the type of operation
tr: İşlem türünü seçin

source: Set the maximum value for the first term
tr: İlk terim için azami değeri belirleyin

source: Set the maximum value for the second term
tr: İkinci terim için azami değeri belirleyin

source: Set the value for the minimum term of the sequence
tr: Sıranın asgari terimi için değeri belirleyin

source: Set the value for the maximum term of the sequence
tr: Sıranın azami terimi için değeri belirleyin

source: &Tools
tr: A&raçlar

source: Questions answered
tr: Yanıtlanan sorular

source: Correct answers
tr: Doğru yanıtlar

source: &Pause
tr: &Duraklat

source: D&escription:
tr: Açıkla&ma:

source: Describe the level characteristics
tr: Düzey özelliklerini tanımlayın

source: Describe the level characteristics here, for example: "Grade 3 - Easy", "Year 6 - Medium", or "Class number 102 - Additions up to 10".
tr: Seviye özelliklerini buradan tanımlayın, örneğin "Derece 3 - Kolay" veya "Yıl 6 - Orta" veya "Sınır sayısı 102 - 10'a kadar toplama".

source: Options
tr: Seçenekler

source: Diffic&ulty level:
tr: &Zorluk düzeyi:

source: Choose the difficulty level
tr: Zorluk düzeyini seç

source: The difficulty level is left to the parent/teacher appreciation regarding the pupil age.
tr: Zorluk derecesi öğrencinin yaşı hakkında ebeveyn/öğretmen değerlendirmesinin solundadır.

source: T&ype:
tr: &Tip:

source: Choose the type of operation
tr: İşlem türünü seçin

source: Choose the type of operation you want this level to be. Mixed is a mixed of each operations, for example: 2 + 4 - 5
tr: Bu düzeyin olmasını istediğini türünü seçin. Karışık, her işlemden karışık olarak içerir, örneğin: 2 + 4 - 5

source: Question
tr: Soru

source: Click here to add a question
tr: Soru eklemek için buraya tıklayın

source: Clicking here will get a line in the field below and double-clicking this line will allow you to enter your question.
tr: Buraya tıklamak aşağıdaki alanda bir satır oluşturur ve bu satırı çift-tıklamak sorunuzu girmenizi sağlar.

source: Add &Question
tr: Soru &Ekle

source: Delete the selected line
tr: Seçili satırı sil

source: Clicking this button will delete the selected line.
tr: Buna basınca seçili satır silinir

source: &Delete Question
tr: &Soruyu Sil

source: Create a new level
tr: Yeni bir düzey oluştur

source: Create a new level. Does not save the current level and empty all the fields.
tr: Yeni bir düzey oluştur. Güncel düzeyi kaydetme ve bütün alanları temizle.

source: &New
tr: &Yeni

source: Open a new level file to edit it
tr: Düzenlemek için yeni bir düzey dosyası aç

source: Open a level file (with the .kalcul extension) to allow you to edit it.
tr: Düzenlemek için bir düzey dosyası ( .kalcul uzantısı olan ) aç

source: &Open
tr: &Aç

source: Save the current test.
tr: Güncel testi kaydet.

source: Save the current test, open a file dialog and propose you to save the level with the .kalcul extension.
tr: Güncel testi kaydet, bir dosya penceresi aç ve düzeyi .kalcul uzantısı ile kaydet.

source: Sa&ve
tr: &Kaydet

source: Close this dialog
tr: Bu pencereyi kapat

source: Close the dialog without saving it.
tr: Bu pencereyi kaydetmeden kapatır.

source: &Close
tr: &Kapat

source: Choose the range for the sequence
tr: Sıranın aralığını seçin

source: Minimum
tr: En az

source: Maximum
tr: En fazla

source: User name
tr: Kullanıcı adı

source: Enter the username
tr: Kullanıcı adını girin

source: Enter here the user name instead of anonymous.<br> The user name will be used to saved the results.
tr: Adsız yerine buraya kullanıcı adınızı girin. Kullanıcı adı sonuçları kaydetmek için kullanılacaktır.

source: Number of questions in the test
tr: Testteki soru sayısı

source: Set the number of questions in practice tests
tr: Testteki soru sayısını belirleyin

source: Set the number of questions for the practice tests.
tr: Test için soru sayısını belirleyin.

source: Test results
tr: Test sonuçları

source: <p align="center"><b><font size="+2" face="Arial">Your results</font></b></p>
tr: <p align="center"><b><font size="+2" face="Arial">Sonuçlarınız</font></b></p>

source: &Help
tr: &Yardım

source: &OK
tr: &Tamam

source: timer
tr: zamanlayıcı

source: Set the timer (in minutes)
tr: Zamanlayıcıyı ayarla (dakika cinsinden)

source: Only used if Use a timer is checked
tr: Sadece Süre kullan işaretlendiği zaman kullanılır

source: Check this if you want a timed test
tr: Eğer süreli bir test istiyorsanız bunu işaretleyin

source: If you check Use a Timer, the test will be timed, i.e. it will stop after the time is all finished.<br>Set the time for the Timer using the cursor below.
tr: Eğer Bir Zamanlayıcı Kullan seçeneğini etkinleştirirseniz, test zaman ayarlı olacaktır, örn. zaman sona erdiğinde test sona erecektir.<br>Aşağıdaki imleci kullanarak Zamanlayıcı için zamanı belirleyin.

source: Use a &Timer
tr: Zamanlayıcı &Kullan

# NAME OF TRANSLATORS
source: Your names
tr: Serdar Soytetir

# EMAIL OF TRANSLATORS
source: Your emails
tr: tulliana@gmail.com

source: minutes
tr: dakika
