Repository: pars-linux/uludag
Catalog: l10n/kde/*/messages/kdepim/akonadi_kabc_resource.po
Languages: tr

# @info:status
source: Changing address book plugin configuration
tr: Adres defteri eklentisinin yapılandırması değiştiriliyor

# @info:status
source: Acquiring address book plugin configuration
tr: Adres defteri eklentisinin yapılandırması alınıyor

# @info:status
source: No KDE address book plugin configured yet
tr: Henüz hiçbir KDE adres defteri eklentisi yapılandırılmamış

# @info:status
source: Initialization based on newly created configuration failed.
tr: Yeni oluşturulan yapılandırma kullanılarak başlatma denemesi başarısız oldu.

# @info:status
source: Loading of address book failed.
tr: Adres defteri yüklenemedi.

# @info:status
source: Loading address book
tr: Adres defteri yükleniyor

# @info:status
source: Request for data of a specific distribution list failed because there is no such list
tr: Belirli bir dağıtım listesinden veri isteği başarısız çünkü böyle bir liste yok

# @info:status
source: Request for data of a specific address book entry failed because there is no such entry
tr: Belirli bir adres defterinden veri isteği başarısız çünkü böyle bir girdi yok

# @info:status
source: Request for saving the address book failed. Probably locked by another application
tr: Adres defteri kaydetme isteği başarısız. Muhtemelen başka bir uygulama tarafından kilitlenmiş

# @info:status
source: Initialization based on stored configuration failed.
tr: Kaydedilmiş yapılandırma kullanılarak başlatma denemesi başarısız oldu.
