Repository: pars-linux/uludag
Catalog: trunk/kde/sysinfo/po/*.po
Languages: da, ja, pt_br, zu

source: KSysinfo
zu: I-KSysinfo

source: Looking for CPU information...
da: Tjekker CPU-information...
ja: CPU 情報を確認中...
zu: Ifuna ukwaziswa nge-CPU...

source: My Computer
da: Denne Computer
ja: マイコンピュータ
zu: Ikhompuyutha Yami

source: Folders, Harddisks, Removable Devices, System Information and more...
da: Mapper, harddiske, flytbare enheder, systeminformation med mere...
ja: フォルダ、ハードディスク、リムーバブルデバイス、システム情報など...
zu: Amafolda, Ogalaza (harddisks), Amadivayisi Akhiphekayo, Ukwaziswa Ngesistimu nokunye...

source: Looking for disk information...
da: Søger efter diskinformation...
ja: ディスク情報を確認中...
zu: Ifuna ukwaziswa ngediski...

source: Disk Information
ja: ディスク情報
zu: Ukwaziswa Ngediski

source: OS Information
ja: OS 情報
zu: Ukwaziswa Nge-OS

source: Current user:
da: Aktuel bruger:
ja: 現在のユーザ:
zu: Umsebenzisi wamanje:

source: System:
ja: システム:
zu: Isistimu:

source: KDE:
zu: I-KDE:

source: Display Info
da: Skærminformation
ja: ディスプレイ情報
zu: Ukwaziswa Ngesibuko

source: Vendor:
da: Producent:
ja: 製造元:
zu: Umthengisi:

source: Model:
ja: モデル:
zu: Uhlobo:

source: Driver:
ja: ドライバ:
zu: I-Driver:

source: Getting OS information....
da: Henter OS-information...
ja: OS 情報を確認中....
zu: Ukuthola ukwaziswa nge-OS...

source: Common Folders
da: Centrale mapper
ja: 共通フォルダ
pt_br: Pastas Usuais
zu: Amafolda Avamile

source: My Documents
da: Mine dokumenter
zu: Amadokhumenti Ami

source: My Home Folder
da: Min hjemmemappe
ja: ホームディレクトリ
pt_br: Pasta do meu Usuário
zu: Ifolda Yami Esekuqaleni

source: Root Folder
da: Rodmappe
ja: ルートディレクトリ
pt_br: Pasta Raiz
zu: Ifolda Yomqondisi

source: Network Folders
da: Netværksmapper
ja: ネットワークフォルダ
pt_br: Pastas de Rede
zu: Amafolda Enethiwekhi

source: Looking up network status...
da: Tjekker netværksstatus...
ja: ネットワーク状態を確認中...
zu: Ibheka isimo senethiwekhi...

source: Network Status
da: Netværksstatus
ja: ネットワーク状態
zu: Isimo Senethiwekhi

source: CPU Information
ja: CPU 情報
zu: Ukwaziswa Nge-CPU

source: Processor (CPU):
ja: プロセッサ (CPU):
zu: Inhliziyo Yekhompuyutha (CUP):

source: Speed:
da: Hastighed:
ja: 速度:
zu: Ijubane:

source: Looking for memory information...
da: Tjekker hukommelsesinformation...
ja: メモリ情報を確認中...
zu: Ifuna ukwaziswa ngememori...

source: Memory Information
da: Hukommelsesinformation
ja: メモリ情報
zu: Ukwaziswa Ngememori

source: Total memory (RAM):
da: Samlet hukommelse (RAM):
ja: 総メモリ (RAM):
zu: Imemori Iyonke (RAM):

source: Free memory:
da: Ledig hukommelse:
ja: 空きメモリ:
zu: Imemori ekhululekile:

source: Used Memory
da: Benyttet hukommelse
ja: 使用メモリ
zu: Imemori Esetshenzisiwe

source: Total swap:
da: Samlet swap:
ja: スワップ合計:
zu: Ukushintshanisa ngokuphelele:

source: Free swap:
da: Ledig swap:
ja: 空きスワップ:
zu: Ukushintshanisa okukhululekile:

source: %1 (+ %2 Caches)
da: %1 (+ %2 Cachet)
ja: %1 (+ %2 キャッシュ)
zu: %1 (+ %2 Ingobo yolwazi Yesikhashana)

source: Device
da: Enhed
ja: デバイス
zu: Idivayisi

source: Filesystem
da: Filsystem
ja: ファイルシステム
zu: Isistimu Yefayela

source: Total space
da: Samlet diskplads
ja: 全容量
zu: Isikhala esiphelele

source: Available space
da: Tilgængelig diskplads
ja: 使用可能容量
zu: Isikhala esitholakalayo

source: Press the right mouse button for more options like Mount or Eject
da: Tryk højre museknap for flere muligheder, såsom Montér og Skub ud
ja: マウントや取り出しなどの操作についてはマウスの右ボタンを押してください
zu: Cindezela inkinobho yegundane yangakwesokudla ukuze uthole izindawo eziningi ongakhetha kuzo njengokuXhakathisa (Mount) noma Ukukhipha (Eject)

source: %1 (3D Support)
da: %1 (3D-understøttelse)
ja: %1 (3D 対応)
zu: %1 (Usizo Lwe-3D)

source: %1 (No 3D Support)
da: %1 (ingen 3D-understøttelse)
ja: %1 (3D 非対応)
zu: %1 (Alukho Usizo Lwe-3D)

source: Unknown
da: Ukendt
ja: 未知
zu: Akwaziwa

source: Network is <strong>unreachable</strong>
da: Netværket er <strong>utilgængeligt</strong>
ja: ネットワークは<strong>到達不能です</strong>
zu: Inethiwekhi <strong>ayifinyeleleki</strong>

source: You are <strong>offline</strong>
da: Du er <strong>offline</strong>
ja: <strong>オフライン</strong>です
pt_br: Você está <strong>desconectado</strong>
zu: Awuxhunyiwe <strong>kwi-inthanethi</strong>

source: Network is <strong>shutting down</strong>
da: Netværket <strong>lukker ned</strong>
ja: ネットワークは<strong>停止しています</strong>
pt_br: A conexão está sendo <strong>desligada</strong>
zu: Inethiwekhi <strong>iyavala</strong>

source: <strong>Establishing</strong> connection to the network
da: <strong>Opretter</strong> forbindelse til netværket
ja: ネットワークへの接続を<strong>確立中です</strong>
pt_br: <strong>Estabelecendo</strong> a conexão com a internet
zu: <strong>Yakha</strong> ukuxhumana nenethiwekhi

source: You are <strong>online</strong>
da: Du er <strong>online</strong>
ja: <strong>オンライン</strong>です
pt_br: Você está <strong>conectado</strong>
zu: Uxhumekile <strong>kwi-inthanethi</strong>

source: Unknown network status
da: Ukendt netværksstatus
ja: 不明なネットワーク状態です
pt_br: Status da conectividade desconhecido
zu: Isimo senethiwekhi esingaziwa

source: Cores:
da: Kerner:
ja: コア数:

source: Temperature:
da: Temperatur:
ja: 温度:

source: Not Available
pt_br: Não Disponível

source: Looking for hardware information...
pt_br: Procurando pela informação do hardware...

source: System
pt_br: Sistema

source: Network
pt_br: Conectividade

source: Memory
pt_br: Memória

source: Ram : %1 free of %2
pt_br: Ram : %1 livre de %2

source: Swap: %1 free of %2
pt_br: Swap: %1 livre de %2

source: Swap: Not in use
pt_br: Swap: Não usado

source: Disks
pt_br: Discos

source: Operating System
pt_br: Sistema Operacional

source: Kde <b>%1</b> on <b>%2</b>
pt_br: Kde <b>%1</b> em <b>%2</b>

source: Processor
pt_br: Processador

source: core
pt_br: núcleo

source: Display
pt_br: Tela

source: 3D Not Supported
pt_br: 3D Não suportado

source: 3D Supported
pt_br: 3D Suportado

source: Mounted on %1
pt_br: Montado em %1

source: Not mounted
pt_br: Não montado

source: %1 free of %2
pt_br: %1 livre de %2
