Repository: pars-linux/uludag
Catalog: branches/kde/network-manager/corporate2/po/*.po
Languages: pt_br

source: Name:
pt_br: Nome:

source: Authentication
pt_br: Autenticação

source: Address:
pt_br: Endereço:

source: Automatic
pt_br: Automático

source: Mod:
pt_br: Modo:

source: Turn on/off connection
pt_br: Conectar/Disconectar

source: Configure connection
pt_br: Configurar conexão

source: Delete connection
pt_br: Deletar conexão

source: Should I delete the '%s' connection?
pt_br: Devo deletar a conexão '%s'?

source: Delete connection?
pt_br: Deletar conexão?

source: No device!
pt_br: Nenhum dispositivo!

source: New connection
pt_br: Nova conexão

source: Name Service Settings
pt_br: Preferências do Serviço de Nomes

source: Connect Automatically
pt_br: Conectar Automaticamente

source: Try Auto Connect on startup
pt_br: Tentar conectar automaticamente na inicialização

source: Network Connections Help
pt_br: Ajuda de Conexões de Rede

source: Computer
pt_br: Computador

source: Host name:
pt_br: Nome do host:

source: Name servers
pt_br: Servidores de nome

source: Up
pt_br: Acima

source: Down
pt_br: Abaixo

source: Add Name Server
pt_br: Adicionar um Servidor de Nomes

source: Name server:
pt_br: Servidor de nomes:

source: You are not authorized for this operation.
pt_br: Você não está autorizado para essa operação

source: Network Manager was not able to communicate with your network device. If it's a wireless interface, make sure that its radio switch is turned on. This is usually done through a switch or Fn keys in modern notebooks.
pt_br: O Gerenciador de Rede não conseguiu se comunicar com o seu dispositivo de rede. Se ele é uma interface de rede sem fio, tenha certeza que a chave do rádio está ligada. Isto é usualmente feito através de uma chave ou tecla de função (Fn) nos laptops modernos.

source: The DHCP service was not able to assign an IP address to your network interface. Make sure that the network you're trying to connect is able to assign IP addresses through its DHCP service. Otherwise, you have to manually assign an IP address.
pt_br: O serviço DHCP não conseguiu assinalar um endereço de IP para a sua interface de rede. Tenha certeza de que a rede que você está tentando conectar está habilitada a fornecer endereços de IP através do serviço DHCP. Caso contrário, você deve configurar um endereço de IP manualmente.

source: Network Manager - Error
pt_br: Gerenciador de Rede - Error

source: new connection
pt_br: nova conexão

source: Internet Connection Sharing
pt_br: Compartilhamento de Conexão de Internet

source: Share Internet Connection
pt_br: Compartilhar Conexão de Internet

source: Interface that goes to internet
pt_br: Interface que vai para a internet

source: Interface that will share connection
pt_br: Interface que irá compartilhar a conexão

source: D-Bus Error
pt_br: Erro do D-Bus

source: COMAR Error
pt_br: Erro do COMAR

source: Changing States of Interfaces Failed
pt_br: Falha ao mudar o estado das interfaces

source: DHCP Server Error
pt_br: Erro no Servidor de DHCP

source: The interfaces that you have selected must be different to share internet connection
pt_br: As interfaces que você selecionou devem ser diferentes para que possa compartilhar a conectividade de rede

source: Check Selected Interfaces
pt_br: Checar Interfaces Selecionadas

source: The sharing of your connection has been successfully done.
pt_br: O compartilhamento da sua conexão foi feito com sucesso

source: Sharing is OK
pt_br: Compartilhamento está OK

source: You do not have an ip address for the interface that goes to internet
pt_br: Você não tem um endereço de IP para a interface que vai para a internet

source: IP address not found
pt_br: Endereço de IP não encontrado

source: Network Manager
pt_br: Gerenciador de Rede

source: Network manager module is already started!
pt_br: O módulo do Gerenciador de rede já está iniciado!

source: Current networking backend is set to GNOME NetworkManager. You should switch back to COMAR backend for being able to use this network applet.
pt_br: O suporte para rede está configurado para o NetworkManager do GNOME. Você deve mudar de volta para o suporte do COMAR para usar esse gerenciador de rede.

source: Create a new connection
pt_br: Criar uma nova conexão

source: Select device:
pt_br: Selecionar dispositivo:

source: Create
pt_br: Criar

source: No suitable device found
pt_br: Nenhum dispositivo apropriado encontrado

source: Install network packages!
pt_br: Instalar pacotes de rede!

source: No package with COMAR network scripts are installed yet.
pt_br: Nenhum pacote com os scripts de rede COMAR estão instalados ainda.

source: Channel
pt_br: Canal

source: Mode
pt_br: Modo

source: Protocol
pt_br: Protocolo

source: No remotes found
pt_br: Nenhum remoto achado

source: <hidden>
pt_br: <escondido>

source: Scan results:
pt_br: Resultado da examinação:

source: Scan again
pt_br: Examinar de novo

source: Use
pt_br: Usar

source: Connection name:
pt_br: Nome da conexão:

source: Connection
pt_br: Conexão

source: Device:
pt_br: Dispositivo:

source: Select
pt_br: Selecionar

source: Scan
pt_br: Examinar

source: Security:
pt_br: Segurança:

source: No authentication
pt_br: Sem autenticação

source: Authentication:
pt_br: Autenticação:

source: Inner Authentication:
pt_br: Autenticação Interna:

source: Anonymous Identity:
pt_br: Identificação Anônima:

source: User/Identity
pt_br: Usuário/Identidade

source: Password:
pt_br: Senha:

source: Client Certificate:
pt_br: Certificado do Cliente:

source: CA Certificate:
pt_br: Certificado do CA:

source: Private Key File:
pt_br: Arquivo de Chave Privada:

source: Private Key Password:
pt_br: Senha da Chave Privada:

source: *|Certificates
pt_br: *|Certificados

source: Select CA Certificate File
pt_br: Selecionar Arquivo de Certificado CA

source: Select Client Certificate File
pt_br: Selecionar Arquivo de Certificado do Cliente

source: Select Private Key File
pt_br: Selecionar Arquivo de Chave Privada

source: Network settings
pt_br: Preferências de rede

source: Automatic query (DHCP)
pt_br: Consulta automática (DHCP)

source: Custom
pt_br: Personalizado

source: Net mask:
pt_br: Máscara de rede:

source: Configure network connection
pt_br: Configurar conexão de rede

source: Your wireless interface has been disabled by kill switch. Please activate it first.
pt_br: Sua interface de rede sem fio foi desabilitada pela chave de rádio. Por favor ative-a primeiro

source: Scanning...
pt_br: Procurando...

source: Profile <b>%s</b> matched.
pt_br: Perfil <b>%s</b> combinou.

source: There is no matched profile
pt_br: Não existe perfil que combine

source: No scan result
pt_br: Sem resultado da procura

source: Connecting to <b>%s</b> ...
pt_br: Conectando a <b>%s</b> ...

source: Edit Connections...
pt_br: Editar conexões...

source: Show Notifications
pt_br: Mostrar Notificações

source: Icon Per Device
pt_br: Ícone Por Dispositivo

source: Single Icon
pt_br: Ícone Único

source: Should network-applet start automatically when you login?
pt_br: O applet de rede deve iniciar automaticamente quando você se logar?

source: Connecting to <b>%1</b> ...
pt_br: Conectando a <b>%1</b> ...

source: Connected to <b>%1</b>
pt_br: Conectado a <b>%1</b> ...

source: Connection failed <b>%1</b>
pt_br: Conexão falhou <b>%1</b>

source: You are offline now
pt_br: Agora você está desconectado

source: Network Applet
pt_br: Applet de Rede
