Repository: pars-linux/uludag
Catalog: PolicyKit-kde/po/*.po
Languages: es

source: Always
es: Siempre

source: An application is attempting to perform an action that requires privileges. Authentication as the <b>super user</b> is required to perform this action.
es: Un programa está intentando realizar una acción que requiere preivilegios especiales. Se requiere autenticación como <b>usuario root</b> para realizar esta acción.

source: An application is attempting to perform an action that requires privileges. Authentication is required to perform this action.
es: Un programa está intentando realizar una acción que requiere preivilegios especiales. Se requiere autenticación para realizar esta acción.

source: Authentication Required
es: Se requiere autenticación

source: For this session only
es: Solamente para la sesión actual

source: Password
es: Contraseña

source: Password for root
es: Contraseña de root

source: Password for user(%1)
es: Contraseña de usuario (%1)

source: Remember authorization
es: Recordar autorización

source: Remember authorization for this session
es: Recordar autorización para la sesión actual

source: Select a user...
es: Seleccione a un usuario...
