Repository: pars-linux/uludag
Catalog: tasma/tasma/po/*.po
Languages: ca, es, fr

source: &Administrator Mode
ca: &Mode d'administrator
es: Modo &Administrador
fr: Mode &Administrateur

source: &Back
es: &Atrás
fr: R&etour

source: &Show Extra Modules
es: &Mostrar Módulos adicionales
fr: &Montrer les modules supplémentaires

source: 28 Mhz Crystal
es: Cristal 28 Mhz

source: 35 Mhz Crystal
es: Cristal 35 Mhz

source: <big>Loading...</big>
ca: <big>S'està carregant...</big>
es: <big>Cargando...</big>
fr: <big>Chargement en cours...</big>

source: About Current Module
ca: Quant al present mòdul
es: Acerca del Módulo actual
fr: À propos du module courant

source: Addons
ca: Afegitons
es: Agregados
fr: Ajouts

source: Configuration Center
ca: Centre de configuració
es: Centro de Configuración
fr: Centre de Configuration

source: Current Maintainer
ca: Mantenidor actual
es: Mantenido por
fr: Responsable actuel

source: Description
ca: Descripció
es: Descripción

source: Developer
es: Desarrollador
fr: Développeur

source: Displays Information About Current Module
es: Información sobre el módulo actual
fr: Affiche des informations concernant le module courant

source: Do not use PLL
ca: No utilitzes el PLL
es: No usar PLL
fr: Ne pas utiliser le PLL

source: For a better understanding modules are grouped by categories. You can activate a category by selecting a category from the left. After activating a category its contents will be shown as icons in the right panel. You can start a configuration module by clicking (or double clicking) its icon.
ca: Per a aconseguir una major comprensió, els mòduls estan agrupats per categories. Podeu activar una categoria seleccionant-les del llistat de l'esquerra. Després d'activar una categoria, es mostraran els seus continguts com a icones al quadre de la dreta. Podeu engegar un mòdul de configuració tot i clicant (una o dues vegades, segons siga el cas) sobre la seua icona.
es: Para una mayor claridad, los módulos están agrupados en categorías. Puede activar una categoría seleccionando una de las categorías de la izquierda. Luego de activar una categoría se presentará su contenido con íconos en el panel derecho. Puede iniciar un módulo de configuración con un clic (o doble-clic) sobre su ícono.
fr: Pour une meilleure lisibilité, les modules sont regroupés par catégories. Vous pouvez activer une catégorie en la sélectionnant sur le panneau à gauche. Une fois activée, le contenu de la catégorie s'affiche sur le panneau droit. Vous pouvez lancer un module de configuration en cliquant (ou double-cliquant) sur son icône.

source: KDE Developers
ca: Desenvolupadors de KDE
es: Desarrolladores KDE
fr: Développeurs KDE

source: Manufacturer
ca: Fabricant
es: Fabricante
fr: Fabricant

source: Model
es: Modelo
fr: Modèle

source: Module Developers
ca: Desenvolupadors de mòdul
es: Desarrolladores de Módulo
fr: Développeurs de Modules

source: Name
ca: Nom
es: Nombre
fr: Nom

source: New Item
ca: Element nou
es: Ítem nuevo
fr: Nouvel élément

source: Old Maintainer & Original Author
ca: Mantenidor anterior & autor original
es: Autor Original & Mantenedores anteriores
fr: Auteur originel et précédemment responsable

source: Other
ca: Altre
es: Otros
fr: Autre

source: Pardus Configuration Center
ca: Centre de configuració del Pardus
es: Centro de Configuración de Pardus
fr: Centre de Configuration de Pardus

source: PiSi Package Info
ca: Informació del paquet PiSi
es: Información de Paquete PiSi
fr: Information du Paquet PiSi

source: Radio Card
ca: Targeta de ràdio
es: Tarjeta de Radio
fr: Carte Radio

source: Settings
es: Preferencias
fr: Paramètres

source: Size
ca: Grandària
es: Tamaño
fr: Taille

source: TASMA - Pardus Configuration Center
ca: TASMA - Centre de configuració del Pardus
es: TASMA - Centro de Configuración de Pardus
fr: TASMA - Le Centre de Configuration de Pardus

source: TASMA Tv Card Configuration Module
ca: Mòdul de configuració de la targeta de televisió de TASMA
es: TASMA Módulo de configuración de tarjeta TV
fr: Module de Configuration de Carte Tv TASMA

source: TASMA is a configuration application for Pardus Operating System. You can tweak the systems default configuration settings by using the modules presented in TASMA.
es: TASMA es un programa para la configuración del Sistema Operativo Pardus. Puede ajustar las configuraciones por defecto del sistema usando los módulos presentados en TASMA.
fr: TASMA est une application de configuration du Système d'exploitation Pardus. En utilisant les différents modules de TASMA, vous pouver bricoler les configurations par défaut du système

source: Tuner
ca: Sintonitzador
es: Sintonizador

source: Tv Card
ca: Targeta de televisió
es: Tarjeta de TV
fr: Carte Tv

source: Tv card configuration module for TASMA.
ca: Mòdul de configuració de la targeta de televisió per a TASMA.
es: Módulo de configuración de tarjeta TV para TASMA
fr: Module de configuration de cartes tv pour TASMA.

source: Welcome to TASMA
ca: Us donem la benvinguda al TASMA
es: Bienvenido a TASMA
fr: Bienvenue sur TASMA

source: _: EMAIL OF TRANSLATORS Your emails
ca: javs@tinet.cat
es: _: email click3d(at)linuxmail(dot)org christian.faurebouvard(at)laposte(dot)net
fr: amine.chadly@gmail.com

source: _: NAME OF TRANSLATORS Your names
ca: Jaume Villalba
es: _: Traductores Klemens Häckel, Christian Faure
fr: Amine Chadly

source: &Reset
ca: &Restaura
fr: &Remise à zéro

source: Phase Locked Loop (PLL)
ca: Bucle de seguiment de fase (PLL)

source: TvConfigUI
ca: Configuració de la targeta de televisió - TvConfigUI
