Repository: pars-linux/uludag
Catalog: branches/kde/service-manager/corporate2/po/*.po
Languages: es, nl, sv

source: Show system user and groups
nl: Systeemgebruikers en groepen tonen

source: User name
nl: Gebruikersnaam

source: Full name
nl: Volledige naam

source: Group name
nl: Groepsnaam

source: Users
nl: Gebruikers

source: Groups
nl: Groepen

source: User Manager Help
nl: Gebruikersbeheer hulp

source: <big><b>Should I delete this user?</b></big><br><br>Name: %s<br>User name: %s<br>ID: %d
nl: <big><b>Deze gebruiker verwijderen?</b></big><br><br>Naam: %s<br>Gebruikersnaam: % s <br>ID: %d

source: Delete User
nl: Gebruiker verwijderen

source: Delete user and files
nl: Gebruiker en bestanden verwijderen

source: Delete user
nl: Gebruiker verwijderen

source: <big><b>Should I delete this group?</b></big><br><br>Group name: %s<br>ID: %d
nl: <big><b>Deze groep verwijderen?</b></big><br><br>Groepsnaam: %s<br>ID: %d

source: Delete Group
nl: Groep verwijderen

source: Select manually
nl: Handmatig selecteren

source: Group name:
nl: Groepsnaam:

source: Enter a group ID or use auto selection
nl: Voer een groeps-ID in, of gebruik autoselectie

source: Enter a group name
nl: Voer een groepsnaam in

source: Enter Information For New Group
nl: Voer informatie voor de nieuwe groep in

source: Adding group...
nl: Groep toevoegen...

source: User Management
nl: Gebruikersbeheer

source: User manager module is already started!
nl: Module gebruikersbeheer is al opgestart!

source: User Manager
nl: Gebruikersbeheer

source: User/group operations
nl: Gebruiker/groep handelingen

source: Network settings
nl: Netwerkinstellingen

source: Package operations
nl: Pakket handelingen

source: Service operations
nl: Diensten handelingen

source: Date/time operations
nl: Datum/tijd handelingen

source: Kernel module operations
nl: Kernel module handelingen

source: Bootloader settings
nl: Bootloader-handelingen

source: Screen settings
nl: Scherminstellingen

source: User name:
nl: Gebruikersnaam:

source: Full name:
nl: Volledige naam:

source: Home:
nl: Persoonlijke map:

source: Select user's home directory
nl: Selecteer de persoonlijke map van de gebruiker

source: Password:
nl: Wachtwoord:

source: Confirm password:
nl: Wachtwoord bevestigen:

source: Please specify an existing shell command
nl: Voer een bestaand shell-commando in

source: Specified shell command is not executable
nl: Opgegeven shell-commando is niet uitvoerbaar

source: Group
nl: Groep

source: Main group:
nl: Hoofdgroep:

source: Start with typing this user's full name.
nl: Begin met het typen van de volledige naam van deze gebruiker.

source: You should enter a password for this user.
nl: U dient een wachtwoord voor deze gebruiker te geven.

source: Password must be longer.
nl: Wachtwoord dient langer te zijn.

source: Don't use your full name or user name as a password.
nl: Gebruik niet uw volledige naam of gebruikersnaam als wachtwoord.

source: Passwords don't match.
nl: Wachtwoorden komen niet overeen.

source: You must enter a user ID or use the auto selection.
nl: Geef een gebruikers-id, of gebruik autoselectie.

source: You must enter a user ID between 999 and 65535.
nl: U dient een gebruiker-ID tussen 999 en 65535 op te geven.

source: You must enter a user name.
nl: U dient een gebruikersnaam op te geven.

source: This user name is used by another user.
nl: Deze gebruikersnaam wordt al door een ander gebruiker gebruikt.

source: This user ID is used by another user.
nl: Deze gebruiker-ID wordt al door een andere gebruiker gebruikt.

source: User name must not start with a number.
nl: Gebruikersnaam mag niet met een cijfer beginnen.

source: You should select at least one group this user belongs to.
nl: U dient minstens één groep te kiezen waartoe deze gebruiker behoort.

source: Edit User's Information
nl: Gebruikersinformatie bewerken

source: Enter Information For New User
nl: Voer informatie voor nieuwe gebruiker in

source: Give administrator privileges to this user
nl: Geef systeembeheerder privileges aan deze gebruiker

source: You are removing yourself from the 'wheel' system group, you might not use your administrator permissions after that.
nl: U wilt uzelf verwijderen van de 'wheel' systeemgroep, u kunt hierna mogelijk uw systeembeheerder permissies niet meer gebruiken.

source: Important Group Change
nl: Belangrijke groepwijziging

source: Changing user information...
nl: Gebruikersinformatie wijzigen...

source: Adding user...
nl: Gebruiker toevoegen...

source: Getting user information...
nl: Gebruikersinformatie ophalen...

source: Authorizations
nl: Autorisaties

source: Actions
nl: Acties

source: Authorize
nl: Autoriseer

source: Block
nl: Blokkeer

source: Do not ask password
nl: Geen wachtwoord vragen

source: Apply this policy to all
nl: Dit beleid op alles toepassen

source: Apply this policy to category
nl: Dit beleid op alle categorieën toepassen

source: Reset
nl: Opnieuw instellen

source: You are not authorized for this operation.
es: No está autorizado para esta operación.
sv: Du är inte behörig för den här åtgärden.

source: Service Manager
es: Administrador de Servicios
sv: Tjänstehanteraren

source: Service Manager is already started!
es: Administrador de Servicios ya se está ejecutando !
sv: Tjänstehanteraren körs redan!

source: Select a service from list.
es: Seleccione un servicio de la lista.
sv: Välj en tjänst i listan.

source: Clear Search
es: Vaciar Busqueda
sv: Återställ snabbsökning

source: Start
es: Iniciar
sv: Starta

source: Restart
es: Reiniciar
sv: Starta om

source: %s is running.
es: %s se está ejecutando.
sv: %s körs.

source: %s is not running.
es: %s no se está ejecutando.
sv: %s körs inte.

source: If you stop this service, you may have problems. Are you sure you want to stop this service?
es: Si detiene este servicio podría llegar a tener problemas. Está seguro que quiere detener este servicio ?
sv: Om du stoppar den här tjänsten kan du få problem. Är du säker på att du vill stoppa den här tjänsten?

source: If you disable this service, you may have problems. Are you sure you want to do this?
es: Si deshabilita este servicio podría llegar a tener problemas. Está seguro que quiere realizar esta operación ?
sv: Om du inaktiverar den här tjänsten kan du få problem. Är du säker på att du vill göra det?

source: Run on Startup
es: Iniciar durante el arranque del sistema
sv: Kör vid uppstart

source: Run on startup.
es: Iniciar al bootear sistema.
sv: Kör vid uppstart.

source: Don't run on startup.
es: No iniciar durante boot.
sv: Kör inte vid uppstart.

source: Reset Search
es: Reiniciar Busqueda
sv: Återställ sökning

source: Search:
es: Buscar:
sv: Sök:

source: &List servers only.
es: &Listar solamente servidores.
sv: &Visa enbart servrar.
