Repository: pars-linux/uludag
Catalog: kde4/history-manager/po/*.po
Languages: es

source: Date
es: Fecha

source: Time
es: Hora

source: snapshot
es: Instantánea

source: upgrade
es: actualizar

source: remove
es: remover

source: install
es: instalar

source: takeback
es: restaurar

source: unknown
es: desconocido

source: History Manager
es: Administrador de Históricos

source: - Loading Pisi History
es: - Cargando Histórico de Pisi

source: Takeback Plan
es: Plan de Restauración

source: Click to see what will happen if you click restore button
es: Presione para ver lo que sucedería, si presiona el botón restaurar

source: Operation Details
es: Detalles de Operación

source: Click to see operation details
es: Presione para ver detalles de operación

source: Help
es: Ayuda

source: New Snapshot
es: Nueva Instantánea

source: Takeback
es: Restaurar

source: Take back to this point
es: Restaurar hasta este punto

source: Copy
es: Copiar

source: Information
es: Información

source: Select All
es: Seleccionar todo

source: Ready
es: Listo

source: Type:
es: Tipo:

source: Operation details
es: Detalles de Operación

source: There are %1 packages in this snapshot
es: Hay %1 paquetes en esta instantánea

source: Finished succesfully
es: Terminado con éxito

source: Loading Plan
es: Cargando el Plan

source: Configuration files in snapshot:
es: Archivos de configuración en instantánea:

source: Takeback Plan for %1 operation on %2 <br><br>
es: Plan de Restauración para %2 operaciones a fecha %1 <br><br>

source: Takeback Plan %1
es: Plan de Restauración %1

source: <br> These package(s) will be <b>installed</b> :<br>
es: <br> Los siguientes paquetes se <b>instalarán</b> :<br>

source: <br> These package(s) will be <b>removed</b> :<br>
es: <br> Los siguientes paquetes se <b>removerán</b> :<br>

source: Listing %1 Operations
es: Listando %1 operaciones

source: Takeback operation verification
es: Verificación de la restauración

source: <center>This will restore your system back to : <b>%1</b> - <b>%2</b><br>
es: <center> Restaurar el sistema hasta : <b>%1</b> - <b>%2</b><br>

source: If you're unsure, click Cancel and see TakeBack Plan.</center>
es: Si no está seguro, presione Cancelar y verifique el plan de restauración.</center>

source: Taking back to : %1
es: Restaurando hasta : %1

source: Authentication Failed
es: Autenticación fallada

source: Start new snapshot
es: Iniciar nueva instantánea

source: <center>This will take a snapshot of your system.<br>Click Ok when you're ready.</center>
es: <center>Se generará una nueva instantánea del sistema.<br>Presion Ok cuando esté listo.</center>

source: Taking New Snapshot
es: Realizando nueva instantánea
