Repository: pars-linux/uludag
Catalog: tasma/corporate2/po/*.po
Languages: it

source: Other
it: Altro

source: TvConfigUI
it: Interfaccia di configurazione TV

source: Model
it: Modello

source: Manufacturer
it: Produttore

source: New Item
it: Nuovo elemento

source: Tv Card
it: Scheda TV

source: Tuner
it: Sintonizzatore

source: Addons
it: Estensioni

source: Radio Card
it: Scheda radio

source: Do not use PLL
it: Non usare PLL

source: TASMA Tv Card Configuration Module
it: Modulo per la configurazione della scheda TV per TASMA

source: Current Maintainer
it: Responsabile corrente

source: Tv card configuration module for TASMA.
it: Modulo per la configurazione della scheda TV all'interno di TASMA.

source: TASMA - Pardus Configuration Center
it: TASMA - Centro di configurazione di Pardus

source: Pardus Configuration Center
it: Centro di configurazione di Pardus

source: Developer
it: Sviluppatore

source: Old Maintainer & Original Author
it: Vecchio responsabile & autore originale

source: Module Developers
it: Sviluppatori del modulo

source: KDE Developers
it: Sviluppatori KDE

source: PiSi Package Info
it: Informazioni pacchetto PiSi

source: Name
it: Nome

source: Description
it: Descrizione

source: Size
it: Dimensione

source: &Back
it: &Indietro

source: &Reset
it: &Annulla

source: &Administrator Mode
it: &Modalità amministratore

source: <big>Loading...</big>
it: <big>Caricamento in corso..</big>

source: Configuration Center
it: Centro di configurazione

source: Welcome to TASMA
it: Benvenuto in Tasma

source: TASMA is a configuration application for Pardus Operating System. You can tweak the systems default configuration settings by using the modules presented in TASMA.
it: TASMA è una applicazione di configurazione per il sistema operativo Pardus. Qui puoi personalizzare la configurazione attraverso i moduli predefiniti del sistema e i moduli personalizzati presenti in TASMA

source: For a better understanding modules are grouped by categories. You can activate a category by selecting a category from the left. After activating a category its contents will be shown as icons in the right panel. You can start a configuration module by clicking (or double clicking) its icon.
it: Per una maggiore chiarezza i moduli sono raggruppati in categorie. Puoi sceglierne una selezionandola sulla sinistra. Dopo la scelta il contenuto verrà mostrato sotto forma di icona nel pannello di destra. Puoi avviare un modulo di configurazione cliccando una o due volte sulla sua icona.

source: &Show Extra Modules
it: M&ostra moduli extra

source: About Current Module
it: Informazioni sul modulo corrente

source: Displays Information About Current Module
it: Informazioni sul modulo corrente

source: _: NAME OF TRANSLATORS Your names
it: _: NAME OF TRANSLATORS Andrea Decorte Davide Siciliano

source: _: EMAIL OF TRANSLATORS Your emails
it: _: EMAIL OF TRANSLATORS adecorte@gmail.com edivad95@gmail.com

source: Settings
it: Impostazioni
