Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/messages/kdeadmin/desktop_kdeadmin.po
Languages: tr

# Name
source: Task Scheduler
tr: Görev Zamanlayıcı

# Comment
source: Configure and schedule tasks
tr: Görevleri zamanla ve yapılandır

# Comment
source: Configure Network Settings
tr: Ağ Ayarlarını Yapılandır

# Name
source: Network Settings
tr: Ağ Ayarları

# Comment
source: Configure TCP/IP settings
tr: TCP/IP ayarlarını yapılandır

# GenericName
source: Configure TCP/IP Settings
tr: LILO'yu Yapılandır

# Comment
source: System log viewer tool
tr: Sistem günlük kayıtlarını gösterme aracı

# GenericName
source: System Log Viewer
tr: Sistem Günlüğü İzleyici

# GenericName
source: User Manager
tr: Kullanıcı Yöneticisi

# Name
source: RPM Stats
tr: RPM İstatistikleri

# Name
source: Printer Configuration
tr: Yazıcı Yapılandırması

# Comment
source: Configure local and remote Printers
tr: Yerel ve uzak Yazıcıları yapılandır
