Repository: pars-linux/uludag
Catalog: trunk/staj-projeleri/proxy-manager/po/*.po
Languages: es

source: Proxy Manager is already running!
es: Proxy Manager ya se está ejecutando!

source: new_proxy
es: Nuevo proxy

source: Enter a name.
es: Ingrese un nombre.

source: This name is in use. Pick another.
es: El nombre está en uso. Favor elija otro.

source: Please specify a host.
es: Favor indique un host.

source: Please specify at least one protocol.
es: Favor especifique al menos un protocolo.

source: Please specify a host for http.
es: Favor especifique un host para http.

source: Please specify a host for ftp.
es: Favor especifique un host para FTP.

source: Please specify a host for ssl.
es: Favor especifique un host para SSL.

source: Please specify a host for socks.
es: Favor especifique un host para SOCKS.

source: Please specify a url.
es: Favor especifique una dirección url.

source: Protocols:
es: Protocolos:

source: Proxy Settings
es: Configuración de Proxy

source: Profile name:
es: Nombre de perfil:

source: Use a general proxy
es: Use un proxy genérico

source: Automatic settings
es: Configuración automática

source: Use proxy server
es: Usar servidor proxy

source: Activate/Deactivate this proxy profile
es: Activar/desactivar este perfil de proxy

source: Configure this profile
es: Configurar este perfil

source: Delete this profile
es: Eliminar este perfil

source: Should I delete the '%s' proxy profile?
es: Perfil de proxy '%s' listo para eliminar ?

source: Delete proxy profile?
es: Eliminar perfil de proxy ?

source: Name:
es: Nombre:

source: Direct connection
es: Conexión directa

source: Global proxy:
es: Proxy genérico:

source: Auto configuration file.
es: Archivo de configuración automática.

source: No Proxy
es: Sin proxy
