Repository: pars-linux/uludag
Catalog: kaptan/2.2/po/*.po
Languages: fr

source: Start Tasma
fr: Lancer Tasma

source: <center>You have finished! Now you can start using <b>Pardus</b></center>
fr: <center>Vous avez terminé ! Vous pouvez maintenant commencer à utiliser <b>Pardus</b></center>

source: Welcome
fr: Bienvenue

source: This application, called <b>Kaptan Desktop</b>, will help you with your basic but sufficient setup for your <b>Pardus</b> desktop in a quick manner. This application will also set some default configuration for a better desktop :).
fr: Cette application, appelée <b>Kaptan Desktop</b>, va vous aider à configurer rapidement de manière rudimentaire mais suffisante votre bureau <b>Pardus</b>. Cette application va également établir quelques paramètres par défaut de manière à obtenir un meilleur bureau :).

source: <b>Pardus </b>is a GNU/Linux distribution, targeting at computer literate users' basic desktop needs; with acquiring the strong ideas, architecture and code of other distributions; with a custom configuration framework which has the ability to evolve into an autonomous system; for simplifying the installation and usage of the computers.
fr: <b>Pardus </b> est une distribution GNU/Linux ciblant les besoins bureautiques de base d'utilisateurs à leur aise en informatique; en s'inspirant d'idées fortes, d'architectures et de code d'autres distribution; avec une ossature (framework) de configuration gardant la possibilité d'évoluer en système autonome; pour simplifier l'installation et l'utilisation des ordinateurs.

source: Wallpaper
fr: Fond d'écran

source: Here, you can select a <b>wallpaper</b> for your desktop background. <b>Pardus</b> provides eye candy wallpapers, you can select one of them, as you wish.
fr: Ici, vous pouvez sélectionner un <b>fond d'écran</b> pour votre bureau. <b>Pardus</b> propose des fonds d'écran séduisants, vous pouvez sélectionner celui qui vous convient.

source: Don't change desktop background!
fr: Ne pas changer le fond d'écran !

source: &Test Wallpaper
fr: &Tester le fond d'écran

source: MouseSetupDlg
fr: Dialogue de configuration de la souris

source: If you are left-handed, you may prefer to swap the functions of the left and right buttons on your pointing device by choosing the 'Left handed' option below. You can also select default click behaviour.
fr: Si vous êtes gaucher, vous préférez peut-être échanger les comportements des boutons droits et gauches de votre souris en choisissant l'option 'Gaucher' ci-dessous. Vous pouvez également sélectionner le comportement de clic par défaut.

source: Button Order
fr: Ordre des bouttons

source: Reverse scroll
fr: Défilement inverse

source: Click behaviour
fr: Comportement du clic

source: &Single-click to open files and folders
fr: Ouvrir les fichiers et les répertoires sur un &Simple clic

source: Dou&ble-click to open files and folders (select icons on first click)
fr: Ouvrir les fichiers et les répertoires sur Dou&ble-clic (sélectionner les icônes au premier clic)

source: Package Manager
fr: Gestionnaire de paquets

source: Check updates automatically for every
fr: Vérifier automatiquement les mises à jour toutes les

source: hours
fr: heures

source: Show in system tray
fr: Montrer dans la boite à icônes

source: <b>Package-manager</b> is the graphical front-end of <b>PiSi</b>. With package-manager you can easily install new programs and upgrade your system. But also can work in the system tray and periodically checks new upgrades of the programs that are installed on your system.
fr: <b>Package-manager</b> est l'interface graphique de <b>PiSi</b>. Il vous permet d'installer de nouveaux programmes et de mettre à jour votre système très facilement. Package-manager peu également s'éxécuter dans la boîte à icônes et vérifier périodiquement la présense de mises à jour pour les programmes installés sur votre système.

source: Here, you can select a <b>style </b>for your desktop. <b>Pardus</b> provides some eye candy styles for you.
fr: Ici, vous pouvez sélectionne un <b>style</b> pour votre bureau.<b>Pardus</b> vous propose quelques style séduisants.

source: Use enhanced Kickoff style menu
fr: Utiliser style de menu Kickoff amélioré

source: Test Style
fr: Tester le Style

source: Mouse Setup
fr: Configuration de la Souris

source: Style Setup
fr: Configuration du Style

source: Wallpaper Setup
fr: Configuration du Fond d'écran

source: Network Setup
fr: Configuration du réseau

source: Congratulations
fr: Félicitations

source: Right handed
fr: Droitier

source: Left handed
fr: Gaucher

source: <big>Loading...</big>
fr: <big>Chargement en cours...</big>
