Repository: pars-linux/uludag
Catalog: branches/sysinfo/po/*/kio_sysinfo.po
Languages: ca, pl

source: Looking for hardware information...
ca: S'està cercant informació sobre el maquinari...
pl: Wyszukuje informacji o sprzęcie

source: My Computer
ca: El meu ordinador
pl: Mój Komputer

source: Folders, Harddisks, Removable Devices, System Information and more...
ca: Carpetes, discos durs, dispositius extraïbles, informació sobre el sistema i altres...
pl: Katalogi, Dyski, Nośniki Wymienne, Informacje Systemowe i wiele więcej...

source: Common Folders
ca: Carpetes personals
pl: Popularne Katalogi

source: My Home Folder
ca: La meva carpeta d'inici
pl: Katalog Domowy

source: Root Folder
ca: Carpeta arrel
pl: Katalog Użytkownika Root

source: Network Folders
ca: Carpetes de xarxa
pl: Katalogi Sieciowe

source: Network Status
ca: Estat de la xarxa
pl: Stan Sieci

source: CPU Information
ca: Informació sobre la CPU
pl: Inforpacje o Procesorze

source: Processor (CPU):
ca: Processador (CPU):
pl: Procesor:

source: Speed:
ca: Velocitat:
pl: Prędkość:

source: Memory Information
ca: Informació sobre la memòria
pl: Informacje o Pamięci

source: Total memory (RAM):
ca: Memòria total (RAM):
pl: Całkowita pamięć (RAM):

source: Free memory:
ca: Memòria lliure:
pl: Wolna pamięć:

source: Used Memory
ca: Memòria en ús:
pl: Używana Pamięć

source: Total swap:
ca: Espai d'intercanvi total:
pl: Całkowity swap:

source: Free swap:
ca: Espai d'intercanvi lliure:
pl: Wolny swap:

source: Hardware Information
ca: Informació sobre el maquinari
pl: Informacje o Sprzęcie

source: Type:
pl: Typ:

source: Vendor:
pl: Dostawca (Vendor):

source: Bios Vendor:
ca: Marca de la Bios
pl: Dostawca Biosu:

source: Bios Version:
ca: Versió de la Bios
pl: Wesja Biosu:

source: Disk Information
ca: Informació sobre el disc
pl: Informacje o Dysku

source: OS Information
ca: Informació sobre el sistema operatiu
pl: Informacje o Systemie Operacyjnym

source: OS:
ca: Sistema operatiu:
pl: System:

source: Current user:
ca: Usuari actual:
pl: Bieżący użytkownik:

source: Display Info
ca: Informació sobre la pantalla
pl: Wyświetl Informację

source: Driver:
ca: Controlador:
pl: Sterownik:

source: Total
pl: Sumarycznie

source: Available
pl: Dostępne

source: %1 (3D Support)
ca: %1 (Suport de 3D)
pl: %1 (Wsparcie 3D)

source: %1 (No 3D Support)
ca: %1 (Sense suport de 3D)
pl: %1 (Brak wsparcia 3D)

source: Network is <strong>unreachable</strong>
ca: <strong>No s'ha pogut accedir</strong> a la xarxa
pl: Sieć jest <strong>niedostępna</strong>

source: You are <strong>offline</strong>
ca: Esteu <strong>fora de línia</strong>
pl: Jesteś <strong>offline</strong>

source: Network is <strong>shutting down</strong>
ca: <strong>S'està desconnectant</strong> la xarxa
pl: Połączenie sieciowe jest <strong>zamykane</strong>

source: <strong>Establishing</strong> connection to the network
ca: <strong>S'està establint</strong> la connexió amb la xarxa
pl: <strong>Nawiązuję</strong> połączenie sieciowe

source: You are <strong>online</strong>
ca: Esteu <strong>en línia</strong>
pl: Jesteś <strong>online</strong>

source: Unknown network status
ca: Estat de la xarxa desconegut
pl: Nieznany stan połączenia sieciowego

source: System:
ca: Sistema:
