Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/*/messages/playground-graphics/desktop_playground-graphics.po
Languages: tr

# GenericName
source: A KDE4 Application
tr: Bir KDE 4 Uygulaması

# GenericName
source: Raw Images Converter
tr: Ham Resim Dönüştürücü

# Comment
source: Display pictures randomly from Flickr
tr: Flicker sitesinden rastgele resim göster

# GenericName
source: Image Gallery Generator
tr: Resim Galerisi Oluşturucu

# GenericName
source: LDraw modeler
tr: LDraw Modelleyici

# Comment
source: An interactive LDraw model designer for KDE 4
tr: KDE 4 için interaktif bir LDraw model tasarımcısı

# Name
source: Devices
tr: Aygıtlar

# Comment
source: Device settings for Kolor Management
tr: Renk Yönetimi için aygıt ayarları

# Name
source: Profile Information
tr: Profil Bilgisi

# Comment
source: Display ICC-specific Profile Information
tr: ICC-özellikli Profil Bilgilerini göster

# Name
source: Settings
tr: Ayarlar

# Comment
source: Kolor Management Settings
tr: Renk Yönetimi Ayarları

# Name
source: Kolor Management
tr: Renk Yönetimi

# GenericName
source: Scan & OCR Program
tr: Tarama ve Karakter Tanılama Uygulaması

# Name
source: Local Images
tr: Yerel Resimler

# Comment
source: Loads images from a chosen folder
tr: Belirtilen dizinden resimleri yükler

# Name
source: Local Image Serializer
tr: Yerel Resim Serileştirici

# Comment
source: An Akonadi serializer plugin for local image objects
tr: Yerel resim objeleri için Akonadi serileştirme eklentisi

# Name
source: Okular EMF Generator
tr: Okular EMF Oluşturucu

# Comment
source: EMF backend for Okular
tr: Okular için EMF arka ucu

# GenericName
source: Document Viewer
tr: Belge Gösterici

# Comment
source: PDF backend for Okular using MuPDF
tr: Okular için MuPDF kullanan PDF arka ucu

# Name
source: Browse with PixiePlus
tr: PixiePlus ile Gözat

# Comment
source: PixiePlus Image Manager and Editor
tr: PixiePlus Resim Yöneticisi ve Düzenleyicisi

# Name
source: PixiePlus Image Manager
tr: PixiePlus Resim Yönetici

# Comment
source: ImageMagick graphics file
tr: ImageMagick grafik dosyası

# Comment
source: ZSoft PaintBrush image
tr: ZSoft Boya Fırçası resmi

# Comment
source: Apple QuickDraw Picture
tr: Apple QuickDraw Resmi

# Comment
source: Truevision Targa image
tr: Truevision Targa resmi

# Comment
source: X Windows dump image
tr: X Windows döküm resmi

# Name
source: Skansuite Plugin
tr: Skansuite Eklentisi

# Name
source: General
tr: Genel

# Comment
source: General configuration of Kopier
tr: Genel Kopier Yapılandırması

# Comment
source: Copy scans to pdf/printer
tr: Tarananları pdf dosyasına/yazıcıya kopyala

# GenericName
source: Copier
tr: Kopyalayıcı

# Comment
source: Copy Documents
tr: Belgeleri Kopyala

# Comment
source: Document Copier Plugin
tr: Belge Kopyalayıcı Eklentisi

# Name
source: Copy Documents
tr: Belgeleri Kopyala

# Comment
source: General configuration of Skanlite
tr: Genel Skanlite Yapılandırması

# GenericName
source: Image Scanning Application
tr: Resim Tarama Uygulaması

# Comment
source: Scan and save images
tr: Resimleri tara ve kaydet

# Comment
source: Scan Images
tr: Resimler Tara

# Comment
source: Document Image Plugin
tr: Belge Resim Eklentisi

# Name
source: Scan Images
tr: Resimleri Tara

# GenericName
source: 3D parametric CAD
tr: 3B Parametrik CAD
