Repository: pars-linux/uludag
Catalog: l10n/standalone/qt-facetrainer/*.po
Languages: el

source: About the Software \m/
el: Περί του λογισμικού \m/

source: Pluggable Authentication Module for your favorite Linux Distro
el: Συνδεόμενο άρθρωμα ταυτοποίησης για την αγαπημένη σας διανομή Linux

source: About
el: Περί

source: This program allows you to login by Face Authentication. Care has been taken to give you the best User Experience Possible. If you encounter any bugs , report at
el: Αυτό το πρόγραμμα σας επιτρέπει να συνδεθείτε με Ταυτοποίηση Προσώπου. Έχουμε φροντίσει για την καλύτερη δυνατή εμπειρία χρήστη. Αν συναντήσετε σφάλματα, κάντε μια αναφορά στο

source: This program was developed during the auspicious Google Summer of Code program in 2009 and 2008
el: Αυτό το πρόγραμμα αναπτύχθηκε υπό την αιγίδα του προγράμματος Google Summer of Code το 2009 και 2008

source: Authors
el: Συγγραφείς

source: Thanks To
el: Ευχαριστίες

source: Translation
el: Μετάφραση

source: Artwork
el: Τέχνη

source: Face Trainer
el: Εκπαίδευση σε πρόσωπο

source: Next
el: Επόμενο

source: For Your Information
el: Για την πληροφόρησή σας

source: Exit
el: Έξοδος

source: Read the instructions for High Efficiency
el: Διαβάστε τις οδηγίες για υψηλή αποτελεσματικότητα

source: To ensure high efficiency please keep proper distance between face and webcam
el: Για να διασφαλίσετε υψηλή αποτελεσματικότητα παρακαλούμε φέρετε το πρόσωπό σας σε κατάλληλη απόσταση από την κάμερα

source: Try to sit where there is ample lighting
el: Προσπαθήστε να καθήσετε εκεί όπου υπάρχει άπλετος φωτισμός

source: No glass or hat as it might affect the recognition rate
el: Μη φοράτε γυαλιά ή καπέλο καθώς μπορεί να επηρεάσουν το ρυθμό αναγνώρισης

source: Capture
el: Σύλληψη

source: Train Your Face
el: Εκπαιδεύστε στο πρόσωπό σας

source: Back
el: Πίσω

# faceTrainer#16
source: Advanced Settings
el: Προχωρημένες ρυθμίσεις

source: About this Software !
el: Περί αυτού του λογισμικού!

source: Delete Selected Item
el: Διαγραφή επιλεγμένου

source: Congratulations
el: Συγχαρητήρια

source: Get ready to be dazzled!
el: Προετοιμαστείτε να θαμπωθείτε!

source: Finish
el: Τέλος

source: Thank you for using our application, to be a part of this project , visit http://code.google.com/p/pam-face-authentication/ , we hope to see you there! regards Developers
el: Ευχαριστούμε για τη χρήση της εφαρμογής μας, για συμμετάσχετε σε αυτό το έργο, επισκεφθείτε το http://code.google.com/p/pam-face-authentication/ , ελπίζουμε να σας δούμε εκεί! φιλικά Οι προγραμματιστές

source: Cancel
el: Ακύρωση

source: Please come closer to the camera.
el: Παρακαλώ πλησιάστε την κάμερα.

source: Please go little far from the camera.
el: Παρακαλώ απομακρυνθείτε λίγο από την κάμερα.

source: Unable to Detect Your Face.
el: Αδυναμία ανίχνευσης του προσώπου σας.

source: Tracker lost, trying to reinitialize.
el: Ο ανιχνευτής χάθηκε, προσπάθεια επανέναρξης.

source: Tracking in progress.
el: Ανίχνευση σε εξέλιξη.

source: Captured %1 / %2 faces.
el: Σύλληψη %1 / %2 προσώπων.

source: Capturing Image Finished.
el: Τέλος σύλληψης εικόνας.

source: Processing Faces, Please Wait ...
el: Επεξεργασία προσώπων, παρακαλώ περιμένετε…

source: Processing Completed.
el: Επεξεργασία ολοκληρώθηκε.

source: <strong>Error</strong>
el: <strong>Σφάλμα</strong>

source: Camera Not Found. <br /> Plugin Your Camera and Try Again.
el: Δεν βρέθηκε κάμερα. <br /> Συνδέστε την κάμερά σας και προσπαθήστε ξανά.

# faceTrainerAdvSettings#1
source: Advanced Settings
el: Προχωρημένες ρυθμίσεις

source: Low Security
el: Χαμηλή ασφάλεια

source: High Security
el: Υψηλή ασφάλεια

source: Test Recognition
el: Δοκιμαστική αναγνώριση

source: Yes/No
el: Ναι/Όχι

source: Test Recognition Result:
el: Αποτέλεσμα δοκιμής αναγνώρισης:

source: Save Config
el: Αποθήκευση διαμόρφωσης

source: Defaults
el: Προεπιλογές

source: Medium
el: Μεσαίο

source: Yes
el: Ναι

source: No
el: Όχι
