Repository: pars-linux/uludag
Catalog: trunk/kaptan/po/*.po
Languages: de

source: Welcome to Kaptan Wizard :)
de: Willkommen zum Kaptan-Assistenten :)

source: &Back
de: &Zurück

source: &Next
de: &Weiter

source: Finish
de: Fertigstellen

source: Kaptan is already running!
de: Kaptan wird bereits ausgeführt!

source: Kaptan Welcome Wizard
de: Kaptan-Willkommensassistent

source: Photo
de: Foto

source: Shot
de: Aufnehmen

source: Put my photo to:
de: Setze mein Foto nach:

source: Instant messengers
de: Instant Messenger

source: Login Screen (KDM)
de: Anmeldungs-Bildschirm (KDM)

source: SummaryWidget
de: Zusammenfassung

source: Package Manager
de: Paket-Manager

source: Configure package manager settings...
de: Paket-Manager konfigurieren

source: Package
de: Paket

source: <b>Package-manager</b> is the graphical front-end of <b>PiSi</b>. You can easily install new programs and upgrade your system and also can see new upgrades of the programs periodically from the system tray with package manager.
de: <b>Paket-Manager</b> ist die grafische Benutzeroberfläche für <b>PiSi</b>. Sie können auf einfache Weise neue Programme installieren und das System aktualisieren, ausserdem können Sie mit dem Paket-Manager periodisch die Erscheinung von Aktualisierungen in der Taskleiste beobachten.

source: Updates
de: Aktualisierungen

source: Show in system tray
de: In der Systemleiste anzeigen

source: Check updates automatically for every
de: Automatisch nach Updates suchen und anzeigen, alle

source: hours
de: Stunden

source: Repo
de: Depo

source: Contrib repo includes extra packages.
de: Contrib-Depo enthält extra Pakete.

source: Add contrib repo
de: Contrib-Depo hinzufügen

source: You are not authorized for this operation.
de: Sie haben nicht genügend Rechte für dieses Kommando.

source: Authentication Error!
de: Fehler in der Anmeldung !

source: Configure network settings...
de: Netzwerkeinstellungen konfigurieren...

source: <big>Loading...</big>
de: <big>Laden...</big>

source: Multiple
de: Mehrfach

source: Mouse
de: Maus

source: Welcome
de: Willkommen

source: Goodbye
de: Auf Wiedersehen

source: <p>TASMA is a configuration application for Pardus Operating System. </p>
de: <p>TASMA ist das Konfigurationszentrum von Pardus. </p>

source: User Groups and Help Pages
de: Benutzergruppen und Hilfeseiten

source: <p>Pardus community, user lists, IRC channels, wikis and more.</p>
de: <p>Pardus Gemeinschaft, Userlisten, IRC Kanäle, Wikis und mehr.</p>

source: Migration Tool
de: Migrationstool

source: <p>A wizard to transfer files and settings from existing operating systems (e.g. Windows) to Pardus.</p>
de: <p>Ein Hilfsprogramm, um Dateien und Einstellungen von vorhandenen Betriebssystemen (z.B. Windows) nach Pardus zu übertragen.</p>

source: <p>Congratulations! You have finished all steps. You can now continue using Pardus and try applications below.</p>
de: <p>Herzlichen Glückwunsch! Sie haben alle Schritte ausgeführt. Sie können jetzt Pardus weiter benutzen und die vorhandenen Programma ausprobieren.</p>

source: Screen Resolution
de: Bildschirmauflösung

source: <p><p>Your screen resolution is very low. It may be wrong. You can change your resolution bye using <b>Display Manager</b>.</p></p>
de: <p><p>Ihre Bildschirmauflösung ist sehr gering. Das könnte falsch sein. Sie können die Bildschirmauflösung mit dem <b>Display Manager</b> ändern.</p></p>

source: Network
de: Netzwerk

source: Mouse Settings
de: Mauseinstellungen

source: Configure your mouse
de: Konfigurieren Sie Ihre Maus

source: <p align="left">If you are left-handed, you may prefer to swap the functions on the left and right buttons on your pointing device by choosing the "Left handed" option below. You can also select default click behaviour.</p>
de: <p align="left">Wenn Sie Linkshänder sind ist es Ihnen möglicherweise angenehmer, die Funktionen der rechten und linken Taste des Zeigegerätes umzutauschen. Dafür könne Sie weiter unten die Option "Linkshänder" benutzen. Sie könne auch das Klickverhalten festlegen.</p>

source: Button Order
de: Tastenordnung

source: Left Hand
de: Linkshänder

source: Right Hand
de: Rechtshänder

source: Click behaviour
de: Klickverhalten

source: &Single-click to open files and folders
de: Nur ein einziger Klick öffnet Dateien und Verzeichnisse

source: Dou&ble-click to open files and folders
de: Doppelklick öffnet Dateien und Verzeichnisse

source: Configure virtual desktops..
de: Virtuelle Schreibtische konfigurieren...

source: <p>In this module, you can configure how many virtual desktops you want.</p>
de: <p>In diesem Modul können Sie festlegen, wieviel virtuelle Schreibtische Sie möchten.</p>

source: Mouse wheel over desktop background switches desktop.
de: Mausrad über Schreibtischhintergrund wechselt zum nächsten Schreibtisch.

source: Desktop(s)
de: Schreibtisch(e)

source: This application, called <b>Kaptan Desktop</b>, will help you with your basic but sufficient setup for your <b>Pardus</b> desktop in a quick manner. Please click <b>Next</b> to personalize your desktop. :)
de: Dieses Programm <b>Kaptan Desktop</b>, wird Ihnen helfen, die grundlegenden Enstellungen Ihres Schreibtisches in <b>Pardus</b> auf einfache Weise vor zu nehmen. Bitte klicken Sie auf <b>Weiter</b> um den Schreibtisch einzurichten. :)

source: <b>Pardus</b> is a GNU/Linux distribution, targeting at computer literate users' basic desktop needs; helps you connect to internet, read e-mails, work with office documents and more!
de: <b>Pardus</b> ist eine Distribution GNU/Linux distribution, ausgerüstet mit allem nötigen für den alltäglichen Computergebrauch; Im Internet surfen, e-mails lesen, Office-Dokumente bearbeiten und mehr!

source: Enjoy with wonderful backgrounds...
de: Geniessen Sie die Hintergrundbilder...

source: Show all resolutions.
de: Alle Auflösungen anzeigen.

source: Old Wallpaper
de: Altes Hintergrundbild

source: No Wallpaper
de: Kein Hintergrundbild

source: Select the one you like...
de: Wählen Sie nach Ihrem Geschmack...

source: Here, you can select a <b>style </b>for your desktop. <b>Pardus</b> provides some eye candy styles for you.
de: Hier könne Sie einen <b>Stil </b> für den Schreibtisch auswählen. <b>Pardus</b> stellt eine Auswahl an sehenswerten Stilen für Sie bereit.

source: Preview
de: Vorschau

source: Wallpaper
de: Hintergrundbild

source: Enjoy with Pardus...
de: Geniessen Sie Pardus...
