Repository: pars-linux/uludag
Catalog: migration/po/*.po
Languages: tr

source: Selecting Options
tr: Tercihler

source: Welcome to Migration Tool Wizard :)
tr: Göç Aracına hoşgeldiniz

source: Keep current wallpaper
tr: Mevcut duvar kağıdını koru

source: Don't use wallpaper
tr: Duvar kağıdı kullanma

source: Does not change your wallpaper.
tr: Duvar kağıdınız değiştirmez.

source: Use my old wallpaper
tr: Eski duvar kağıdı kullan

source: Copies your old wallpaper to Pardus and sets it as new background image.
tr: Eski duvar kağıdınızı Pardus'a kopyalar ve onu yeni duvar kağıdı olarak atar.

source: Bookmarks
tr: Yer imleri

source: Firefox Bookmarks
tr: Firefox Yerimleri

source: Copies your old Firefox bookmarks to Firefox under Pardus.
tr: Eski Firefox yer imlerinizi Pardus'daki Firefox'a kopyalar.

source: Opera Bookmarks
tr: Opera Yer imleri

source: Copies your old Opera bookmarks to Firefox under Pardus.
tr: Eski Opera yer imlerinizi Pardus'daki Firefox'a kopyalar.

source: Internet Explorer favorites
tr: Internet Explorer sık kullanılanları

source: Copies your old Internet Explorer favorites to Firefox under Pardus.
tr: Eski Internet Explorer sık kullanılanlarınzı Pardus'daki Firefox'a kopyalar.

source: E-Mail and News Accounts
tr: E-Posta ve Haber Hesapları

source: Windows Mail accounts
tr: Windows Mail hesaplar

source: Copies your old mail and newsgroup accounts to KMail and KNode applications.
tr: Eski posta ve haber grubu hesaplarnz KMail ve KNode uygulamalarna kopyalar.

source: Thunderbird accounts
tr: Thunderbird hesapları

source: Copy e-mail messages from e-mail accounts
tr: E-posta hesaplarndaki epostalar kopyala

source: Copies your e-mail messages to KMail from selected applications above.
tr: Yukarıda seçili olan uygulamalardaki epostalar KMail'e kopyalar.

source: Instant Messenger Accounts
tr: Anında Mesajlama Hesaplar

source: MSN accounts
tr: MSN hesaplar

source: Copies your MSN Messenger accounts to Kopete.
tr: MSN Messenger hesaplarnz Kopete'ye kopyalar.

source: GTalk accounts
tr: GTalk hesaplar

source: Copies your GTalk accounts to Kopete.
tr: GTalk hesaplarnz Kopete'ye kopyalar.

source: Please wait while applying changes...
tr: Değişiklikler uygulanıyor...

source: Prepare:
tr: Hazrla:

source: Apply:
tr: Uygula:

source: Warning!
tr: Uyarı

source: Applying Changes
tr: Değişiklikler Uygulanyor

source: Wallpaper
tr: Duvar kağıdı

source: Firefox bookmarks could not be loaded.
tr: Firefox yer imleri yüklenemedi.

source: Firefox bookmarks loaded.
tr: Firefox yer imleri yüklendi.

source: Opera bookmarks could not be loaded.
tr: Opera yer imleri yüklenemedi.

source: Opera bookmarks loaded.
tr: Firefox yer imleri yüklendi.

source: Internet Explorer favorites could not be loaded.
tr: Internet Explorer sık kullanılanlar yüklenemedi.

source: Internet Explorer favorites loaded.
tr: Internet Explorer sık kullanılanlar yüklendi.

source: Firefox is open. Please close it first to continue...
tr: Firefox açık. Devam etmek için Firefox'u kapatn.

source: Windows Mail accounts could not be loaded.
tr: Windows Mail hesaplar yüklenemedi.

source: Windows Mail accounts loaded.
tr: Windows Mail hesaplar yüklendi.

source: Thunderbird accounts could be loaded.
tr: Thunderbird hesaplar yüklenemedi.

source: Thunderbird accounts loaded.
tr: Thunderbird hesaplar yüklendi.

source: MSN accounts could be loaded.
tr: MSN hesaplar yüklenemedi.

source: MSN accounts loaded.
tr: MSN hesaplar yüklendi.

source: GTalk accounts could not be loaded.
tr: GTalk hesaplar yüklenemedi.

source: GTalk accounts loaded.
tr: GTalk hesaplar yüklendi.

source: E-Mail Accounts
tr: E-Posta Hesaplar

source: E-Mail Messages
tr: Epostalar

source: News Accounts
tr: Haber Hesaplar

source: Desktop Links
tr: Masaüstü Bağlantıları

source: Folder '%s' could not be created, please choose another folder!
tr: '%s' klasör oluşturulamadı, lütfen başka bir klasör seçin.

source: You don't have permission to write to folder '%s', please choose another folder!
tr: '%s' klasörüne yazma izniniz yok, lütfen başka bir klasör seçin.

source: Total size of files you've selected is %(size)d MB, but you have only %(free)d MB of free space!
tr: Seçtiğiniz dosyalarn toplam boyutu %(size)d MB, fakat sadece %(free)d MB boş yer var.

source: Wallpaper changed.
tr: Duvar kağıdı değiştirildi.

source: Bookmarks saved.
tr: Yer imleri kaydedildi.

source: Mail Accounts saved.
tr: E-posta Hesaplar kaydedildi.

source: Accounts saved.
tr: Hesaplar kaydedildi.

source: News Accounts saved.
tr: Haber hesaplar kaydedildi.

source: Instant Messenger Accounts saved.
tr: Anında Mesajlama hesaplar kaydedildi.

source: Link '%s' created.
tr: '%s' bağlantısı oluşturuldu.

source: Nothing done, because no option selected. You can close the wizard...
tr: Herhangi bir işlem yaplmadı. Sihirbaz kapatabilirsiniz.

source: All operations completed. You can close the wizard...
tr: Tüm işlemler tamamlandı. Sihirbaz kapatabilirsiniz.

source: Summary
tr: Özet

source: User Settings
tr: Kullanıcı Ayarları

source: Selected User: <b>%s</b>
tr: Seçili Kullanıcı: <b>%s</b>

source: Options Settings
tr: Tercihler

source: Option %1 : <b>%2</b>
tr: Seçenek %1: <b>%2</b>

source: Destination Settings
tr: Hedef Ayarlar

source: Linked Destination to: <b> %s </b>
tr: Seçili Hedef: <b>Bağlantıyı %s konumuna kopyala</b>

source: Copied Destination to: <b> %s </b>
tr: Seçili Hedef: <b>Bağlantıyı %s konumuna kopyala</b>

source: Selecting Files
tr: Dosya Seçimi

source: My Documents
tr: Belgelerim

source: Desktop
tr: Masasüstü

source: My Music
tr: Müziğim

source: My Pictures
tr: Resimlerim

source: My Video
tr: Videolarm

source: Selecting User
tr: Kullanıcı Seçimi

source: User Profiles
tr: Kullanıcı Profilleri

source: There aren't any Microsoft Windows partitions to migrate! Please check your mounted partitions...
tr: Göç ettirilecek Microsoft Window bölümü bulunmamakta! Bağlı bölümlerinizi kontrol edin...

source: There isn't any selected user on User Selection Window!
tr: Kullanıcı Seçim Ekranında seçilmiş kullanıcı bulunamadı!

source: Welcome
tr: Hoş geldiniz

source: Migration Tool
tr: Göç Aracı

source: Cancel
tr: İptal

source: Back
tr: Geri

source: Next
tr: İleri

source: Finish
tr: Bitir

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:12pt; font-weight:600;">Your settings will be applied in next screen...</span></p></body></html>
tr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:12pt; font-weight:600;">Ayarlarnz bir sonraki ekranda uygulanacak.</span></p></body></html>

source: Do Nothing
tr: Hiçbirşey Yapma

source: Put links to my desktop
tr: Bağlantıları masaüstüme koy

source: Copy files to directory :
tr: Dosyalar dizine kopyala:

source: Directory
tr: Dizin

source: Size
tr: Boyut

source: Set or unset entry as default boot entry.
tr: Kaydı öntanımlı açılış girişi olarak olarak ata ya da öntanımlı durumunu kaldır.

source: Users
tr: Kullanıcılar

source: This application, called Migration Tool, helps you transfer files and settings from other operating systems to Pardus. Please click Next to transfer your files. Pardus is a GNU/Linux distribution, targeting at computer literate users' basic desktop needs; helps you connect to internet, read e-mails, work with office documents and more!
tr: Göç Aracı diğer işletim sistemlerindeki dosya ve ayarlarınızı Pardus'a aktarmanıza yardımcı olur. İşleme başlamak için İleri'ye tıklayın.
