Repository: pars-linux/uludag
Catalog: display-settings/1.0.2/po/*.po
Languages: pt_br

source: Display Settings
pt_br: Configurações da Tela

source: Display Configuration Tool
pt_br: Ferramenta de Configuração da Tela

source: Current Maintainer
pt_br: Mantenedor Atual

source: Default Output
pt_br: Saída Padrão

source: Laptop Panel
pt_br: Painel do Laptop

source: Analog Output
pt_br: Saída Analógica

source: Digital Output
pt_br: Saída Digital

source: TV Output
pt_br: Saída para TV

source: There are no packages that provide backend for this application. Please be sure that packages are installed and configured correctly.
pt_br: Não existem pacotes que forneçam suporte para esta aplicação. Por favor tenha certeza de que todos os pacotes estão instalados e configurados corretamente.

source: Cannot find a valid configuration. Display settings won't be enabled until you create a new configuration. Would you like to create a safe configuration now?
pt_br: Não foi possível encontrar uma configuração válida. As configurações da tela não serão habilitadas até que você crie uma nova configuração. Você gostaria de criar uma configuração segura agora?

source: Access denied.
pt_br: Acesso negado.

source: <qt>To get better performance, you may want to use <b>%1</b> driver provided by hardware vendor. Do you want to use this driver?</p></qt>
pt_br: <qt>Para obter melhor performace, você pode querer usar o driver <b>%1</b> fornecido pelo vendedor do hardware. Você gostaria de usar esse driver?</p></qt>

source: <qt>To get better performance, you may want to use <b>%1</b> driver provided by hardware vendor. To use it, you must install <b>%2</b> package and choose <b>%1</b> from video card options.</qt>
pt_br: <qt>Para obter melhor performace, você pode quere usar o driver <b>%1</b> fornecido pelo vendedor do hardware. Para usá-lo, você precisa instalar o pacote <b>%2</b> e usar <b>%1</b> nas opções da placa de vídeo.</qt>

source: Start Package Manager
pt_br: Iniciar Gerenciador de Pacote

source: You must restart your X session for the changes to take effect.
pt_br: Você precisa reiniciar a sua sessão do X para que as modificações façam efeito.

source: Type:
pt_br: Tipo:

source: Monitors:
pt_br: Monitores:

source: Settings for Output %1
pt_br: Configurações para a Saída %1

source: Custom Monitor
pt_br: Monitor Persolnalizado

source: <qt><i>Click "Choose..." button to select a monitor</i></qt>
pt_br: <qt><i>Clique no botão "Selecionar..." para escolher um monitor</i></qt>

source: Output Properties - %1
pt_br: Propriedades da Saída - %1

source: You must restart your X session for all the changes to take effect.
pt_br: Você deve reiniciar a sua sessão X para que todas as modificações façam efeito.

source: Video Card:
pt_br: Placas de Vídeo:

source: Card Info
pt_br: Informações da Placa

source: Configure...
pt_br: Configurar...

source: Outputs:
pt_br: Saídas:

source: Browse Monitors
pt_br: Navegar pelos Monitores

source: Vendors:
pt_br: Vendedores:

source: Models:
pt_br: Modelos:

source: Output Configuration
pt_br: Configuração de Saída

source: If the frequency ranges that your monitor supports are not detected for some reason, you can specify them here. Be careful with these values, as an inaccurate value may damage your monitor, especially if it is an old model.
pt_br: Se os alcances de frequência que o seu monitor suporta não foi detectado por alguma razão, você pode especificá-los aqui. Tenha cuidado com esses valores, já que um valor inexato pode causar danos ao seu monitor, especialmente se é um modelo antigo.

source: Specify Ranges
pt_br: Especificar Alcances

source: Selection:
pt_br: Seleção:

source: Select a standard monitor
pt_br: Selecionar um monitor padrão

source: Select from vendor/model list
pt_br: Selecionar da lista vendedor/modelo

source: Enter ranges manually
pt_br: Inserir alcances manualmente

source: Choose...
pt_br: Selecionar...

source: Horizontal sync:
pt_br: Frequência horizontal:

source: Vertical refresh:
pt_br: Taxa de Atualização Vertical

source: Frequency Ranges
pt_br: Alcances de Frquência

source: If your monitor's dimensions are not correctly detected, fonts and other visual objects might seem larger or smaller than normal. In order to fix this problem, you can specify your monitor's dimensions here.
pt_br: Se as dimensões do seu monitor não foram corretamente detectadas, fontes e outros objetos visuais podem parecer maiores ou menores do que o normal. Para poder consertar esse problema, você pode especificar as dimensões do monitor aqui.

source: Specify Display Size
pt_br: Especifique o Tamanho da Tela

source: Display size:
pt_br: Tamanho da tela:

source: 15.4" Wide Screen
pt_br: Tela Larga de 15.4"

source: Custom
pt_br: Personalizado

source: Width:
pt_br: Largura:

source: Height:
pt_br: Altura:

source: Dimensions
pt_br: Dimensões

source: Ignore this output
pt_br: Ignorar essa saída

source: Outputs
pt_br: Saídas

source: Extend desktop to all displays
pt_br: Extender a sua área de trabalho para todas as telas

source: Detect Outputs
pt_br: Detectar as Saídas

source: Output Properties
pt_br: Propriedades da Saída

source: Size:
pt_br: Tamanho:

source: Refresh Rate:
pt_br: Taxa de Atualização:

source: Rotation:
pt_br: Rotação:

source: No Rotation
pt_br: Nenhuma Rotação

source: Left (90 degrees)
pt_br: Esquerda (90°)

source: Upside-Down (180 degrees)
pt_br: De cabeça para baixo (180°)

source: Right (270 degrees)
pt_br: Direita (270°)

source: Video Card Configuration
pt_br: Configuração da Placa de Vídeo

source: Video Driver
pt_br: Driver de Vídeo

source: Use the default driver for the detected card.
pt_br: Usar o driver padrão para a placa detectada.

source: Select from the list:
pt_br: Selecionar da lista:

source: Color Depth
pt_br: Profundidade de Cor

source: Determined by the driver
pt_br: Determinado pelo driver

source: 16 Bit
pt_br: 16 Bits

source: 24 Bit
pt_br: 24 Bits
