Repository: pars-linux/uludag
Catalog: kde4/boot-manager/manager/po/*.po
Languages: es, fr

source: Boot Manager
es: Administrador de Arranque
fr: Gestionnaire de démarrage

source: Current Maintainer
es: Mantenedor actual
fr: Mainteneur actuel

source: There are no packages that provide backend for this application. Please make sure that packages are installed and configured correctly.
es: No hay aplicativo que respalda las funciones de esta pantalla. Por favor asegúrese que los paquetes respectivos estén instalados y configurados de manera correcta.
fr: Cette application n'existe pas en version utilisable dans une console. Merci de vous assurer que les paquets sont correctement installés et configurés.

source: All Items
es: Todos
fr: Tous les items

source: Do you want to delete '%1'?
es: Desea eliminar '%1'?
fr: Voulez-vous supprimer '%1' ?

source: Access denied.
es: Acceso denegado.
fr: Accès refusé.

source: Title
es: Titulo
fr: Titre

source: Name of the boot entry to be shown at the boot menu.
es: Nombre del ítem para mostrar en el menú de arranque.
fr: Nom de l'entrée à afficher dans le menu de démarrage.

source: Disk
es: Disco
fr: Disque

source: Disk that contains operating system.
es: Disco que alberga el sistema operativo.
fr: Disque contenant le système d'exploitation.

source: Kernel
es: Núcleo (kernel)
fr: Noyau

source: Operating system kernel.
es: Kernel del sistema operativo.
fr: Noyau du système d'exploitation.

source: Ramdisk File
es: Archivo Ramdisk
fr: Fichier RAM-disque

source: File that contains a micro operating system for preloading kernel modules.
es: Archivo con un sistema operativo mínimo, para cargar los módulos del kernel.
fr: Fichier contenant un micro système d'exploitation pour précharger les modules du noyau.

source: Boot Options
es: Opciones de Arranque
fr: Options de démarrage du PC

source: Boot options for operating system.
es: Opciones de arranque para el sistema operativo.
fr: Options de démarrage du système d'exploitation.

source: Set or unset entry as default boot entry.
fr: Marquer comme entrée de démarrage par défaut.

source: Edit
fr: Modifier

source: Delete
fr: Supprimer

source: Add New
es: Agregar Nuevo
fr: Ajouter un nouveau

source: Boot menu display time:
es: Duración de presentación del menú:
fr: Durée d'affichage du menu de démarrage :
