Repository: pars-linux/uludag
Catalog: playground/intern/2009/puding/tags/puding-0.2/po/*.po
Languages: de, es

source: Puding USB image creator
es: Creador de imágen USB Puding

source: USB image creator
de: Erstelle USB Image
es: Ceador de imágenes USB

source: show program's license info and exit
de: Zeige Programmlizenz und beende
es: Mostrar información de licencia y salir

source: create Pardus USB image from console
de: erstellt von der Konsole aus ein Pardus USB-Image
es: Crear imágen USB de Pardus desde la consola

source: Puding is an USB image creator for Pardus Linux.
de: Puding ist ein Tool um USB Images von Pardus zu erstellen
es: Puding es un creador de imágen USB para Pardus Linux

source: You need superuser permissions to run this application.
de: Für dieses Programm benötigen sie Administratorrechte.
es: Se necesita permisos de superusuario para ejecutar éste programa.

source: Invalid usage. Example:
de: Ungültige Eingabe. Beispiel:
es: Uso inválido. Ejemplo:

source: (If you know directory path that is your USB device mount point)
de: (Falls bekannt: Verzeichnispfad vom Einhängepunkt des USB Gerätes)
es: (Si conoce la ruta al punto de montaje del dispositivo USB)

source: Quitting, please wait.
de: Beende, bitte warten.
es: Saliendo, favor espere.

source: Finished
de: Fertig
es: Listo

source: USB device not found.
de: USB Gerät nicht gefunden.
es: Dispositivo USB no encontrado.

source: Mounting USB device...
es: Montando dispositivo USB...

source: Mounting image...
de: Hänge Image ein...
es: Montando imágen...

source: Could not mounted image.
de: Kann Image nicht einhängen.
es: No posible montar imágen.

source: The path you have typed as second argument is invalid. Please check the USB directory.
de: Der eingegebene Pfad des zweiten Arguments ist ungültig. Bitte das USB Verzeichnis überprüfen.
es: La ruta que ingresó como segundo argumento no es válida. Por favor verifique el directorio USB.

source: Devices:
de: Geräte:
es: Dispositivos:

source: Label
de: Kennung
es: Etiqueta

source: Parent
es: Superior

source: Mount Point
es: Punto de montaje

source: not mounted
de: nicht eingehängt
es: no montado

source: Unmount
de: Hänge aus
es: Desmontar

source: File System Version
es: Versión del Sistema de Archivos

source: File System Type
es: Sistema de Archivos

source: USB devices or partitions have found more than one. Please choose one:
de: Mehr als ein USB Gerät oder Partition gefunden. Bitte eines auswählen:
es: Se encontraron varios dispositivos USB o particiones. Por favor elija uno:

source: Please enter a number between 0 - %d.
es: Por favor ingrese un número entre 0 - %d.

source: You must enter a number between 0 - %d.
de: Eine Nummer zwischen 0 - %d eingeben.
es: Debe ingresar un número entre 0 - %d.

source: There is not enough space left on your USB stick for the image.
de: Es ist nicht genügend Speicherplatz auf dem USB-Stick verfügbar
es: No hay suficiente espacio para la imágen en el dispositivo USB.

source: Unmounting directories...
es: Desmontando directorios...

source: USB disk informations:
de: USB Medium Information:
es: Información del disco USB:

source: Capacity
es: Capacidad

source: Available
es: Disponible

source: Used
es: Ocupado

source: Please double check your path information. If you don't type the path to the USB stick correctly, you may damage your computer. Would you like to continue?
es: Por favor verifique la información de la ruta. Si indica erróneamente la ruta al disco USB, puede dañar seriamente su computadora. Desea continuar ?

source: Please type CONFIRM to continue:
de: Für weiter tippen sie bitte BESTÄTIGE:
es: Por favor teclee CONFIRMO para continuar:

source: CONFIRM
de: BESTÄTIGE
es: CONFIRMO

source: confirm
de: bestätige
es: confirmo

source: Writing image data to USB stick!
de: Schreibe Image auf den USB-Stick!
es: Escribiendo datos de la imágen al disco USB !

source: You did not type CONFIRM. Exiting..
de: Sie haben nicht BESTÄTIGE eingetippt. Beende..
es: Usted no escribió CONFIRMO. Terminando..

source: The path is invalid, please specify an image path.
de: Der Pfad ist ungültig, bitte einen Pfad für das Image angeben.
es: La ruta es inválida, por favor especifique una ruta a la imagen.

source: Calculating checksum...
de: Berechne Prüfsumme...
es: Calculando checksum...

source: Source Informations:
es: Información de Origen:

source: Image Path
es: Ruta de la Imágen:

source: Name
es: Nombre

source: Download URL
es: URL de descarga:

source: The checksum of the source cannot be validated. Please specify a correct source or be sure that you have downloaded the source correctly.
de: Die Prüfsumme der Quelldatei ist nicht gültig. Bitte die korrekte Quelle angeben, oder überprüfen sie, ob der Download fehlerfrei war.
es: El hash de verificación (checksum) no se puede validar. Por favor especifique un origen correcto o asegurese de haber descargado correctamente desde el origen.

source: Creating boot manager...
de: Erstelle Boot-Manager...
es: Creando administrador de arranque...

source: Could not create boot manager.
de: Kann Boot-Manager nicht erstellen.
es: No posible cear administrador de arranque.

source: Unmounting image and USB disk...
es: Desmontando imagen y disco USB...

source: USB disk is ready. Now you can install or run Pardus from your USB disk.
de: USB-Medium ist erstellt. Jetzt können sie Pardus von USB starten oder installieren.
es: El disco USB está listo. Ahora puede instalar o ejecutar Pardus desde su dispositivo USB.

source: Copying
de: kopiere
es: copiando
