Repository: pars-linux/uludag
Catalog: trunk/distribution/2011.1/release-notes/*/Welcome.po
Languages: es_es, hr_hr

source: Welcome to Pardus &PRODVER;
es_es: Bienvenido a Pardus &PRODVER;
hr_hr: Dobrodošli u Pardus &PRODVER;

source: Welcome to Pardus &PRODVER;, the latest release of Pardus, a powerful, KDE-focused Linux distribution.
es_es: Bienvenido a Pardus &PRODVER;, la versión más reciente de Pardus, una distribución de Linux potente, con enfoque al entorno de escritorio KDE.
hr_hr: Dobrodošli u Pardus &PRODVER; zadnje Pardus izdanje,snažnu.KDE fokusiranu Linux distribuciju.

source: What is Pardus?
es_es: Qué es Pardus ?
hr_hr: Što je Pardus?

source: Pardus is an open-source, freely distributable, GPL (General Public License) licensed user-friendly GNU/Linux distribution with many usability, hardware compatibility, stability and security enhancements.
es_es: Pardus es un proyecto de una distribución de GNU/Linux amigable al usuario, creado con código abierto, a libre distribución, y liecnciado pajo la licencia GPL (General Public License) , con varios mejoras en usabilidad, compatibilidad de hardware, estabilidad y seguridad.

source: The Pardus project is sponsored by the <emphasis>Center of Research for Advanced Technologies of Informatics and Information Security (BILGEM)</emphasis>, an affiliate of the <emphasis>Scientific and Technological Research Council of Turkey (TUBITAK)</emphasis>.
es_es: El auspiciante (sponsor) del proyecto Pardus es el <emphasis>Centro de Investigación de Tecnologías Avanzadas de Informática y Seguridad Informática (BILGEM)</emphasis>, un asociado del <emphasis>Concilio de Investigación Científica y Tecnológica de Turquía (TUBITAK)</emphasis>.
hr_hr: Pardus projekt sponzorira <emphasis>Center of Research for Advanced Technologies of Informatics and Information Security (BILGEM)</emphasis>, kojeg je ustanovio <emphasis>Scientific and Technological Research Council of Turkey (TUBITAK)</emphasis>.

source: The aim of the Pardus distribution is to offer people a stable, reliable, easy-to-use and feature-rich computer experience by providing modern and popular open-source software. The developers are also putting an additional effort to make Pardus run on a wide range of hardware.
es_es: La distribución Pardus se esfuerza para brindar a la gente una experiencia de computación estable, confiable y fácil de usar mediante la provisión de software de código abierto y popular. Además los desarrolladores trabajan arduamente para lograr una compatibilidad con una amplia gama de hardware.
hr_hr: Cilj Pardus distribucije je ponuditi ljudima stabilano,pouzdano,lagano za korištenje i osobinama bogato računalno iskustvo donoseći moderan i popularan software otvorenog koda.Razvijatelji su uložili dodatni napor da bi se Pardus pokretaqo na širokom spektru hardware-a.

source: The project is named after the latin (and scientific) name for the Anatolian leopard, <emphasis>Panthera pardus tulliana</emphasis>.
es_es: El nombre del proyecto viene del nombre en latín (cientifico) del leopardo de Anatolia, <emphasis>Panthera pardus tulliana</emphasis>.
hr_hr: Projakt je nazvan po latinskom (i znanstvenom) nazivu za Anatolijskog leoparda, <emphasis>Panthera pardus tulliana</emphasis>.

source: How Can I Try Pardus?
es_es: Como puedo probar Pardus ?
hr_hr: Kako mogu isprobati Pardus?

source: You can try Pardus either by installing it on your computer or running the Live version without touching your hard disk. You can boot Pardus from an optical drive as well as from USB mass storage devices like external hard drives and USB flash drives.
es_es: Para usar Pardus puede instalarlo en su computadora o ejecutando el sistema en la versión live (en vivo) sin modificar su disco duro. Puede bootear Pardus con un lector óptico o de un dispositivo de almacenamiento USB como discos externos o Pendrive.

source: Both the installation and live version images exceeds the size of a regular CD so if you are willing to use an optical drive for booting Pardus, you currently have to use DVD media to burn the images.
es_es: Tanto la versión liva como la versión de instalación superan el tamaño de una CD común, por lo tanto si prefiere utilizar un medio óptico para bootear Pardus, debe grabar las imagenes en DVD.
hr_hr: Instalacijaka i Live verzija premašuju veličinu običnog CD-a,pa ako želite koristiti optički pogon zas podizanje Pardus,trenutno morate koristiti DVDF medij da biste snimili slike.

source: Note that the boot order in your system's BIOS software should be set with the optical drive or USB mass storage device as the first device in order to boot from the installation or the live medium. On newer systems, the boot order can also be changed by pressing a key (generally F8 on desktop systems) while booting.
es_es: Tenga en cuenta que debe asegurarse que en el orden de arranque en el BIOS el lector óptico o el dispositivo USB deben estar en primer posición para arrancar de ello tanto para la instalación como en modo vivo. En algunos sistemas se puede seleccionar el orden de dispositivos de arranque apretando una tecla (generalmente F8 para equipos de escritorio) durante el arranque.

source: More Information
es_es: Más Información
hr_hr: Više informacija

source: Visit the official web site <ulink url="http://www.pardus.org.tr/eng">http://www.pardus.org.tr/eng</ulink> for more information.
es_es: Visite el sitio web oficial <ulink url="http://www.pardus.org.tr/eng">http://www.pardus.org.tr/eng</ulink> por más información.
hr_hr: Posjetite službenu web stranicu <ulink url="http://www.pardus.org.tr/eng">http://www.pardus.org.tr/eng</ulink> za više informacija.

source: Visit <ulink url="http://bugs.pardus.org.tr">http://bugs.pardus.org.tr</ulink> to report a bug, send a bug fix or suggest improvements about Pardus.We would like to thank all of our users and community members for their valuable contributions which help improving Pardus, Linux and free software worldwide.
es_es: Visite <ulink url="http://bugs.pardus.org.tr">http://bugs.pardus.org.tr</ulink> para reportar un error, enviar correcciones o sugerir mejoras en Pardus. Agradecemos a todos nuestros usuarios y miembros de las comunidades por sus aportes, que ayudan a mejorar Pardus, Linux y el software libre en general.
hr_hr: Posjetite <ulink url="http://bugs.pardus.org.tr">http://bugs.pardus.org.tr</ulink> da biste prijavili problem,poslali rješenje problema ili sugerirali poboljšanja Pardusa.želimo zahvaliti svim korisnicima i članovima zajednice na njihovom vrijednom doprinosu koji pomaže poboljšati Pardus,Linux i slobodni software diljem svijeta.
