Repository: pars-linux/uludag
Catalog: trunk/distribution/Corporate2/release-notes/*/Overview.po
Languages: sv_se, tr_tr

source: Overview
sv_se: Översikt
tr_tr: Genel Bakış

source: Pardus &PRODVER; contains major improvements over the previous Pardus release &PREVVER;. The following sections provide a brief overview of those changes.
sv_se: Pardus &PRODVER; innehåller stora förbättringar jämfört med föregående Pardusutgåva &PREVVER;. Här följer en kort sammanfattning över dessa förbättringar.

source: Hardware Overview
sv_se: Hårdvara
tr_tr: Donanım

source: Pardus &PRODVER; now supports 64-bit processor architecture which is supported by many new Intel and AMD processors.
sv_se: Pardus &PRODVER; har stöd för 64-bitars processorarkitektur som stöds av många nyare Intel- och AMD-processorer.

source: Software Overview
sv_se: Program
tr_tr: Yazılım

source: <application>Kernel</application> - The latest Linux kernel &KERNELVER; provides an up-to-date hardware support together with a thousand of bug fixes.
sv_se: <application>Kärnan</application> - Den senaste Linuxkärnan &KERNELVER; tillhandahåller det senaste hårdvarustödet tillsammans med tusentals felrättningar.

source: <application>Plymouth</application> - The bootsplash technology used in Pardus &PREVVER; is completely dropped and replaced by the new Plymouth engine.
sv_se: <application>Plymouth</application> - Bootsplash-tekniken som användes i Pardus &PREVVER; är helt ersatt med Plymouth-motorn.

source: <application>YALI</application> - YALI, the installer of Pardus, gained LVM/RAID and UUID support.
sv_se: <application>YALI</application> - YALI, installationsprogrammet för Pardus, har fått stöd för LVM/RAID och UUID.
tr_tr: <application>YALI</application> - Kurulum aracı YALI, LVM/RAID ve UUID desteği kazandı.

source: <application>Kaptan</application> - Kaptan, the desktop customization tool of Pardus, now optionally captures your picture and sets it as your avatar in KDE.
sv_se: <application>Kaptan</application> - Kaptan, anpassningsverktyget för Pardusskrivbordet, nu med möjligheten att ta din bild och använda som avatar i KDE.

source: <application>NetworkManager</application> - GNOME NetworkManager 0.8.2 is now the default networking backend in Pardus &PRODVER;. Users are now able to set up their HSPA/CDMA/VPN networks together with the already supported Ethernet and 802.11 WLAN networks.
sv_se: <application>NetworkManager</application> - GNOME NetworkManager 0.8.2 är nu standardhanteraren för nätverksbakänden i Pardus &PRODVER;. Användaren kan nu ställa in sina nätverk för HSPA/CDMA/VPN tillsammans med det redan stödda Ethernet och 802.11 WLAN-nätverk.

source: <application>GTK Oxygen style</application> - All GTK applications are now rendered with Oxygen style thanks to the <emphasis>oxygen-gtk</emphasis> project. This brings a huge improvement to the user interface consistency.
sv_se: <application>GTK Oxygen style</application> - Alla GTK-program ritas i stilen Oxygen tack vare <emphasis>oxygen-gtk</emphasis>-projektet. Detta leder till en enorm förbättring till konsekvens i användargränssnittet.

source: <application>LibreOffice</application> - LibreOffice, an Open Source personal productivity suite sponsored by the Document Foundation, is now the default Office Suite in Pardus &PRODVER;.
sv_se: <application>LibreOffice</application> - LibreOffice, en kontorssvit baserad på öppen källkod sponsrad av Document Foundation, är nu standard i Pardus &PRODVER;.

source: The following sections provides a brief overview of the features offered by &DISTRONAME; &PRODVER;.
tr_tr: Bu bölümde &DISTRONAME; &PRODVER;'nin özellikleri hakkında kısa bir özet bulabilirsiniz.

source: &DISTRONAME; &PRODVER; supports both 32-bit and 64-bit processor architectures manufactured by Intel and AMD.
tr_tr: &DISTRONAME; &PRODVER; Intel ve AMD'nin hem 32-bit hem de 64-bit işlemi mimarilerini destekler.

source: <application>Kernel</application> - The Linux kernel shipped with &DISTRONAME; &PRODVER; is &KERNELVER; which is the latest kernel branch which will be supported for a long term period.
tr_tr: <application>Kernel</application> - &DISTRONAME; &PRODVER; ile Linux çekirdeğinin en yeni sürümü olan &KERNELVER; uzun dönem destek (LTS) dahilinde sunulmakta.

source: <application>Plymouth</application> - The bootsplash technology used in &DISTRONAME; &PRODVER; is the brand new Plymouth engine.
tr_tr: <application>Plymouth</application> - &DISTRONAME; &PRODVER; açılış görselleştirmesinde yeni Plymouth teknolojisini kullanıldı.

source: <application>KDE</application> - &DISTRONAME; &PRODVER; comes with KDE &KDEVER;, the old KDE stack which has proven its stability and reliability. The base packages also contains numerous fixes which will improve the stability of your desktop experience significantly.
tr_tr: <application>KDE</application> - &DISTRONAME; &PRODVER; masaüstünde kararlılık ve güvenilirlik açısından kendini ispatlamış olan önceki nesil KDE &KDEVER;, ile sunuluyor. Temel yazılımlar, kararlılığı artırmak üzere yapılan bir çok hata düzeltme ve iyileştirmeyi de içeriyor.

source: <application>NetworkManager</application> - GNOME NetworkManager 0.8.2 is the default networking backend in &DISTRONAME; &PRODVER;. Users are now able to set up their HSPA/CDMA/VPN networks together with the already supported Ethernet and 802.11 WLAN networks.
tr_tr: <application>NetworkManager</application> - &DISTRONAME; &PRODVER; sürümünde öntanımlı ağ altyapısı olarak GNOME NetworkManager 0.8.2 sürüme geçildi. Uzun zamandır desteklenen Ethernet ve 802.11 WLAN ağlarının yanı sıra kullanıcılar artık HSPA/CDMA/VPN ağlarını da ayarlayabilecekler.

source: <application>LibreOffice</application> - LibreOffice, an Open Source personal productivity suite sponsored by the Document Foundation, is the default Office Suite in &DISTRONAME; &PRODVER;.
tr_tr: <application>LibreOffice</application> - Document Foundation tarafından geliştirilen açık kaynak kodlu ofis araçları takımı LibreOffice, &DISTRONAME; &PRODVER; sürümünde artık öntanımlı oluyor.
