Repository: pars-linux/uludag
Catalog: trunk/distribution/Corporate2/release-notes/*/Requirements.po
Languages: de_de

source: System Requirements
de_de: Systemanforderung

source: Processor (CPU)
de_de: Prozessor (CPU)

source: You may want to install the 64-bit version of Pardus &PRODVER; if your system is equipped with one of the processors listed in the sections below.
de_de: Falls Ihr System mit einem der Prozessoren ausgestattet ist, die in der Sektion unterhalb aufgelistet sind, möchten Sie vielleicht die 64-Bit Version von Pardus &PRODVER; installieren.

source: Intel processors which support 64-bit architecture
de_de: Intel Prozessor mit Unterstützung der 64-Bit Architektur

source: Newer versions of Pentium 4, Celeron D, Xeon and Pentium Dual-Core
de_de: Neuere Versionen von Pentium 4, Celeron D, Xeon und Pentium Dual-Core

source: All versions of Pentium D, Pentium Extreme Edition, Core 2, Core i7, Core i5 and Core i3 processors
de_de: Alle Versionen von Pentium D, Pentium Extreme Edition, Core 2, Core i7, Core i5 und Core i3 Prozessoren

source: Probably newer processors manufactured after the time this document was originally written.
de_de: Möglicherweise ist ein neuerer Prozessor verbaut, der als das Dokument erstellt wurde noch nicht erfasst war.

source: AMD processors which support 64-bit architecture
de_de: AMD Prozessor mit Unterstützung der 64-Bit Architektur

source: System memory (RAM)
de_de: Arbeitsspeicher (RAM)

source: System memory (RAM) requirements of Pardus &PRODVER; depends heavily on your daily workflow so it is very hard to define upper and lower bounds, but we recommend at least &MINMEM; of memory for a smooth desktop experience.
de_de: Die Anforderung von Pardus &PRODVER; nach Arbeitsspeicher (RAM) hängt stark davon ab, welche arbeiten Sie mit dem System durchführen wollen. Deshalb ist es sehr schwer eine Unter- und Obergrenze zu definieren. Für ein ruckelfreies System empfehlen wir aber wenigstens &MINMEM; Arbeitsspeicher.

source: Hard disk space requirements
de_de: Benötigter Festplattenspeicher

source: Minimum requirements
de_de: Minimale Anforderung

source: Pardus &PRODVER; requires at least &MINREQSPACE; of free hard disk space for a successful installation. As we don't offer custom package selection during the installation, this minimum size constraint applies to all installations.
de_de: Für eine erfolgreiche Installation benötigt Pardus &PRODVER; zumindest &MINREQSPACE; freien Speicherplatz. Da wir während der Installation keine Paketauswahl anbieten, ist diese Mindestgröße für alle Installationen gültig.

source: Recommended requirements
de_de: Empfohlene Anforderung

source: In order to effectively use Pardus &PRODVER; on your system without running low on disk space during your daily workflow, we recommend at least &RECOMMSPACE; of free hard disk space.
de_de: Um mit Pardus &PRODVER; effektiv arbeiten zu können, ohne ständig durch mangelnden Speicherplatz in Bedrängnis zu kommen, empfehlen wir mindestens &RECOMMSPACE; freien Speicherplatz.

source: Note on Swap space
de_de: Anmerkung zum Swap Speicher

source: Swap space is used whenever your operating system runs out of physical memory. If you think that your physical memory is big enough for your daily usage, you may skip creating a swap space during installation.
de_de: Der Swap Speicher wird benutzt, wenn das System mehr Arbeitsspeicher nutzen möchte, als vorhanden ist. Falls Sie der Meinung sind, dass der verfügbare Arbeitsspeicher groß genug für die tägliche Arbeit ist, können Sie die Erstellung der Swap Partition während der Installation überspringen.

source: <emphasis>Note that</emphasis> a disk partition reserved for swap space is <emphasis>required</emphasis> if you want to hibernate (Suspend to disk) Pardus. Otherwise the functionality will be disabled.
de_de: <emphasis>Beachten Sie</emphasis>, dass eine Swap-Partition <emphasis>notwendig</emphasis> ist, falls Sie bei Pardus den Ruhezustand (Suspend to disk bzw. Hibernate) nutzen wollen. Andernfalls ist die Funktionalität nicht möglich.
