Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/messages/kdereview/plasma_applet_adjustableclock.po
Languages: tr

source: Default
tr: Öntanımlı

source: Flat
tr: Düz

source: Simple
tr: Basit

source: dbClock with reflection
tr: Yansımalı dbClock

source: C&opy to Clipboard
tr: Panoya &Kopyala

source: The hour in 24h format with two digits
tr: İki basamaklı 24 saat biçimi

source: The hour in 24h format
tr: 24 saat biçimi

source: The hour in 12h format with two digits
tr: İki basamaklı 12 saat biçimi

source: The hour in 12h format
tr: 12 saat biçimi

source: The seconds number
tr: Saniye sayısı

source: The pm or am string
tr: Öğleden önce, öğleden sonra ifadesi

source: The whole year
tr: Tüm yıl

source: The month number
tr: Ay sayısı

source: The timezone city string
tr: Zaman dilimi şehir ifadesi

source: The timezone abbreviation string
tr: Zaman diliminin kısaltılmış ifadesi

source: The day of year number
tr: Yılın günü numarası

source: The weekday number
tr: Haftanın günü numarası

source: The week number
tr: Hafta numarası

source: The default short date and time format
tr: Öntanımlı kısa tarih ve saat biçimi

source: The default long date and time format
tr: Öntanımlı uzun tarih ve saat biçimi

source: The default long date format
tr: Öntanımlı uzun tarih biçimi

source: The default long time format
tr: Öntanımlı uzun saat biçimi

source: The default short date format
tr: Öntanımlı kısa tarih biçimi

source: The default short time format
tr: Öntanımlı kısa saat biçimi

source: The UNIX timestamp
tr: Unix zaman etiketi

source: The sunrise time
tr: Güneşin doğuş saati

source: The sunset time
tr: Büneşin batış saati

source: Format
tr: Biçim

source: Preview
tr: Önizle

source: Appearance
tr: Görünüm

source: Clipboard actions
tr: Pano eylemleri

source: Custom
tr: Özel

source: Add new format
tr: Yeni biçim ekle

source: Format name:
tr: Biçim adı:

source: A format with this name already exists.
tr: Bu isimde bir biçim zaten var.

source: pm
tr: ös

source: am
tr: öö

source: Clock date and time format:
tr: Tarih ve saat biçimi:

source: Add
tr: Ekle

source: Remove
tr: Kaldır

source: Add Placeholder
tr: Yer Tutucu Ekle

source: Rich text
tr: Zengin metin

source: Bold
tr: Kalın

source: Italic
tr: Yatık

source: Underline
tr: Altı Çizili

source: Justify Left
tr: Sola Yasla

source: Justify Center
tr: Merkeze Ortala

source: Justify Right
tr: Sağa Yasla

source: Font Color
tr: Yazı Tipi Rengi

source: Font Size
tr: Yazı Tipi Boyutu

source: Font Family
tr: Yazı Tipi Ailesi

source: Source
tr: Kaynak

source: Delete
tr: Sil

source: Move Up
tr: Yukarı Taşı

source: Move Down
tr: Aşağı Taşı

source: Fast copy format:
tr: Hızlı kopyalama biçimi:
