Repository: pars-linux/uludag
Catalog: trunk/kde/boot-manager/manager/po/*.po
Languages: hu, tr

source: An application for managing boot loader.
hu: Alkalmazás a rendszertöltő kezeléséhez
tr: Önyükleyici yapılandırması için bir uygulama.

source: Boot Manager
hu: Rendszerindítás kezelő
tr: Açılış Yöneticisi

source: Current Maintainer
hu: Aktuális karbantartó
tr: Güncel Bakıcı

source: First Developer
hu: Vezető fejlesztő
tr: İlk Geliştirici

# NAME OF TRANSLATORS
source: Your names
hu: Az Ön neve
tr: Bahadır Kandemir, Necmettin Begiter, Gökmen Göksel

# EMAIL OF TRANSLATORS
source: Your emails
hu: Email címe
tr: bahadir@pardus.org.tr, necmettin.begiter@gmail.com, gokmen@pardus.org.tr

source: There are no packages that provide backend for this application. Please make sure that packages are installed and configured correctly.
hu: Nincs csomag, amely hátteret biztosítana ennek az alkalmazásnak. Kérlek telepítsd fel a szükséges csomagot és állítsd be helyesen.
tr: Bu uygulamanın ihtiyaç duyduğu altyapıyı sunan herhangi bir paket yok. Lütfen paketlerin kurulum ve yapılandırmasının düzgün olup olmadığını kontrol edin.

source: All Items
hu: Minden elem
tr: Tüm Öğeler

source: Do you want to delete '%1'?
hu: Biztosan törölni akarja ezt: '%1'?
tr: '%1' silinsin mi?

source: Access denied.
hu: Hozzáférés megtagadva.
tr: Erişim reddedildi.

source: Title
hu: Cím
tr: Başlık

source: Name of the boot entry to be shown at the boot menu.
hu: Bejegyzés neve az indító menüben.
tr: Açılış menüsünde gösterilecek metin.

source: Disk
hu: Lemez

source: Disk that contains operating system.
hu: Operációs rendszert tartalmazó lemez.
tr: İşletim sisteminin bulunduğu disk.

source: Operating system kernel.
hu: Operációs rendszer kernel.
tr: İşletim sistemi çekirdeği.

source: Ramdisk File
hu: Ramdisk fájl
tr: Ramdisk Dosyası

source: File that contains a micro operating system for preloading kernel modules.
hu: A fájl, amely egy mikro-operációs rendszert tartalmaz a kernel-modulok előtöltéséhez.
tr: Çekirdek bileşenlerini önyükleyecek bir mikro işletim sistemi içeren dosya.

source: Boot Options
hu: Indítási opciók
tr: Açılış Seçenekleri

source: Boot options for operating system.
hu: Indítási opciók az operációs rendszer részére.
tr: İşletim sisteminin açılış seçenekleri.

source: Set or unset entry as default boot entry.
hu: Bejegyzés alapértelmezettként történő beállítása.
tr: Öntanımlı açılış öğesi olarak ayarlama.

source: Edit
hu: Szerkesztés
tr: Düzenle

source: Delete
hu: Törlés
tr: Sil

source: Add New
hu: Új hozzáadása
tr: Yeni Ekle

source: Boot menu display time:
hu: Boot menü várakozási ideje:
tr: Açılış menüsünün görüntüleneceği süre:

source: Kernel
tr: Çekirdek
