Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/LC_MESSAGES/messages/extragear-graphics/kpovmodeler.po
Languages: tr

source: File to open
tr: Açılacak dosya

source: Disables direct rendering
tr: Doğrudan taramayı kapatır

source: Add New %1
tr: Yeni %1 ekle

source: Add Objects
tr: Nesne Ekle

source: bicubic patch
tr: bicubic yama

source: Point (%1, %2)
tr: Nokta (%1, %2)

source: Normal (type 0)
tr: Normal (0. tür)

source: Preprocessed (type 1)
tr: Önişlenmiş (tip 1)

source: Type:
tr: Tür:

source: Steps:
tr: Adım:

source: Flatness:
tr: Düzlük:

source: Points:
tr: Nokta:

source: UV vectors
tr: UV vektörleri

source: blend map modifiers
tr: harita karıştırıcı değiştiricileri

source: Frequency:
tr: Frekans:

source: Phase:
tr: Faz:

source: Wave form:
tr: Dalga formu:

source: Ramp
tr: Rampa

source: Triangle
tr: Üçgen

source: Sine
tr: Sinüs

source: Scallop
tr: Dalgalanma

source: Cubic
tr: Kübik

source: Poly
tr: Poli

source: Exponent:
tr: Üs:

source: blob cylinder
tr: blob silindir

source: End 1
tr: Bitim 1

source: End 2
tr: Bitim 2

source: Radius (1)
tr: Çap (1)

source: Radius (2)
tr: Çap (2)

source: End 1:
tr: Bitiş 1:

source: End 2:
tr: Bitiş 2:

source: Radius:
tr: Çap:

source: Strength:
tr: Güç:

source: Threshold:
tr: Eşik değer:

source: Hierarchy
tr: Hiyerarşi

source: blob sphere
tr: blob küre

source: Center
tr: Ortala

source: Radius (x)
tr: Çap (x)

source: Radius (y)
tr: Çap (y)

source: Radius (z)
tr: Çap (z)

source: Center:
tr: Merkez:

source: bounded by
tr: tarafından çevrelenmiş

source: No child objects
tr: Çocuk nesne yok

source: (= clipped by)
tr: (= tarafından kırpılmış)

source: box
tr: kutu

source: Corner 1
tr: 1. Köşe

source: Corner 2
tr: 2. Köşe

source: Corner 1:
tr: 1. Köşe:

source: Corner 2:
tr: 2. Köşe:

source: bump map
tr: tümsek harita

source: File type:
tr: Dosya türü:

source: File name:
tr: Dosya adı:

source: Once
tr: Bir kez

source: Interpolate:
tr: Aradeğerleme:

source: None
tr: Hiçbiri

source: Bilinear
tr: İkili doğrusal

source: Normalized
tr: Normalize

source: Map type:
tr: Harita türü:

source: Planar
tr: Düzlemsel

source: Spherical
tr: Küresel

source: Cylindrical
tr: Silindirik

source: Toroidal
tr: Toroid

source: Use index
tr: İndeks kullan

source: Bump size:
tr: Tümsek boyutu:

source: camera
tr: kamera

source: Location
tr: Konum

source: Look at
tr: Bak

source: Perspective
tr: Perspektif

source: Orthographic
tr: Ortografik

source: Fish Eye
tr: Balık Gözü

source: Ultra Wide Angle
tr: Çok Geniş Açı

source: Panoramic
tr: Panoramik

source: Cylinder
tr: Silindir

source: 1: Vertical, Fixed Viewpoint
tr: 1: Dikey, Sabit Bakış Açısı

source: 2: Horizontal, Fixed Viewpoint
tr: 2: Yatay, Sabit Bakış Açısı

source: 3: Vertical, Variable Viewpoint
tr: 3: Dikey, Değişken Bakış Açısı

source: 4: Horizontal, Variable Viewpoint
tr: 4: Yatay, Değişken Bakış Açısı

source: Camera type:
tr: Kamera türü:

source: Cylinder type:
tr: Silindir türü:

source: Location:
tr: Konum:

source: Sky:
tr: Gökyüzü:

source: Direction:
tr: Yön:

source: Right:
tr: Sağ:

source: Up:
tr: Yukarı:

source: Look at:
tr: Bak:

source: Angle:
tr: Açı:

source: Focal blur
tr: Odaklı bulanıklık

source: Aperture:
tr: Açıklık:

source: Blur samples:
tr: Bulanıklık oranları:

source: Focal point:
tr: Odaksal nokta:

source: Confidence:
tr: Emniyet:

source: Variance:
tr: Değişim:

source: Export to renderer
tr: Taramacıya aktar

source: The sky vector may not be a null vector.
tr: Uzay vektörü sıfır vektör olamaz.

source: Error
tr: Hata

source: The direction vector may not be a null vector.
tr: Yön vektörü sıfır vektör olamaz.

source: The right vector may not be a null vector.
tr: Sağ vektör sıfır vektör olamaz.

source: The up vector may not be a null vector.
tr: Yukarı vektörü sıfır vektör olamaz.

source: Angle has to be smaller than 180 degrees for that camera type.
tr: Bu kamera türü için açının 180 dereceden az olması gerekiyor.

source: clipped by
tr: tarafından kırpılmış

source: (= bounded by)
tr: (= tarafından sınırlandırılmış)

source: red:
tr: kırmızı:

source: green:
tr: yeşil:

source: blue:
tr: mavi:

source: filter
tr: filtre

source: transmit
tr: aktar

source: Background:
tr: Arkaplan:

source: Wire frame:
tr: Tel çerçeve:

source: Selected:
tr: Seçili:

source: Control points:
tr: Kontrol noktaları:

source: Axes:
tr: Eksenler:

source: Field of view:
tr: Görünüm bölgesi:

source: comment
tr: açıklama

source: cone
tr: koni

source: Radius 1 (1)
tr: 1. Yarıçap (1)

source: Radius 1 (2)
tr: 1. Yarıçap (2)

source: Radius 2 (1)
tr: 2. Yarıçap (1)

source: Radius 2 (2)
tr: 2. Yarıçap (2)

# type of the object
source: Open
tr: Aç

source: Radius 1:
tr: 1. Yarıçap:

source: Radius 2:
tr: 2. Yarıçap:

source: union
tr: birleşim

source: intersection
tr: kesişim

source: difference
tr: fark

source: merge
tr: bütünleşim

source: Union
tr: Birleşim

source: Intersection
tr: Kesişim

source: Difference
tr: Fark

source: Merge
tr: Bütünleşim

source: cylinder
tr: silindir

source: Change %1
tr: Değiştir: %1

source: declaration
tr: tanım

source: Identifier:
tr: Belirteç:

source: Linked objects:
tr: Bağlı nesneler:

source: Select...
tr: Seç...

source: Please enter an identifier.
tr: Lütfen bir tanımlayıcı girin.

source: Please enter a unique identifier.
tr: Lütfen kullanılmayan bir tanımlayıcı girin.

source: Delete %1
tr: Sil: %1

source: Delete Objects
tr: Nesneleri Sil

source: density
tr: yoğunluk

source: Global detail
tr: Genel detay

source: Detail level:
tr: Ayrıntı seviyesi:

source: Very Low
tr: Çok Az

source: Low
tr: Az

source: Medium
tr: Orta

source: High
tr: Yüksek

source: Very High
tr: Çok Yüksek

source: Texture preview:
tr: Doku önizleme:

source: local
tr: yerel

source: &Preview
tr: Ö&nizleme

source: Povray Output
tr: Povray Çıktısı

source: Povray exited abnormally with exit code %1. See the povray output for details.
tr: Povray %1 hata koduyla kapandı. Ayrıntılar için povray komutunun çıktısına bakın.

source: There were errors while rendering. See the povray output for details.
tr: Tarama sırasında hata. Ayrıntılar için povray komutunun çıktısına bakın.

source: This object was modified. Save changes?
tr: Nesne değiştirildi. Değişiklikler kaydedilsin mi?

source: Unsaved Changes
tr: Kaydedilmemiş Değişiklikler

source: Object Properties
tr: Nesne Özellikleri

source: disc
tr: disk

source: Hole Radius (1)
tr: Delik Yarıçapı (1)

source: Hole Radius (2)
tr: Delik Yarıçapı (2)

source: Hole radius:
tr: Delik çapı:

source: The normal vector may not be a null vector.
tr: Normal vektör, sıfır vektör olamaz

source: The radius may not be smaller than the hole radius.
tr: Yarıçap, delik yarıçapından daha küçük olamaz.

source: Messages
tr: Mesajlar

source: There were warnings and errors:
tr: Uyarı ve hatalar var:

source: There were warnings:
tr: Uyarılar var:

source: There were errors:
tr: Hatalar var:

source: Proceed
tr: Devam et

source: When clicking <b>Proceed</b>, the program will try to proceed with the current action.
tr: <b>Devam et</b> düğmesine tıkladığınız zaman, program şimdiki işlemine devam edecektir.

source: &Cancel
tr: İ&ptal

source: When clicking <b>Cancel<b>, the program will cancel the current action.
tr: <B>İptal et</b> düğmesine tıkladığınız zaman, program şimdiki işlemini durduracaktır.

source: Still try to proceed?
tr: Hala devam etmeye çalışayım mı?

source: Modeler for POV-Ray Scenes
tr: POV Ray Görüntüleri için Modelleyici

source: Textures
tr: Dokular

source: POV-Ray 3.5 objects
tr: POV-Ray 3.5 objeleri

source: Some graphical objects
tr: Bazı grafiksel nesneler

source: Import
tr: İçeriye Aktar

source: Export
tr: Dışarıya Aktar

source: finish
tr: bitir

source: Ambient color
tr: Ortam rengi

source: Color:
tr: Renk:

source: Diffuse:
tr: Dağınık:

source: Brilliance:
tr: Parlaklık:

source: Conserve energy for reflection
tr: Yansıma için enerjiyi koru

source: Phong size:
tr: Phong boyu:

source: Specular:
tr: Ayna yansıma:

source: Roughness:
tr: Pürüzlük oranı:

source: Metallic:
tr: Metalik:

source: Amount:
tr: Miktar:

source: Thickness:
tr: Kalınlık:

source: Turbulence:
tr: Türbülans:

source: Reflection
tr: Yansıma

source: Minimum:
tr: Asgari:

source: Maximum:
tr: Azami:

source: Fresnel reflectivity
tr: Fresnel yansıma

source: Falloff:
tr: Azalma

source: fog
tr: sis

source: Fog type:
tr: sis türü:

source: Constant
tr: Sabit

source: Ground
tr: Yer

source: Distance:
tr: Uzaklık:

source: Turbulence
tr: Türbülans

source: Value:
tr: Değer:

source: Octaves:
tr: Oktavlar:

source: Depth:
tr: Derinlik:

source: Offset:
tr: Dengeleme:

source: Altitude:
tr: Yükseklik:

source: Up:
tr: Yukarı:

source: global photons
tr: Genel fotonlar

source: Photon numbers
tr: Foton numaraları

source: Spacing
tr: Aralıklandırma

source: Count
tr: Sayım

source: Gather
tr: Toparlama

source: Min:
tr: Asgari:

source: Max:
tr: Azami:

source: Media
tr: Ortam

source: Max stop:
tr: Azami duruş:

source: Factor:
tr: Faktör:

source: Jitter:
tr: Seğirme:

source: Max trace level:
tr: Azami izleme seviyesi:

source: Use global
tr: Genel ayarları kullan

source: Autostop:
tr: Otomatik durma:

source: Expand
tr: Aç

source: Increase:
tr: Artım:

source: Multiplier:
tr: Çarpan:

source: global settings
tr: genel ayarlar

source: Ambient light:
tr: Ortam ışığı:

source: Assumed gamma:
tr: Tahmin edilen gama:

source: Hf gray 16
tr: Hf gri 16

source: Maximum intersections:
tr: Azami kesişim:

source: Maximum trace level:
tr: Azami izleme seviyei:

source: Number of waves:
tr: Dalga sayısı:

source: Noise generator:
tr: Gürültü üreteci:

source: Original
tr: Orjinal

source: Range Corrected
tr: Mesafa Düzeltildi

source: Radiosity (Povray 3.1)
tr: Işıma (Povray 3.1)

source: Brightness:
tr: Parlaklık:

source: Count:
tr: Sayım:

source: Maximum distance:
tr: Azami uzaklık:

source: Error boundary:
tr: Hata komşuluğu:

source: Gray threshold:
tr: Gri eşik değeri:

source: Low error factor:
tr: Düşük hata faktörü:

source: Minimum reuse:
tr: Asgari yeniden kullanım:

source: Recursion limit:
tr: Özyineleme sınırı:

source: Recursion limit must be 1 or 2.
tr: Özyineleme sınırı 1 ya da 2 olabilir.

source: Left
tr: Sol

source: Right
tr: Sağ

source: Bottom
tr: Alt

source: Top
tr: Üst

source: Front
tr: Ön

source: Back
tr: Geri

source: Camera
tr: Kamera

source: Left View
tr: Sol Görünüm

source: Right View
tr: Sağl Görünüm

source: Top View
tr: Üst Görünüm

source: Bottom View
tr: Alt Görünüm

source: Front View
tr: Ön Görünüm

source: Back View
tr: Arka Görünüm

source: No Cameras
tr: Kamera Yok

source: (unnamed)
tr: (isimsiz)

source: Snap to Grid
tr: Kılavuza Uydur

source: Control Points
tr: Kontrol Noktaları

source: No Control Points
tr: Kontrol Noktası Yok

source: Unknown GL view type.
tr: Bilinmeyen GL görünüm türü.

source: 3D View
tr: 3D Görünüm

source: 3D View (%1)
tr: 3D Görünüm (%1)

source: 3D view type:
tr: 3B görünüm türü:

source: No shadow
tr: Gölge yok

source: No image
tr: Resimsiz

source: No reflection
tr: Yansıma yok

source: Visibility level:
tr: Görünürlük seviyesi

source: Relative
tr: Göreceli

source: Displayed Grid
tr: Görüntülenen Kılavuz

source: Control Point Grid
tr: Kontrol Noktası Kılavuzu

source: 2D/3D movement:
tr: 2B/3B hareket:

source: Scale:
tr: Ölçeklendir:

source: Rotation:
tr: Çevirme:

source: height field
tr: yükseklik alanı

source: Water level:
tr: Su seviyesi:

source: Smooth
tr: Yumuşak

source: imagemap
tr: resim haritası

source: Filter all
tr: Tümünü filtrele

source: Transmit all
tr: Tümünü geçir

source: Indexed filters
tr: İndeksli filtrele

source: Indexed transmits
tr: İndeksli geçir

source: Add new filter
tr: Yeni filtre ekle

source: Remove filter
tr: Filtreyi sil

source: Add new transmit
tr: Yeni geçirme ekle

source: Remove transmit
tr: Geçirmeyi sil

source: Insert Errors
tr: Hata Ekle

source: Details
tr: Ayrıntılar

source: Objects not inserted:
tr: Yerleştirilemeyen nesneler:

source: Insert Objects As
tr: Nesneleri Farklı Yerleştir

source: First Children
tr: Önce Çocuklar

source: Last Children
tr: Son Çocuklar

source: Insert Object As
tr: Nesneleri Farklı Ekle

source: First Child
tr: İlk Çocuk

source: Last Child
tr: Son Çocuk

source: Sibling
tr: Kardeş

source: interior
tr: iç

source: Refraction:
tr: Kırılma:

source: Box
tr: Kutu

source: Sphere
tr: Küre

source: Corner1:
tr: 1. Köşe:

source: Corner2:
tr: 2. Köşe:

source: Function:
tr: Fonksiyon:

source: Values:
tr: Değerler:

source: julia fractal
tr: julia fraktali

source: Julia parameter:
tr: Julia parametresi:

source: Algebra type:
tr: Cebir türü:

source: Quaternion
tr: Dörtlü

source: Hypercomplex
tr: Hiperkompleks

source: Function type:
tr: Fonksiyon türü:

source: Maximum iterations:
tr: Azami yenileme sayısı:

source: Precision:
tr: Duyarlılık:

source: Slice normal:
tr: Kesit normali:

source: Slice distance:
tr: Kesit uzaklığı:

source: lathe
tr: torna

source: Point %1 (xy)
tr: Nokta %1 (xy)

source: Add Point
tr: Nokta Ekle

source: Remove Point
tr: Nokta Sil

source: Spline type:
tr: Eğri türü:

source: Linear Spline
tr: Lineer Eğri

source: Quadratic Spline
tr: Kuadratik Eğri

source: Cubic Spline
tr: Kübik Eğri

source: Bezier Spline
tr: Bezier Eğrisi

source: Spline points:
tr: Eğri noktaları:

source: Cubic splines need at least 4 points.
tr: Kübik eğri için en az 4 noktaya ihtiyaç vardır.

source: Default view layout:
tr: Öntanımlı görünüm düzeni

source: Add
tr: Ekle

source: Remove
tr: Sil

source: View Layout
tr: Görünüm Düzeni

source: Name:
tr: İsim:

source: Type
tr: Tür

source: Position
tr: Konum

source: Column width:
tr: Sütun genişliği:

source: View height:
tr: Görünüm yüksekliği:

source: New Column
tr: Yeni Sütun

source: Below
tr: Aşağı

source: Tabbed
tr: Sekmeli

source: Width:
tr: Genişlik:

source: Height:
tr: Yükseklik:

source: Position x:
tr: x konumu:

source: Unnamed
tr: İsimsiz

source: light
tr: ışık

source: Point Light
tr: Noktasal Işık

source: Spot Light
tr: Spot Işığı

source: Cylindrical Light
tr: Silindirik Işık

source: Shadowless Light
tr: Gölgesiz Işık

source: Parallel
tr: Paralel

source: Area light
tr: Bölge ışığı

source: Area type:
tr: Alan türü:

source: Rectangular
tr: Dikdörtgen

source: Circular
tr: Dairesel

source: Axis 1:
tr: 1. Eksen:

source: Axis 2:
tr: 2. Eksen:

source: Size 1:
tr: 1. Büyüklük:

source: Size 2:
tr: 2. Büyüklük:

source: Please enter an integer value between %1 and %2
tr: Lütfen %1 ile %2 arasında bir değer girin

source: Please enter an integer value >= %1
tr: Lütfen %1 sayısından büyük bir tamsayı girin.

source: Please enter an integer value <= %1
tr: Lütfen %1 sayısından küçük bir tamsayı girin.

source: Prototype:
tr: Prototip:

source: texture list
tr: doku listesi

source: pigment list
tr: pigment listesi

source: color list
tr: renk listesi

source: density list
tr: yoğunluk listesi

source: normal list
tr: normal liste

source: Checkers
tr: Satranç tahtası

source: Brick
tr: Tuğla

source: Hexagon
tr: Altıgen

source: Brick size:
tr: Tuğla boyutu:

source: You can have at most two child items for that list type!
tr: Bu liste türü için en çok iki çocuk ögesine sahip olabilirsiniz!

source: material
tr: malzeme

source: material map
tr: malzeme haritası

source: media
tr: ortam

source: Method:
tr: Yöntem:

source: Intervals:
tr: Aralık:

source: Samples
tr: Örnekler

source: Ratio:
tr: Oran:

source: Anti-aliasing
tr: Yumuşatma

source: Level:
tr: Düzey:

source: Absorption
tr: Emme

source: Emission
tr: Emisyon

source: Scattering
tr: Dağıtma

source: Isotropic
tr: izotropik

source: Extinction:
tr: Sönme:

source: Move %1
tr: Taşı: %1

source: Move Objects
tr: Nesneleri Taşı

source: Bump size
tr: Tümsek boyutu

source: Accuracy
tr: Doğruluk

source: object link
tr: nesne bağlantısı

source: Choose Object
tr: Nesneyi Seç

source: Subdivisions
tr: Alt kümeler

source: Sphere:
tr: Küre:

source: Cylinder:
tr: Silindir:

source: Cone:
tr: Koni:

source: Disc:
tr: Disk:

source: Blob sphere:
tr: Blob küresi:

source: Blob cylinder:
tr: Blob silindiri:

source: Lathe:
tr: Torna:

source: Prism:
tr: Prizma:

source: Sizes
tr: Boyutlar

source: Plane:
tr: Düzlem:

source: Camera Views
tr: Kamera Görünümleri

source: Direct rendering
tr: Doğrudan hazırlama

source: Index
tr: İndeks

source: Value
tr: Değer

source: Using the default value of 0.0 for clock
tr: Saat için öntanımlı değer olan 0.0 kullanılıyor

source: Using the default value of 1.0 for clock_delta
tr: clock_delta için öntanımlı değer olan 1.0 kullanılıyor

source: Note: The full povray syntax is not supported yet. If you want to add unsupported povray code to the scene, you can put this code between the two special comments "//*PMRawBegin" and "//*PMRawEnd".
tr: Not: Tam povray grameri desteklenmiyor. Eğer bu ekrana desteklenmeyen povray kodu eklemek istiyorsanız, bu kodları "//*PMRawBegin" ve "//*PMRawEnd" özel açıklamaları arasına alın.

source: Line %1:
tr: %1. Satır:

source: Maximum of %1 errors reached.
tr: %1 azami hataya erişildi.

source: Warning
tr: Uyarı

source: Maximum of %1 warnings reached.
tr: %1 azami uyarıya erişildi.

source: '%1' expected, found token '%2' instead.
tr: '%2' bulundu, ancak '%1' bekleniyordu.

source: Unexpected token '%1'.
tr: Beklenmeyen sembol: '%1'

source: Info
tr: Bilgi

source: Undefined object "%1".
tr: Tanımsız nesne: "%1"

source: Object "%1" is undefined at that point.
tr: "%1" nesnesi bu noktada tanımsızdır.

source: Delete
tr: Sil

source: Import...
tr: Al...

source: &Export...
tr: &Aktar...

source: Render Modes
tr: Tarama Kipleri

source: Render
tr: Tara

source: Render Modes...
tr: Tarama Kipleri...

source: Render Window
tr: Pencereyi Tara

source: Visibility level:
tr: Görünürlük düzeyi:

source: Visibility Level
tr: Görünürlük Seviyesi

source: Global Settings
tr: Genel Ayarlar

source: Sky Sphere
tr: Gökyüzü Küresi

source: Rainbow
tr: Gökkuşağı

source: Fog
tr: Sis

source: Interior
tr: İç

source: Density
tr: Yoğunluk

source: Material
tr: Malzeme

source: Cone
tr: Koni

source: Lathe
tr: Torna

source: Prism
tr: Prizma

source: Julia Fractal
tr: Julia Fraktali

source: Height Field
tr: Yükseklik Alanı

source: Text
tr: Metin

source: Blob Sphere
tr: Blob Küresi

source: Blob Cylinder
tr: Blob Silindiri

source: Plane
tr: Düzlem

source: Declaration
tr: Bildirim

source: Object Link
tr: Nesne Bağlantısı

source: Light
tr: Işık

source: Disc
tr: Disk

source: Texture
tr: Doku

source: Solid Color
tr: Renk

source: Texture List
tr: Doku Listesi

source: Color List
tr: Renk Listesi

source: Pigment List
tr: Pigment Listesi

source: Normal List
tr: Normal Liste

source: Density List
tr: Yoğunluk Listesi

source: Finish
tr: Bitir

source: Pattern
tr: Desen

source: Material Map
tr: Malzeme Haritası

source: Pigment Map
tr: Pigment Haritası

source: Color Map
tr: Renk Haritası

source: Normal Map
tr: Normal Harita

source: Bump Map
tr: Tümsek Haritası

source: Density Map
tr: Yoğunluk Haritası

source: Slope
tr: Eğim

source: Image Map
tr: Resim Haritası

source: Translate
tr: Dönüştür

source: Scale
tr: Ölçeklendir

source: Rotate
tr: Çevir

source: Matrix
tr: Matris

source: Comment
tr: Açıklama

source: Raw Povray
tr: Ham Povray

source: Radiosity
tr: Işıma

source: Photons
tr: Fotonlar

source: Light Group
tr: Işık Grubu

source: Search Object
tr: Nesne Ara

source: Cutting selection...
tr: Seçim kesiliyor...

source: Cut
tr: Kes

source: Deleting selection...
tr: Seçim siliniyor...

source: Copying selection to clipboard...
tr: Seçim panoya kopyalanıyor...

source: Drag
tr: Sürükle

source: Drop
tr: Bırak

source: Inserting clipboard contents...
tr: Pano içeriği alınıyor...

source: Paste
tr: Yapıştır

source: Undo last change...
tr: Son yapılan işlemi geri al...

source: Redo last change...
tr: Son yapılanı yinele...

source: Default
tr: Öntanımlı

source: Undo
tr: Geri Al

source: Redo
tr: Yinele

source: pattern
tr: kalıp

source: Average
tr: Ortalama

source: Boxed
tr: Kutulanmış

source: Bumps
tr: Tümsekler

source: Cells
tr: Hücreler

source: Gradient
tr: Gradyan

source: Granite
tr: Granit

source: Leopard
tr: Leopar

source: Marble
tr: Mermer

source: Onion
tr: Soğan

source: Quilt
tr: Yorgan

source: Radial
tr: Işınsal

source: Waves
tr: Dalgalar

source: Wood
tr: Tahta

source: Solid:
tr: Katı:

source: File:
tr: Dosya:

source: Interpolation:
tr: Aradeğerleme:

source: Gradient:
tr: Gradyan:

source: Spiral number:
tr: Spiral numarası:

source: Use Global Setting
tr: Küresel Ayarları Kullan

source: Value:
tr: Değer:

source: Target
tr: Hedef

source: Collect
tr: Topla

source: plane
tr: düzlem

source: Distance
tr: Uzaklık

source: loaded
tr: yüklendi

source: Installed Plugins
tr: Kurulu Eklentiler

source: Name
tr: İsim

source: Description
tr: Açıklama

source: Status
tr: Durum

source: Load
tr: Yükle

source: Deactivate
tr: Pasifleştir

source: cubic
tr: kübik

source: polynom
tr: polinom

source: Order
tr: Sıra

source: Formula:
tr: Formül:

source: POV-Ray 3.1 Files (*.pov, *.inc)
tr: Povray 3.1 Dosyaları (*.pov, *.inc)

source: POV-Ray 3.1 Files (*.pov)
tr: POV-Ray 3.1 Dosyaları (*.pov)

source: POV-Ray 3.5 Files (*.pov, *.inc)
tr: Povray 3.5 Dosyaları (*.pov, *.inc)

source: POV-Ray 3.5 Files (*.pov)
tr: POV-Ray 3.5 Dosyaları (*.pov)

source: matrix
tr: matris

source: Boolean expression expected
tr: Bool değeri bekleniyordu

source: Invalid list member.
tr: Geçersiz liste üyesi.

source: identifier
tr: tanımlayıcı

source: Color expression expected
tr: Renk tanımı bekleniyordu

source: The threshold value has to be positive
tr: Eşik değeri pozitif olmalıdır

source: height field type
tr: yükseklik alanı türü

source: height field file
tr: yükseklik alanı dosyası

source: Povray Command
tr: Povray Komutu

source: Command:
tr: Komut:

source: Povray User Documentation
tr: Povray Kullanıcı Belgesi

source: Path:
tr: Yol:

source: Version:
tr: Sürüm:

source: Library Paths
tr: Kitaplık Yolları

source: Add...
tr: Ekle...

source: Edit...
tr: Düzenle...

source: Up
tr: Yukarı

source: Down
tr: Aşağı

source: Povray only supports up to 20 library paths.
tr: Povray 20 kitaplık yoluna kadar destekler.

source: Stop
tr: Durdur

source: Suspend
tr: Beklet

source: Resume
tr: Devam et

source: running
tr: çalışıyor

source: suspended
tr: bekletiliyor

source: Malformed URL
tr: Bozuk Adres

source: Format is not supported for writing.
tr: Bu biçim desteklenmiyor.

source: finished
tr: tamamlandı

source: running, %1 pixels/second
tr: %1 benek/saniye hızda çalışıyor

source: Size:
tr: Boyut:

source: Wall
tr: Duvar

source: Enable wall
tr: Duvarı etkinleştir

source: Color 1:
tr: 1. Renk:

source: Color 2:
tr: 2. Renk:

source: Floor
tr: Taban

source: Enable floor
tr: Tabanı etkinleştir

source: Antialiasing
tr: Yumuşak metin

source: Enable antialiasing
tr: Yumuşak metinleri etkinleştir

source: At least one object has to be selected.
tr: En az bir nesne seçilmelidir

source: prism
tr: prizma

source: Height 1
tr: 1. Yükseklik

source: Height 2
tr: 2. Yükseklik

source: Point %1.%2
tr: Nokta %1.%2

source: Height 1:
tr: 1. Yükseklik:

source: Height 2:
tr: 2. Yükseklik:

source: Sub prism %1:
tr: Alt prizma %1:

source: Add sub prism
tr: Alt prizma ekle

source: Remove sub prism
tr: Alt prizmayı sil

source: New sub prism
tr: Yeni alt prizma

source: Append sub prism
tr: Alt prizma ekle

source: Quadratic splines need at least 4 points.
tr: Kuadratik eğri için en az 4 noktaya ihtiyaç vardır.

source: Cubic splines need at least 5 points.
tr: Kübik eğri için en az 5 noktaya ihtiyaç vardır.

source: Bezier splines need 3 points for each segment.
tr: Bezier eğrisi için, her segmentte 3 noktaya ihtiyaç vardır.

source: object declaration
tr: nesne belirtimi

source: texture declaration
tr: texture belirtimi

source: pigment declaration
tr: pigment belirtimi

source: normal declaration
tr: normal belirtimi

source: finish declaration
tr: bitirme belirtimi
