Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/LC_MESSAGES/messages/extragear-graphics/kpovmodeler.po
Languages: tr

source: texture map declaration
tr: doku haritası belirtimi

source: pigment map declaration
tr: pigment haritası belirtimi

source: color map declaration
tr: renk haritası belirtimi

source: normal map declaration
tr: normal haritası belirtimi

source: slope map declaration
tr: eğim haritası belirtimi

source: density map declaration
tr: yoğunluk haritası belirtimi

source: sky sphere declaration
tr: gökyüzü belirtimi

source: rainbow declaration
tr: gökkuşağı belirtimi

source: fog declaration
tr: sis belirtimi

source: material declaration
tr: malzeme belirtimi

source: density declaration
tr: yoğunluk belirtimi

source: quick color
tr: hızlı renk

source: radiosity
tr: ışıma

source: Always sample
tr: Her zaman örnekle

source: Maximum sample:
tr: Azami örnekleme:

source: rainbow
tr: gökkuşağı

source: Arc angle:
tr: Yay açısı:

source: Direction vector is zero.
tr: Yön vektörü sıfır.

source: Up vector is zero.
tr: Yukarı vektörü sıfır.

source: Direction and up vectors are co-linear.
tr: Yön vektörü ile yukarı vektörü doğrusal

source: raw povray
tr: ham povray

source: Povray code:
tr: Povray kodu:

source: not supported
tr: desteklenmiyor

source: approximated
tr: yaklaşık

source: left
tr: sol

source: right
tr: sağ

source: bottom
tr: alt

source: top
tr: üst

source: front
tr: ön

source: back
tr: arka

source: New mode
tr: Yeni kip

source: Description:
tr: Açıklama:

source: Size
tr: Boyut

source: Subsection
tr: Alt kesim

source: Start column:
tr: Başlangıç sütunu:

source: End column:
tr: Bitiş sütunu:

source: Start row:
tr: Başlangıç sırası:

source: End row:
tr: Bitiş sırası:

source: Quality
tr: Kalite

source: Quality:
tr: Kalite:

source: Non Recursive
tr: Özyinelemeli Değil

source: Recursive
tr: Özyinelemeli

source: Output
tr: Çıktı

source: Alpha
tr: Alfa

source: Rotation
tr: Çevirme

source: rotate
tr: çevir

source: scale
tr: ölçeklendir

source: Unexpected character '%1' after "%2"
tr: "%2" sonrasında beklenmeyen karakter: '%1'

source: Unexpected character %1 after "%2"
tr: "%2" sonrasında beklenmeyen karakter: %1

source: Unknown directive
tr: Bilinmeyen direktif

source: scene
tr: ekran

source: Configure
tr: Yapılandır

source: Povray Options
tr: Povray Seçenekleri

source: OpenGL Display Settings
tr: OpenGL Görünüm Ayarları

source: Colors
tr: Renkler

source: Color Settings
tr: Renk Ayarları

source: Grid
tr: Kılavuz

source: Grid Settings
tr: Kılavuz Ayarları

source: Objects
tr: Nesneler

source: Display Settings for Objects
tr: Nesneler için Görünüm Özellikleri

source: Texture Preview
tr: Doku Önizlemesi

source: Object Library
tr: Nesne Kitaplığı

source: Plugins
tr: Eklentiler

source: Plugin Settings
tr: Eklenti Ayarları

source: Show &Path
tr: &Yolu Göster

source: Hide &Path
tr: &Yolu Gizle

source: New Top View
tr: Üstten Yeni Görünüm

source: New Bottom View
tr: Alttan Yeni Görünüm

source: New Left View
tr: Soldan Yeni Görünüm

source: New Right View
tr: Sağdan Yeni Görünüm

source: New Front View
tr: Önden Yeni Görünüm

source: New Back View
tr: Arkadan Yeni Görünüm

source: New Camera View
tr: Yeni Kamera Görüntüsü

source: New Object Tree
tr: Yeni Nesne Ağacı

source: New Properties View
tr: Yeni Özellikler Görünümü

source: Unknown
tr: Bilinmeyen

source: Povray Modeler Files (*.kpm)
tr: Povray Modelleyici Dosyaları (*.kpm)

source: All Files
tr: Tüm Dosyalar

source: No changes need to be saved
tr: Kaydedilecek değişiklik yapılmadı

source: Save As
tr: Farklı Kaydet

source: Could not save the file.
tr: Dosya kaydedilemedi.

source: unknown
tr: bilinmeyen

source: A file with this name already exists. Do you want to overwrite it?
tr: Bu isimde bir dosya var. Üzerine yazmak ister misiniz?

source: Overwrite
tr: Üzerine yaz

source: slope
tr: eğim

source: Slope:
tr: Eğim:

source: solid color
tr: renk

source: Inverse
tr: Ters

source: Point %1 (yz)
tr: Nokta %1 (yz)

source: sphere
tr: küre

source: Center %1
tr: Merkez %1

source: Radius %1 (x)
tr: Çap %1 (x)

source: Radius %1 (y)
tr: Çap %1 (y)

source: Radius %1 (z)
tr: Çap %1 (z)

source: Add Sphere
tr: Küre Ekle

source: Remove Sphere
tr: Küreyi Sil

source: Spheres:
tr: Küreler:

source: Tolerance
tr: Tolerans

source: Exponents:
tr: Üsler:

source: East-west:
tr: Doğu-batı:

source: North-south:
tr: Kuzey-güney:

source: text
tr: metin

source: Font:
tr: Yazıtipi:

source: Text:
tr: Metin:

source: texture
tr: desen

source: pigment map
tr: pigment haritası

source: color map
tr: renk haritası

source: normal map
tr: normal harita

source: density map
tr: yoğunluk haritası

source: Map values:
tr: Harita değerleri:

source: (No Child Objects)
tr: (Çocuk Nesne Yok)

source: Major radius (z)
tr: Büyük yarıçap (z)

source: Minor radius (y)
tr: Küçük yarıçap (y)

source: Minor radius (z)
tr: Küçük yarıçap (z)

source: Minor radius:
tr: Küçük yarıçap:

source: Major radius:
tr: Büyük yarıçap:

source: Translation
tr: Dönüştürme

source: translate
tr: dönüştür

source: Object Tree
tr: Nesne Ağacı

source: smooth triangle
tr: yumuşak üçgen

source: triangle
tr: üçgen

source: Point 1
tr: 1. Nokta

source: Normal 1
tr: 1. Normal

source: Point 2
tr: 2. Nokta

source: Normal 2
tr: 2. Normal

source: Point 3
tr: 3. Nokta

source: Normal 3
tr: 3. Normal

source: Point %1:
tr: %1 Nokta:

source: Invert Normal Vectors
tr: Normal Vektörleri Çevir

source: Please enter a valid triangle.
tr: Geçerli bir üçgen giriniz.

source: Unknown view type "%1"
tr: Bilinmeyen görünüm türü "%1"

source: Please enter a valid float value!
tr: Geçerli bir kayan nokta değeri girin.

source: Unknown view type.
tr: Bilinmeyen görünüm türü.

source: Repeat
tr: Tekrarla

source: Black Hole
tr: Kara Delik

source: Flip:
tr: Çevir:

source: Repeat:
tr: Tekrarla:

source: Orientation:
tr: Yerleşim:

source: Unknown object %1
tr: Bilinmeyen nesne: %1

source: &Edit
tr: &Düzen

source: &File
tr: &Dosya

source: &Insert
tr: &Ekle

source: &View
tr: &Görünüm

source: &Settings
tr: Aya&rlar

source: Main Toolbar
tr: Ana Araç Çubuğu

source: Library Toolbar
tr: Kitaplık Araç Çubuğu

# Insert menu
source: &Insert
tr: &Ekle

source: Atmospheric Effects
tr: Atmosferik Efektler

source: Transformations
tr: Dönüşümler

source: Misc Objects
tr: Çeşitli Nesneler

source: Povray Rendering
tr: Povray Tarama

source: Graphical View
tr: Grafiksel Görünüm

# NAME OF TRANSLATORS
source: Your names
tr: Görkem Çetin Alper Şen

# EMAIL OF TRANSLATORS
source: Your emails
tr: gorkem@kde.org aalpersen@gmail.com
