Repository: pars-linux/uludag
Catalog: kde/sysinfo/po/*.po
Languages: ar, az, hu, id, ru

source: %1 GB
ar: %1 غيغابايت
ru: %1 Гб

source: %1 MB
ar: %1 ميغابايت
ru: %1 Мб

source: %1 KB
ar: %1 كيلوبايت
ru: %1 Кб

source: Looking for CPU information...
ar: البحث عن معلومات CPU (وحدة المعالجة المركزية)...
hu: CPU adatok keresése...
id: Mencari informasi CPU...
ru: Поиск информации о ЦП...

source: My Computer
ar: جهاز الكمبيوتر
hu: Sajátgép
ru: Мой компьютер

source: Folders, Harddisks, Removable Devices, System Information and more...
ar: المعلومات الخاصة بالمجلدات والأقراص الصلبة والأجهزة القابلة للإزالة والنظام وغير ذلك...
hu: Mappák, merevlemezek, cserélhető eszközök, rendszerinformáció és még sok minden más...
id: Folder, Harddisk, Removable Device, Informasi Sistem dan lainnya...
ru: Папки, жесткие диски, съемные устройства, системная информация и прочее...

source: Looking for disk information...
ar: البحث عن معلومات القرص...
hu: Lemezinformációk keresése...
id: Mencari informasi disk...
ru: Просмотр информации о диске...

source: Disk Information
ar: معلومات القرص
hu: Lemezinformáció
id: Informasi Disk
ru: Информация о диске

source: OS Information
ar: معلومات نظام التشغيل
hu: OS információ
id: Informasi OS
ru: Информация об ОС

source: OS:
ar: نظام التشغيل:
ru: ОС:

source: Current user:
ar: المستخدم الحالي:
hu: Jelenlegi felhasználó:
id: User saat ini:
ru: Текущий пользователь:

source: System:
ar: النظام:
hu: Rendszer:
id: Sistem:
ru: Система:

source: Display Info
ar: عرض المعلومات
hu: Adatok megjelenítése
id: Info Display
ru: Информация о дисплее

source: Vendor:
ar: بائع:
hu: Gyártó:
ru: Производитель:

source: Model:
ar: النموذج:
hu: Típus:
ru: Модель:

source: Driver:
ar: برنامج التشغيل:
hu: Meghajtóprogram:
ru: Драйвер:

source: Getting OS information....
ar: الحصول على معلومات نظام التشغيل....
hu: OS információ lekérdezése...
id: Memperoleh informasi OS...
ru: Получение информации об ОС...

source: Common Folders
ar: المجلدات العامة
az: Ümumi Klasorlar
hu: Gyakori mappák
id: Folder Bersama
ru: Общие папки

source: My Documents
ar: المستندات
hu: Dokumentumok
ru: Мои документы

source: My Home Folder
ar: المجلد الرئيسي
az: Ev Klasorum
hu: Saját mappa
ru: Домашний каталог

source: Root Folder
ar: المجلد الجذر
az: Kök Klasor
hu: Gyökérmappa
id: Folder Root
ru: Корневой каталог

source: Network Folders
ar: مجلدات الشبكة
az: Şəbəkə Klasorları
hu: Hálózati mappák
id: Folder Network
ru: Сетевые каталоги

source: Looking up network status...
ar: البحث عن حالة الشبكة...
hu: Hálózati állapot ellenőrzése...
id: Mencari status network...
ru: Получение информации о сети...

source: Network Status
ar: حالة الشبكة
hu: Hálózat állapota
id: Status Network
ru: Информация о сети

source: CPU Information
ar: معلومات CPU
hu: CPU adatok
id: Informasi CPU
ru: Информация о ЦП

source: Processor (CPU):
ar: المعالج (CPU):
hu: Processzor (CPU):
id: Prosesor (CPU):
ru: Процессор (ЦП):

source: Speed:
ar: السرعة:
hu: Sebesség:
id: Kecepatan:
ru: Тактовая частота:

source: %1 MHz
ar: %1 ميغاهرتز
ru: %1 МГц

source: Cores:
hu: Magok:
ru: Ядра:

source: Temperature:
hu: Hőmérséklet:
ru: Температура:

source: Looking for memory information...
ar: البحث عن معلومات الذاكرة...
hu: Memóriainformációk keresése...
id: Mencari informasi memori...
ru: Получение информации о памяти...

source: Memory Information
ar: معلومات الذاكرة
hu: Memóriainformációk
id: Informasi Memori
ru: Информация о памяти

source: Total memory (RAM):
ar: الذاكرة الكلية (RAM):
hu: Összmemória (RAM):
id: Memori Total (RAM):
ru: Всего памяти (ОЗУ):

source: Free memory:
ar: الذاكرة الحرة:
hu: Szabad memória:
id: Memori bebas:
ru: Свободно памяти:

source: Used Memory
ar: ذاكرة مستخدمة
hu: Felhasznált memória
id: Memori Yang Digunakan
ru: Использовано памяти

source: Total swap:
ar: التبديل الكلي:
hu: Cserefájl összesen:
id: Swap total:
ru: Всего места подкачки:

source: Free swap:
ar: التبديل الحر:
hu: Cserefájl szabad:
id: Swap bebas:
ru: Свободное место подкачки:

source: %1 (+ %2 Caches)
ar: %1 (+ %2 ذاكرات مؤقتة)
hu: %1 (+ %2 gyorsítótár)
id: %1 (+ %2 Cache)
ru: %1 (+ %2 Кешировано)

source: Device
ar: الجهاز
hu: Eszköz
ru: Устройство

source: Filesystem
ar: نظام الملفات
hu: Fájlrendszer
id: Filesistem
ru: Файловая система

source: Total space
ar: مساحة كلية
hu: Összes terület
id: Ruang Total
ru: Общий объем

source: Available space
ar: مساحة متوفرة
hu: Rendelkezésre álló terület
id: Ruang tersedia
ru: Доступный объем

source: Press the right mouse button for more options like Mount or Eject
ar: اضغط بزر الماوس الأيمن للحصول على مزيد من الخيارات مثل "توصيل" أو "إخراج"
hu: A jobb egérgomb megnyomására további opciók állnak rendelkezésre (például Felcsatolás vagy Kiadatás)
id: Tekan tombol kanan mouse untuk opsi lainnya seperti Mount atau Eject
ru: Нажмите правую кнопку мыши для дополнительных вариантов например Монтировать или Извлечь

source: %1 (3D Support)
ar: %1 (دعم 3D)
hu: %1 (3D támogatás)
id: %1 (Dukungan 3D)
ru: %1 (Поддержка 3D)

source: %1 (No 3D Support)
ar: %1 (بدون دعم 3D)
hu: %1 (3D támogatás nélkül)
id: %1 (Tidak ada dukungan 3D)
ru: %1 (Нет поддержки 3D)

source: Unknown
ar: غير معروف
hu: Ismeretlen
ru: Неизвестно

source: Network is <strong>unreachable</strong>
ar: يتعذر الوصول إلى <strong>الشبكة</strong>
hu: A hálózat <strong>elérhetetlen</strong>
id: Network <strong>tidak dapat dihubungi</strong>
ru: Сеть <strong>недоступна</strong>

source: You are <strong>offline</strong>
ar: أنت <strong>غير متصل</strong>
az: <strong>offline</strong> vəziyyətdəsiniz
hu: Ön most <strong>offline</strong> állapotú
id: Anda <strong>offline</strong>
ru: Вы <strong>не в сети</strong>

source: Network is <strong>shutting down</strong>
ar: يتم إيقاف تشغيل <strong>الشبكة</strong>
az: Şəbəkə əlaqəsi <strong>bağlanılır</strong>
hu: A hálózat <strong>leáll</strong>
id: Network <strong>sedang berhenti</strong>
ru: <strong>Отключение</strong> от сети

source: <strong>Establishing</strong> connection to the network
ar: <strong>إنشاء</strong> اتصال بالشبكة
az: Şəbəkə əlaqəsi <strong>qurulur</strong>
hu: Kapcsolat <strong>létesítése</strong> a hálózat felé
id: <strong>Membuat</strong> koneksi ke network
ru: <strong>Установка</strong> соединения к сети

source: You are <strong>online</strong>
ar: أنت <strong>غير متصل</strong>
az: <strong>online</strong> vəziyyətdəsiniz
hu: Ön most <strong>online</strong> állapotú
id: Anda <strong>online</strong>
ru: Вы <strong>в сети</strong>

source: Unknown network status
ar: حالة شبكة غير معروفة
az: Bilinməyən şəbəkə vəziyyəti
hu: Ismeretlen hálózati állapot
id: Status network tidak diketahui
ru: Неизвестное состояние сети

source: Not Available
az: İstifadə edilə bilər Deyil

source: Looking for hardware information...
az: Təchizat məlumatları alınır...

source: System
az: Sistem

source: Network
az: Şəbəkə

source: Memory
az: Yaddaş

source: Ram : %1 free of %2
az: RAM : %1 / %2 boş

source: Swap: %1 free of %2
az: Mübadilə Sahəsi: %1 / %2 boş

source: Swap: Not in use
az: Mübadilə Sahəsi: İstifadə edilmir

source: Disks
az: Disklər

source: Operating System
az: Əməliyyat sistemi

source: Processor
az: İşləmci

source: core
az: həstə

source: Display
az: Görünüş

source: 3D Not Supported
az: 3D Dəstəyi Yox

source: 3D Supported
az: 3D Dəstəyi Var

source: Mounted on %1
az: %1 mövqesinə bağlı

source: Not mounted
az: Bağlı deyil

source: %1 free of %2
az: %2'ın %1'ı boş
