Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/messages/kdeedu/desktop_kdeedu.po
Languages: tr

# GenericName
source: Memory Enhancement Game
tr: Bellek Geliştirme Uygulaması

# Comment
source: A memory enhancement game
tr: Bir bellek geliştirme uygulaması

# Name
source: Differentiate
tr: Farklılaştır

# Comment
source: An Assistant dialog to simplify calculating derivatives of expressions
tr: İfadelerin türevlerini hesaplamayı kolaylaştırmak için kullanılan yardımcı pencere

# Name
source: Integrate
tr: Bütünleştir

# Comment
source: An Assistant dialog to simplify calculation of integrals
tr: İfadelerin integrallerini hesaplamayı kolaylaştıran yardımcı pencere

# Name
source: Create Matrix
tr: Matris Oluştur

# Comment
source: An Assistant dialog to simplify entering of matrices
tr: Matris girişini kolaylaştıran asistan pencere

# Name
source: Eigenvalues
tr: Eigen değerleri

# Comment
source: An Assistant dialog to simplify calculating of Eigenvalues
tr: Eigen değerlerini hesaplamayı kolaylaştırman yardımcı pencere

# Name
source: Eigenvectors
tr: Eigen Vektörleri

# Comment
source: An Assistant dialog to simplify calculating of EigenVectors
tr: Eigen Vektörleri hesaplamayı kolaylaştıran yardımcı pencere

# Name
source: Invert Matrix
tr: Ters Matris

# Comment
source: An Assistant dialog to simplify inverting of matrices
tr: Ters matris almayı kolaylaştıran yardımcı pencere

# Name
source: Plot2d
tr: 2B Çizim

# Comment
source: An Assistant dialog to simplify plotting of 2D functions
tr: 2 boyutlu fonksiyonları çizdirmeyi kolaylaştıran yardımcı pencere

# Name
source: Plot3d
tr: 3B Çizim

# Name
source: RunScript
tr: Betiği Çalıştır

# Comment
source: An Assistant for running an external Script file
tr: Harici betik çalıştırma penceresi

# Name
source: Solve
tr: Çöz

# Comment
source: An Assistant dialog to simplify solving of equations
tr: Eşitlikleri çözmeye yardımcı olan asistan pencere

# Comment
source: KAlgebra backend for Cantor. Lets you use the same language you use in the KAlgebra application in Cantor worksheets.
tr: Cantor için KAlgebra arka ucu. KAlgebra uygulaması içinde Cantor çalışma sayfalarında kullanılan dille aynı dili kullanmanıza izin verir.

# Comment
source: Backend for the Maxima Computer Algebra System
tr: Maxima Computer Algebra System için arka uç

# Name
source: nullbackend
tr: belirsiz arka uç

# Comment
source: Backend for Cantor for testing purposes
tr: Test amaçlı kullanılmak üzere Cantor arka ucu

# Comment
source: Backend for The R Project for Statistical Computing
tr: İstatistiksel hesaplama için R Project arka ucu

# Comment
source: Backend for the Sage Mathematics Software
tr: Sage Matematik Yazılımı için arka uç

# Comment
source: An Assistant for Cantor
tr: Cantor için bir Yardımcı

# Comment
source: A Backend for Cantor
tr: Bir Cantor arka ucu

# Comment
source: A Calculator
tr: Bir Hesap Makinesi

# GenericName
source: Graph Calculator
tr: Grafik Hesap Makinesi

# Comment
source: Math Expression Solver and Plotter
tr: Matematiksel İfade Çözücü ve Çizici

# Comment
source: An OpenGL-based 3D-renderer for molecules
tr: Moleküller için OpenGL temelli 3B çizici

# Name
source: Chemical Data
tr: Kimyasal Veriler

# Comment
source: Chemical Data Applet
tr: Kimyasal Veri Programcığı

# Name
source: Kalzium concentration Calculator
tr: Kalzium Konsantrasyon Hesaplayıcı

# Comment
source: Kalzium concentration Calculator
tr: Kalzium Konsantrasyon Hesaplayıcı

# Name
source: Chemistry: Did You Know
tr: Kimya: Biliyor muydunuz?

# Comment
source: Facts about the chemical elements
tr: Kimyasal elementler hakkında bilgiler

# Name
source: Kalzium gas Calculator
tr: Kalzium Gaz Hesaplayıcı

# Comment
source: Kalzium gas Calculator
tr: Kalzium Gaz Hesaplayıcı

# Name
source: Kalzium nuclear Calculator
tr: Kalzium Nükleer Hesaplayıcı

# Comment
source: Kalzium Nuclear Calculator
tr: Kalzium Nükleer Hesaplayıcı

# Comment
source: Chemical Data
tr: Kimyasal Veri

# Comment
source: KDE Periodic Table of Elements
tr: KDE için Elementlerin Periyodik Cetveli

# GenericName
source: Periodic Table of Elements
tr: Elementlerin Periyodik Tablosu

# Comment
source: KDE Letter Order Game
tr: KDE Harf Sırası Oyunu

# GenericName
source: Letter Order Game
tr: Harf Sırası Oyunu

# GenericName
source: Exercise Fractions
tr: Kesir Alıştırmaları Yap

# Comment
source: Practice exercises with fractions
tr: Kesirler konusunda alıştırmalar yap

# GenericName
source: Geography Trainer
tr: Coğrafya Çalıştırıcı

# Comment
source: A Geography Learning Program
tr: Bir Coğrafya Öğrenme Uygulaması

# Comment
source: KDE Hangman Game
tr: KDE Adam Asmaca Oyunu

# GenericName
source: Hangman Game
tr: Adam Asmaca Oyunu

# GenericName
source: Interactive Geometry
tr: Etkileşimli Geometri

# Comment
source: Explore Geometric Constructions
tr: Geometrik Yapıları Keşfet

# GenericName
source: Japanese Reference/Study Tool
tr: Japonca Başvuru ve Çalışma Aracı

# Comment
source: Japanese Reference and Study Tool
tr: Japonca Başvuru ve Çalışma Aracı

# Comment
source: a KDE program to learn the alphabet
tr: Alfabeyi öğrenmeye yardımcı bir KDE uygulaması

# GenericName
source: Learn The Alphabet
tr: Alfabeyi Öğren

# Comment
source: Function Plotter
tr: Fonksiyon Çizici

# GenericName
source: Mathematical Function Plotter
tr: Matematiksel Fonksiyon Çizici

# Comment
source: Desktop Planetarium
tr: Masaüstü Yıldız Evi

# GenericName
source: Desktop Planetarium
tr: Masaüstü Yıldız Evi

# GenericName
source: Touch Typing Tutor
tr: 10 Parmak Öğretmeni

# GenericName
source: Educational Programming Environment
tr: Eğitimsel Programlama Ortamı

# Comment
source: A flashcard and vocabulary learning program
tr: Bir fiş ve sözcük öğrenme uygulaması

# GenericName
source: Flash Card Trainer
tr: Fiş Çalıştırıcı

# Comment
source: Correct answer
tr: Doğru yanıt

# Comment
source: Wrong answer
tr: Yanlış yanıt

# Name
source: syntaxerror
tr: söz dizimi hatası

# Comment
source: Error in syntax
tr: Söz diziminde hata var

# GenericName
source: Desktop Globe
tr: Masaüstün Yerküre

# Comment
source: Shows the time in different parts of the world
tr: Dünyanın değişik bölgelerindeki saati gösterir

# Comment
source: Vocabulary data for Plasmoids
tr: Plazma programcıkları için sözcük hazinesi verileri

# Comment
source: Vocabulary Cards
tr: Kelime Kartları

# Name
source: Example Parley Script
tr: Örnek Parley Betiği

# Comment
source: This example script offers two actions: 1) Move selected vocabulary to a different lesson 2) Change the grade of selected words to known (highest grade)
tr: Bu örnek betik iki eylem sunar: 1)Seçili kelimeyi farklı bir derse taşı 2)Seçili kelimelerin derecesini "bilinen"e (en yüksek derece) yap

# Name
source: Google Dictionary (translation)
tr: Google Sözlük (çeviri)

# Comment
source: Uses Google Dictionary (translate.google.com) to translate words
tr: Kelimeleri çevirmek için Google Sözlük'ü (translate.google.com) kullanır

# Name
source: Google Images (online image fetching)
tr: Google Resimler (çevrimiçi resim getirme)

# Comment
source: This script automatically fetches images from images.google.com for the selected word. The search language depends on the selected word. Downloaded images are stored in a <<document file name>>_files folder next to the document file. Requires PyQt4.
tr: Bu betik, seçili kelime için images.google.com daki resimleri otomatik olarak getirir. Arama dili, seçili kelimeye göre değişir. İndirilen resimler dosyanın bulunduğu dizinde <<dosyaadı>>_files dizinine konur. PyQt4 gerektirir.

# Name
source: LEO Dictionary (Translation)
tr: LEO Sözlük (Çeviri)

# Comment
source: Uses LEO Dictionary (dict.leo.org) to translate words
tr: Kelimeleri çevirmek için LEO Sözlük'ü (dict.leo.org) kullanır

# Name
source: Testing Purposes Script
tr: Test Amaçlı Betik

# Comment
source: Description of what the plugin does
tr: Eklentinin ne yaptığına dair açıklama

# Name
source: Wiktionary Sound
tr: Wiktionary Sesi

# Comment
source: This script fetches sound files from http://commons.wikimedia.org.
tr: Bu betik, http://commons.wikimedia.org adresinden ses dosyaları getirir.

# GenericName
source: Vocabulary Trainer
tr: Kelime Çalıştırıcı

# GenericName
source: Rocs Graph Theory
tr: Rocs Graph Kuramı

# Comment
source: Graph Theory Tool for Professors and Students.
tr: Öğretim görevlileri ve öğrenciler için Graph Kuramı araçları

# GenericName
source: Interactive Physical Simulator
tr: Etkileşimli Fizik Öykünücüsü

# Comment
source: Simulate physics experiments
tr: Fizik deneylerine öykün
