Repository: pars-linux/uludag
Catalog: comar/ahenk/lider/po/*.po
Languages: tr

source: &New Directory
tr: &Yeni Dizin

source: &Refresh
tr: &Yenile

source: &Properties
tr: &Özellikler

source: Remove directory?
tr: Dizin silinsin mi?

source: Are you sure you want to remove '%1' ?
tr: '%1' nesnesini silmek istediğinizden emin misiniz?

source: This is not undoable. Are you sure you want to continue?
tr: Bu işlem geri alınamaz. Devam etmek istediğinize emin misiniz?

source: Remove domain?
tr: Alanadı silinsin mi?

source: Computers (%1)
tr: Bilgisayarlar (%1)

source: Units (%1)
tr: Birimler (%1)

source: Users (%1)
tr: Kullanıcılar (%1)

source: Groups (%1)
tr: Gruplar (%1)

source: Name
tr: İsim

source: Description
tr: Açıklama

source: &New
tr: &Yeni

source: &Information
tr: &Bilgi

source: &Policy
tr: &Politika

source: &Configuration
tr: &Seçenekler

source: Remove object?
tr: Nesne silinsin mi?

source: Remove objects?
tr: Nesneler silinsin mi?

source: Are you sure you want to remove these objects? %1
tr: Bu nesneleri silmek istediğinizden emin misiniz? %1

source: Are you sure you want to remove %1 objects?
tr: %1 nesneyi silmek istediğinizden emin misiniz?

source: Unable to delete these objects: %1
tr: Bu nesneler silinemedi: %1

source: Removed %1 objects.
tr: %1 nesne silindi.

source: %1 Properties
tr: %1 Özellikleri

source: Add New Domain
tr: Yeni Alanadı Ekle

source: Label:
tr: Etiket:

source: Directory server:
tr: Dizin Sunucusu:

source: Base DN:
tr: Ana DN:

source: Bind DN:
tr: Kullanıcı:

source: Bind Password:
tr: Parola:

source: %1 Information
tr: %1 Bilgisi

source: New %1
tr: Yeni %1

source: Enable %1
tr: %1 Aktif

source: Parent DN:
tr: Ana DN:

source: Name:
tr: İsim:

source: Not a valid Connection instance.
tr: Geçerli bir bağlantı değil.

source: Domain configuration file is missing.
tr: Alanadı ayar dosyası kayıp.

source: Domain configuration file has syntax errors.
tr: Alanadı ayar dosyasında sözdizimi hatası var.

source: Computer
tr: Bilgisayar

source: Memory
tr: Bellek

source: Policy
tr: Politika

source: Update Mode
tr: Güncelleme Modu

source: Security Only
tr: Güvenlik Güncellemeleri

source: Full
tr: Tam

source: Interval
tr: Günceleme Aralığı

source: Wanted Packages
tr: İstenen Paketler

source: Unwanted Packages
tr: İstenmeyen Paketler

source: Wanted Services
tr: İstenen Servisler

source: Services
tr: Servisler

source: Unwanted Services
tr: İstenmeyen Servisler

source: User Source
tr: Kullanıcı Kaynağı

source: Local
tr: Yerel

source: Search Scope
tr: Arama Menzili

source: Base
tr: Taban

source: One Level
tr: Tek Seviye

source: Subtree
tr: Alt Dallar

source: Database URI
tr: Veritabanı Adresi

source: Base DN
tr: Ana DN

source: User Filter
tr: Kullanıcı Filtresi

source: Directory
tr: Dizin

source: Label
tr: Etiket

source: Password
tr: Parola

source: Member of
tr: Üst Birim

source: Unit
tr: Birim

source: User
tr: Kullanıcı

source: Real Name
tr: Gerçek İsim

source: Shell
tr: Kabuk

source: Home
tr: Ev Dizini

source: User ID
tr: Kullanıcı No

source: Group ID
tr: Grup No

source: Group
tr: Grup

source: Members
tr: Üyeler

source: Pardus Management Console
tr: Pardus Yönetim Konsolu

source: New Domain
tr: Yeni Alanadı

source: &Domain
tr: &Alanadı

source: Computers
tr: Bilgisayarlar

source: Units
tr: Birimler

source: Users
tr: Kullanıcılar

source: Groups
tr: Gruplar

source: Critical Error
tr: Kritik Hata

source: Unable to complete operation:
tr: İşlem tamamlanamadı:

source: Select...
tr: Seçin...

source: Edit List
tr: Listeyi Değiştir
