Repository: pars-linux/uludag
Catalog: l10n-kde4/*/messages/kdepimlibs/desktop_kdepimlibs.po
Languages: tr

# Name
source: Contact Actions
tr: Kişi Eylemleri

# Comment
source: Configure the Contact Actions
tr: Kişi Eylemlerini Yapılandır

# Name
source: Binary
tr: İkili

# Name
source: Contacts
tr: Kişiler

# Name
source: Folder
tr: Dizin

# Comment
source: Provides access to contacts, each stored in a single file, in a given folder. Supports standard VCard file and other formats depending on availability of plugins.
tr: Verilen bir dizin içerisindeki herbiri bir dosya içerisinde bulunan kişilere erişmeyi sağlar. VCard dosyalarını ve eklentilere uygun diğer biçimleri destekler.

# Name
source: File
tr: Dosya

# Comment
source: Provides access to contacts stored in a single local file. Supports standard VCard files and other formats depending on available plugins.
tr: Yerel bir dosya içerisindeki kişilere erişmeyi sağlar. VCard dosyalarını ve eklentilere uygun diğer biçimleri destekler.

# Comment
source: Provides access to contacts stored on a LDAP directory server
tr: Bir LDAP dizin sunucusunda depolanmış kişilere erişim sağlar

# Name
source: Network
tr: Ağ

# Comment
source: Provides access to contacts in remote files using KDE's network framework KIO. Supports standard VCard files and other formats depending on available plugins.
tr: KDE'nin ağ iskeleti KIO'yu kullanarak uzak dosyalardaki kişilere erişim sağlar. Mevcut eklentilere bağlı olarak standart VCard dosyalarını ve diğer dosya biçimleri destekler.

# Name
source: Calendar
tr: Takvim

# Name
source: Calendar in Local File
tr: Yerel Dosyadaki Takvim

# Comment
source: Provides access to a calendar stored in a single local file
tr: TEk bir yerel dosyada depolanmış bir takvime erişim sağlar

# Name
source: Calendar in Local Directory
tr: Yerel Dizindeki Takvim

# Comment
source: Provides access to calendar items, each stored in a single file, in a given directory
tr: Belirli bir dizinde, her biri tek bir dosyada depolanmış takvim ögelerine erişim sağlar

# Description
source: An ioslave for the Sieve mail filtering protocol
tr: Sieve e-posta filtrelemesi için bir kioslave

# Name
source: Kontact Plugin
tr: Kontact Eklentisi

# Name
source: KDE Resources
tr: KDE Kaynakları

# Comment
source: Configure KDE Resources
tr: KDE Kaynaklarını Yapılandır

# Name
source: KResources Manager
tr: KResources Yöneticisi

# Comment
source: KResources Manager
tr: KResources Yöneticisi

# Name
source: KResources Plugin
tr: KResources Eklentisi

# Comment
source: KResources Framework Plugin
tr: KResources Çalışma Alanı Eklentisi

# Name
source: Mail Transport
tr: E-posta Aktarımı
