Repository: pars-linux/uludag
Catalog: trunk/feedback/po/*.po
Languages: ca, es, pt_br

source: Feedback Wizard
ca: Assistent de l'avaluació
es: Asistente de Feedback
pt_br: Wizard de Feedback

source: At home
ca: A casa
es: En casa
pt_br: Em casa

source: At work
ca: A la feina
es: En el trabajo
pt_br: No Trabalho

source: At school
ca: A l'escola
es: En el colegio
pt_br: Na escola

source: <p align="right">(You can click on multiple items)</p>
ca: <p align="right">(poder triar més d'una opció)</p>
es: <p align="right">(Puede seleccionar varios itemes)</p>
pt_br: <p align="right">(Você pode clicar em vários itens)</p>

source: <b>Step 3 of 7</b>
ca: <b>Pas 3 de 7</b>
es: <b>Paso 3 de 7</b>
pt_br: <b>Passo 3 de 7</b>

source: <h2>Where do you use Pardus?</h2>
ca: <h2>On utilitzeu el Pardus?</h2>
es: <h2>Donde está usando Pardus ?</h2>
pt_br: <h2>Onde você usa o Pardus?</h2>

source: Very satisfying. Pardus fulfils my requirements
ca: Perfecte. Pardus satisfà les meues necessitats
es: Muy satisfactorio. Pardus cumple mis requerimientos
pt_br: Muito satisfeito. Pardus preenche meus requisitos.

source: Good, however it lacks some capabilities
ca: Bo, tot i axí trobe a faltar algunes coses
es: Bien, pero le faltan algunas facilidades
pt_br: Bom, no entanto faltam algumas capabilidades

source: It does not meet my requirements
ca: No satisfà les meues necessitats
es: No me sirve, yo esperaba algo diferente
pt_br: Não atende meus requisitos

source: <h2>How does Pardus fit your needs?</h2>
ca: <h2>Com satisfà Pardus les vostres necessitats?</h2>
es: <h2>Cuanto Pardus cumple tus espectativas ?</h2>
pt_br: <h2>Como o Pardus preenche suas necessidades?</h2>

source: <b>Step 4 of 7</b>
ca: <b>Pas 4 de 7</b>
es: <b>Paso 4 de 7</b>
pt_br: <b>Passo 4 de 7</b>

source: &Do not send my computer's hardware information
ca: &No envies informació sobre el meu maquinari
es: &No enviar la información del hardware de mi computadora
pt_br: &Não envie informações de hardware de meu computador

source: <b>Step 7 of 7</b>
ca: <b>Pas 7 de 7</b>
es: <b>Paso 7 de 7</b>
pt_br: <b>Passo 7 de 7</b>

source: <h2>Computer information</h2> <p> Pardus Hardware CollectInfo Wizard will now gather information from your hardware, including CPU, memory and network cards. This information will be sent to Pardus Development Center, in order to build more stable and secure Pardus. You will need an internet access for this operation to complete. <b>Note that we will not collect any of your personal documents.</b>
ca: <h2>Informació sobre l'ordinador</h2> <p> Ara, l'assistent de recollida d'informació sobre el maquinari de Pardus recopilarà informació sobre el vostre maquinari, incloent-hi CPU, memòria i targetes de xarxa. Aquesta informació s'enviarà al centre de desenvolupament de Pardus, per a poder construir un Pardus més estable i segur. Per a poder completar aquesta operació necessitareu accÚs a l'internet. <b>Volem remarcar que no recollirem cap informació personal.</b>
es: <h2>Información de la Computadora</h2> <p> Pardus Hardware Collect Info Wizard reunirá ahora informaciones sobre el hardware, incluyendo CPU, memoria y tarjetas de red. Esta información se enviará al centro de desarrollo de Pardus para elaborar las proximas versiones de Pardus mas estables y mas seguros. Se necesita una conexión a internet para concluir esta operación. <b>No se enviará información sobre sus documentos personales.</b>
pt_br: <h2>Informação do computador</h2> <p> Pardus Hardware CollectInfo Wizard irá agora coletar informação de seu hardware, incluindo CPU, memória e placas de rede. Estas informações serão enviadas ao Centro de Desenvolvimento Pardus, para construir um Pardus mais estável e seguro. Você precisará de acesso à internet para que esta operação complete. <b>Note que nós não coletaremos nenhum de seus documentos pessoais.</b>

source: <h2>Your opinions about Pardus?</h2>
ca: <h2>Quines és la vostra opinió sobre Pardus?</h2>
es: <h2>Su opinión sobre Pardus ?</h2>
pt_br: <h2>Sua opinião sobre o Pardus?</h2>

source: (Ease of installation and use, capability of software, general quality, adoptability, suitability to requirements, etc)
ca: (Facilitat d'instal·lació i utilització, capacitat del programari, qualitat general, facilitat d'adopció, idoneïtat per a satisfer les necessitats, etc...)
es: (Facilidad de instalación y uso, calidad de software disponible, calidad en general, facilidad de adaptación a los requerimientos, etc)
pt_br: (Facilidade de instalação e uso, capabilidade de software, qualidade geral, adotabilidade, adequação a requisitos, etc.)

source: <b>Step 5 of 7</b>
ca: <b>Pas 5 de 7</b>
es: <b>Paso 5 de 7</b>
pt_br: <b>Passo 5 def 7</b>

source: Experienced system administrator
ca: Administrador de sistema amb experiÚncia
es: Administrador de sistema avanzado
pt_br: Administrador de sistemas experiente

source: New user
ca: Nou usuari
es: Usuario nuevo
pt_br: Novo usuário

source: Home/office productivity user
ca: Usuari normal o professional
es: Usuario de escritorio casa/oficina
pt_br: Usuário caseiro/de escritório

source: Experienced user
ca: Usuari amb experiÚncia
es: Usuario avanzado
pt_br: Usuário experiente

source: <h2>What is your experience level?</h2>
ca: <h2>Quin és el vostre nivell d'experiÚncia?</h2>
es: <h2>Cual es su nivel de experiencia ?</h2>
pt_br: <h2>Qual seu nível de experiência?</h2>

source: <b>Step 1 of 7</b>
ca: <b>Pas 1 de 7</b>
es: <b>Paso 1 de 7</b>
pt_br: <b>Passo 1 de 7</b>

source: <h2>Thank you</h2> We have collected all necessary information in order to send to Pardus developers. <p> Thank you for your support to Pardus operating system.
ca: <h2>Moltes gràcies</h2> Hem recollit tota la informació necessària per a poder-la enviar als desenvolupadors de Pardus. <p> Gràcies pel vostre suport al sistema operatiu Pardus.
es: <h2>Muchas gracias</h2> Hemos colectado todas informaciones necesarias para enviarlos a los desarolladores de Pardus. <p> Gracias por su apoyo al sistema operativo Pardus.
pt_br: <h2>Obrigado</h2> Nós coletamos todas a informação necessária para enviar aos desenvolvedores do Pardus. <p> Obrigado pelo seu suporte ao sistema operacional Pardus.

source: <h2>Welcome to Pardus</h2> With this small wizard, you can send your messages to Pardus developers and help Pardus be the best Linux in the world. <p> The information you will give here will accelerate Pardus development. Please click on "Forward" button for the next step. <p>
ca: <h2>Us donem la benvinguda a Pardus</h2> Amb aquest senzill assistent podeu enviar els vostres missatges als desenvolupadors i així contribuir a que Pardus siga el millor sistema operatiu GNU/Linux del món. <p> La informació que donareu ací accelerarà el desenvolupament de Pardus. Si us plau, piqueu sobre el botó "Endavant" per a continuar amb el pas segÌent. <p>
es: <h2>Bienvenido a Pardus</h2> Con este sencillo asistente puede enviar mensajes a los desarolladores de Pardus y ayudar a hacer a Pardus el mejor Linux del mundo. <p> La información que transmite mediante esta herramienta va a acelerar el desarollo de Pardus. Favor presionar el botón "Siguiente" para el próximo paso. <p>
pt_br: <h2>Bem-vindo ao Pardus</h2> Com este pequeno wizard, você pode enviar suas mensagens aos desenvolvedores do Pardus e ajudar o Pardus a ser o melhor Linux no mundo. <p> A informação que você dará aqui acelerará o desenvolvimento do Pardus. Por favor, clique no botão "Avançar"para o próximo passo. <p>

source: Feedback wizard
ca: Assistent de l'avaluació
es: Asistente de Feedback
pt_br: Wizard de feedback

source: Daily use
ca: Ús diari
es: Uso diario
pt_br: Uso diário

source: It's my hobby
ca: És una afició
es: Por placer (hobby)
pt_br: É meu passatempo

source: For internet access
ca: Per connectar-me a l'internet
es: Para navegar en internet
pt_br: Para acesso à internet

source: For business
ca: Per feina
es: Por trabajo
pt_br: Para negócios

source: Entertainment purposes
ca: Finalitats d'esbarjo
es: Multimedia y entretenimiento
pt_br: Fins de entretenimento

source: Educational purposes
ca: Finalitats educatives
es: Para estudiar
pt_br: Fins educacionais

source: <h2>Why do you use Pardus?</h2>
ca: <h2>Per quÚ feu servir el Pardus?</h2>
es: <h2>Para que está utilizando Pardus ?</h2>
pt_br: <h2>Por que você usa o Pardus?</h2>

source: <b>Step 2 of 7</b>
ca: <b>Pas 2 de 7</b>
es: <b>Paso 2 de 7</b>
pt_br: <b>Passo 2 de 7</b>

source: Welcome
ca: Us donem la benvinguda
es: Bienvenido
pt_br: Bem-vindo

source: Experience
ca: ExperiÚncia
es: Experiencia
pt_br: Experiência

source: Purpose
ca: Finalitat
es: Aplicación
pt_br: Propósito

source: Usage
ca: Ús
es: Modo de Uso
pt_br: Uso

source: Questions
ca: Preguntes
es: Preguntas
pt_br: Questões

source: Personal Info
ca: Informació personal
es: Informaciones personales
pt_br: Informações Pessoais

source: Hardware Info
ca: Informació sobre el maquinari
pt_br: Informações de Hardware

source: Uploading
ca: S'està enviant
es: Enviando
pt_br: Enviando

source: Goodbye!
ca: Que vagi bé!
es: Adios!
pt_br: Tchau!

source: Collecting hardware information...
ca: S'està recollint informació sobre el maquinari...
es: Reuniendo informaciones de hardware...
pt_br: Coletando informação do hardware...

source: <font color="#008800">Done</font><br>
ca: <font color="#008800">Fet</font><br>
es: <font color="#008800">Listo</font><br>
pt_br: <font color="#008800">Pronto</font><br>

source: Uploading data...
ca: S'estan enviant les dades
es: Enviando datos...
pt_br: Enviando dados...

source: <font color="#ff0000">Failed</font><br>
ca: <font color="#ff0000">Ha fallat</font><br>
es: <font color="#ff0000">Fallado</font><br>
pt_br: <font color="#ff0000">Falhou</font><br>

source: <font color="#ff0000">Unable to connect feedback database.</font><br>
ca: <font color="#ff0000">No s'ha pogut connectar amb la base de dades d'avaluació.</font><br>
es: <font color="#ff0000">No posible conectar a base de datos de feedback.</font><br>
pt_br: <font color="#ff0000">Incapaz de se conecatr ao banco de dados de feedback.</font><br>

source: <font color="#ff0000">Feedback seems to be broken. Data is corrupted.</font><br>
ca: <font color="#ff0000">Sembla que l'avaluació no està bé. Les dades estan corruptes.</font><br>
es: <font color="#ff0000">Feedback parece interrumpido. Datos están corruptos.</font><br>
pt_br: <font color="#ff0000">O feedback parece estar quebrado. Dados estão corrompidos.</font><br>

source: <font color="#ff0000">Server does not support this version. Please update feedback tool.</font><br>
ca: <font color="#ff0000">El servidor no suporta aquesta versió. Si us plau, actualitzeu l'eina d'avaluació.</font><br>
es: <font color="#ff0000">Servidor no soporta esta versión. Favor actualice la herramienta de feedback.</font><br>
pt_br: <font color="#ff0000">O servidor não suporta esta versão. Por favor atualize a ferramenta de feedback.</font><br>

source: <font color="#ff0000">Feedback seems to be broken. Data is missing.</font><br>
ca: <font color="#ff0000">Sembla que l'avaluació no està bé. Hi falten dades.</font><br>
es: <font color="#ff0000">Feedback parece interrumpido. Datos faltantes.</font><br>
pt_br: <font color="#ff0000">O feedback parece estar quebrado. Dados estão faltando.</font><br>

source: <font color="#ff0000">Feedback database is offline.</font><br>
ca: <font color="#ff0000">La base de dades de l'avaluació no està connectada a la xarxa.</font><br>
es: <font color="#ff0000">Base de datos de Feedback está fuera de linea.</font><br>
pt_br: <font color="#ff0000">O banco de dados de feedback está fora do ar.</font><br>

source: <font color="#ff0000">You've already sent feedback.</font><br>
ca: <font color="#ff0000">Ja heu enviat l'avaluació.</font><br>
es: <font color="#ff0000">Ya se envió anteriormente el feedback.</font><br>
pt_br: <font color="#ff0000">Você já enviou o feedback.</font><br>

source: <font color="#ff0000">Feedback database has errors.</font><br>
ca: <font color="#ff0000">La base de dades de l'avaluació conté errors.</font><br>
es: <font color="#ff0000">Base de datos de Feedback tiene errores.</font><br>
pt_br: <font color="#ff0000">O banco de dados de feedback contém erros.</font><br>

source: Feedback tool is already running!
ca: Ho sent. L'eina d'avaluació ja està en marxa
es: Feedback tool ya se está ejecutando !
pt_br: A ferramenta de feedback já está executando!

source: <h2>Upload</h2>
ca: <h2>Enviament</h2>
es: <h2>Envío</h2>

source: Retry
ca: Torna a intentar-ho
es: Reintentar
pt_br: Nova tentiva

source: <h2>Your personal information (optional)</h2> You can submit your e-mail address for inclusion in our low traffic announces.
ca: <h2>La vostra informació personal (optatiu)</h2> Podeu escriure la vostra adreça de correu electrònic per a subscriure-vos a la nostra llista d'anuncis, que us enviarà informació molt de quan en quan.
es: <h2>Information personal (opcional)</h2> Puede anotar su dirección e-mail para incluirle en nuestra lista de noticias.
pt_br: <h2>Suas informações pessoais (opcional)</h2> Você pode submeter seu endereço de e-mail para inclusão nos nossos anúncios de pouco tráfego.

source: E-mail:
ca: Correu electrònic:

source: Add me to your Pardus announce list
ca: Afegiu-me a la vostra llista d'anuncis de Pardus
es: Agregarme a la lista de noticias de Pardus
pt_br: Adicione-me na lista de anúncios do Pardus

source: <b>Step 6 of 7</b>
ca: <b>Pas 6 de 7</b>
es: <b>Paso 6 de 7</b>
pt_br: <b>Passo 6 de 7</b>

source: Opinions
es: Opiniones
pt_br: Opiniões
