Repository: pars-linux/uludag
Catalog: trunk/staj-projeleri/paket-arama/src/po/*.po
Languages: es

source: Usage
es: Uso

source: Meaning
es: Significado

source: search for "term" in "package"
es: Buscar "termino" en "paquete"

source: in:package
es: en:paquete

source: list all paths in "package"
es: listar todas las rutas en "paquete"

source: p:package
es: p:paquete

source: search for packages like "package"
es: Buscar paquetes similar a "paquete"

source: list all packages
es: Listar todos los paquetes

source: term
es: termino

source: search for "term" in all package contents
es: Buscar "termino" en los contenidos de todos los paquetes

source: Information
es: Información

source: Source Packages
es: Paquetes de fuentes

source: Binary Packages
es: Pauetes binarios

source: Packagers
es: Empaquetador

source: Search Packages
es: Buscar Paquetes

source: Search
es: Buscar

source: Back
es: Atrás

source: packages
es: paquetes

source: (first %s)
es: (primeros %s)

source: Contents of package %(pkg)s %(partial)s:
es: Contenido de paquete %(pkg)s %(partial)s:

source: No package specified.
es: Paquete no especificado.

source: Path
es: Ruta

source: List of packages with a similar name to %(pkg)s:
es: Listar de paquetes con nombre similar a %(pkg)s:

source: List of packages:
es: Lista de paquetes:

source: Package
es: Paquete

source: Count
es: Cantidad

source: Files related to %(term)s in package %(pkg)s %(partial)s:
es: Archivos relacionados con %(term)s en paquetes %(pkg)s %(partial)s:

source: Files related to %(term)s:
es: Archivos relacionados con %(term)s:

source: No search terms entered.
es: Término de busqueda no fue ingresado.
