Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/LC_MESSAGES/kdebase/kcmbackground.po
Languages: tr

source: Advanced Background Settings
tr: Gelişmiş Arkaplan Ayarları

source: %1 min.
tr: min %1.

source: Unable to remove the program: the program is global and can only be removed by the system administrator.
tr: Bu program silinemedi. Program evrensel ve sadece sistem yöneticisi tarafından silinebilir.

source: Cannot Remove Program
tr: Program Kaldırılamıyor

source: Are you sure you want to remove the program `%1'?
tr: '%1' programını kaldırmak istediğinize emin misiniz?

source: Remove Background Program
tr: Arkaplan Programını Sil

source: &Remove
tr: &Sil

source: Configure Background Program
tr: Arkaplan Programını Yapılandır

source: &Name:
tr: İ&sim:

source: Co&mment:
tr: &Açıklama:

source: Comman&d:
tr: &Komut:

source: &Preview cmd:
tr: Ö&nizleme komutu:

source: &Executable:
tr: Ç&alıştırılabilir:

source: &Refresh time:
tr: &Tazeleme aralığı:

source: min
tr: dak

source: New Command
tr: Yeni Komut

source: New Command <%1>
tr: Yeni Komut <%1>

source: You did not fill in the `Name' field. This is a required field.
tr: 'İsim' alanını doldurmadınız. Bu gerekli bir alan.

source: There is already a program with the name `%1'. Do you want to overwrite it?
tr: '%1' isimli bir program zaten mevcut. Üstüne yazmak ister misiniz?

source: Overwrite
tr: Üzerine Yaz

source: You did not fill in the `Executable' field. This is a required field.
tr: 'Çalıştırılabilir' alanını doldurmadınız. Bu gerekli bir alan.

source: You did not fill in the `Command' field. This is a required field.
tr: 'Komut' alanını doldurmadınız. Bu gerekli bir alan.

source: Open file dialog
tr: Dosya aç penceresi

source: <p><h1>Background</h1> This module allows you to control the appearance of the virtual desktops. KDE offers a variety of options for customization, including the ability to specify different settings for each virtual desktop, or a common background for all of them.</p> <p>The appearance of the desktop results from the combination of its background colors and patterns, and optionally, wallpaper, which is based on the image from a graphic file.</p> <p>The background can be made up of a single color, or a pair of colors which can be blended in a variety of patterns. Wallpaper is also customizable, with options for tiling and stretching images. The wallpaper can be overlaid opaquely, or blended in different ways with the background colors and patterns.</p> <p>KDE allows you to have the wallpaper change automatically at specified intervals of time. You can also replace the background with a program that updates the desktop dynamically. For example, the "kdeworld" program shows a day/night map of the world which is updated periodically.</p>
tr: <p><h1>Arkaplan</h1> Bu modül sanal masaüstlerinin görünümünü kontrol etmenize olanak tanır. KDE özelleştirme için birçok seçenek sunar, seçeneklere her masaüstü için farklı ayarlar kullanılması, ya da tümü için aynı arkaplanın kullanılması dahildir.</p> <p>Masaüstünün görünümü arkaplan renkleri ve desenlerin ve seçimli olarak duvar kağıdının kombinasyonu olarak ortaya çıkar.</p> <p> Arkaplan tek bir renkten ya da birçok desen içerisinden bir desenle karıştırılmış iki renkten oluşabilir. Duvar kağıdı da aynı şekilde resimlerin kaplanması ya da büyütülmesi gibi seçenekler ile özelleştirilebilir. Duvar kağıdı normal olarak , ya da farklı yollarla arkaplan renkleri ve desenleri ile karıştırılarak uygulanabilir.</p> <p> KDE duvar kağıdının otomatik olarak belirli aralıklarla değiştirilebilmesi olanağını verir. Aynı zamanda arkaplan olarak masaüstünü güncelleyen bir program kullanabilirsiniz. Örneğin "kdeworld" programı dünya haritasını gece/gündüz olarak gösterir.</p>

source: Screen %1
tr: Ekran %1

source: Single Color
tr: Tek Renk

source: Horizontal Gradient
tr: Yatay Eğim

source: Vertical Gradient
tr: Dikey Eğim

source: Pyramid Gradient
tr: Piramit Karışım

source: Pipecross Gradient
tr: Çapraz Gradyan Eğim

source: Elliptic Gradient
tr: Eliptik Eğim

source: Centered
tr: Ortala

source: Tiled
tr: Kapla

source: Center Tiled
tr: Kaplayarak Ortala

source: Centered Maxpect
tr: Uygun Ortala

source: Tiled Maxpect
tr: Uygun Ortala

source: Scaled
tr: Ölçeklendirilmiş

source: Centered Auto Fit
tr: Ortalı Otomatik Döşeli

source: Scale & Crop
tr: Boyutlandır ve Kırp

source: No Blending
tr: Karıştırma Yok

source: Flat
tr: Düz

source: Horizontal
tr: Yatay

source: Vertical
tr: Dikey

source: Pyramid
tr: Piramit

source: Pipecross
tr: Çapraz Çizgi

source: Elliptic
tr: Eliptik

source: Intensity
tr: Yoğunluk

source: Saturation
tr: Doygunluk

source: Contrast
tr: Zıtlık

source: Hue Shift
tr: Çapraz Karışım

source: Select Wallpaper
tr: Duvar Kağıdını Seçin

source: This picture of a monitor contains a preview of what the current settings will look like on your desktop.
tr: Bu ekran resmi güncel ayarların masaüstünde nasıl görüntüleneceğini gösterir.

source: Setup Slide Show
tr: Slayt Gösterisini Ayarla

source: minute
tr: dakika

source: Select Image
tr: Resmi Seç

source: Background Program
tr: Arkaplan Programı

source: <qt> <p>Click here if you want to add a program to the listbox. This button opens a dialog where you are asked to give details about the program you want to run. To successfully add a program, you must know if it is compatible, the name of the executable file and, if necessary, its options.</p> <p>You usually can get the available options to a suitable program by typing in a terminal emulator the name of the executable file plus --help (foobar --help).</p> </qt>
tr: <qt> <p>Listekutusuna bir program eklemek istiyorsanız buraya tıklayın. Bu düğme çalıştırmak istediğiniz program hakkında detayları isteyen bir pencere açar. Düzgün biçimde bir program eklemek için uygunluğunu, çalıştırılabilir dosya adını ve gerekirse seçeneklerini bilmelisiniz.</p> <p> Genellikle birçok program hakkındaki yardımı terminalde çalıştırılabilir dosya adı artı --help yazdığınızda elde edebilirsiniz (foobar --help).</p> </qt>

source: &Add...
tr: &Ekle...

source: Click here to remove programs from this list. Please note that it does not remove the program from your system, it only removes it from the available options in the background drawing programs list.
tr: Listeden programları silmek için buraya tıklayın. Bu program sistemden silinmeyecek, sadece kullanılabilir programlar listesinden kaldırılacaktır.

source: &Modify...
tr: &Değiştir...

source: Comment
tr: Açıklama

source: Refresh
tr: Tazeleme

source: Check here if you want to allow a program to draw your desktop background. Below you can find the list of programs currently available for drawing the background. You may use one of the available programs, add new ones or modify the existing ones to fit your needs.
tr: Bir programın masaüstünü çizmesini istiyorsanız burayı tıklayın. Aşağıda halen sistemde bu amaçla kullanılabilecek programların bir listesini bulabilirsiniz. Mevcut bir programı kullanabilir, yeni program ekleyebilir ya da listedeki programlardan bir tanesini ihtiyaçlarınızı karşılayacak şekilde değiştirebilirsiniz.

source: Use the following program for drawing the background:
tr: Arkaplan resmini çizmek için aşağıdaki programı kullan:

source: Memory Usage
tr: Bellek Kullanımı

source: In this box you can enter how much memory KDE should use for caching the background(s). If you have different backgrounds for the different desktops caching can make switching desktops smoother at the expense of higher memory use.
tr: Bu kutuda KDE'nin arkaplanlar için ne kadar ön bellek kullanacağını belirtebilirsiniz. Farklı masaüstleri için farklı arkaplan seçenekleriniz varsa ön belleğe alma yüksek hafıza kullanımında masaüstü geçişlerini daha hızlandırır.

source: Size of background cache:
tr: Arkaplan önbelleği boyu:

source: KiB
tr: Kb

source: Click this button to show the identifying number for each screen.
tr: Her ekranın tanımlama numarasını göstermek için bu düğmeye tıklayın.

source: Identify Screens
tr: Ekranları Tanımla

source: Click this button to set the icon text colors and shadow, set up a program to run for the background picture or control the size of the background cache.
tr: Simge metinlerinin rengini ve gölgesini, masaüstü resimlerini ve masaüstü önbellek ayarlarını yapmak için bu düğmeyi tıklayın.

source: Advanced Options
tr: Gelişmiş Seçenekler

source: Click this button to give you a list of new wallpapers to download from the Internet.
tr: Bu düğmeye basılınca Internetten indirilmek üzere yeni duvar kağıtlarının listesini gösterir.

source: Get New Wallpapers
tr: Yeni Duvar Kağıdı Al

source: Options
tr: Seçenekler

source: <qt>You can choose here how a background picture is shown on the desktop: <ul> <li><em>Centered:</em> Center the picture on the desktop.</li> <li><em>Tiled:</em> Tile the picture beginning at the top left of the desktop, so the desktop is totally covered up.</li> <li><em>Center Tiled:</em> Center the picture on the desktop and then tile around it so that the background is totally covered up.</li> <li><em>Centered Maxpect:</em> Magnify the picture without distorting it until it fills either the width or height of the desktop, and then center it on the desktop.</li> <li><em>Scaled:</em> Magnify the picture, until the entire desktop is covered. This may result in some distortion of the picture.</li> <li><em>Centered Auto Fit:</em> If the picture fits the desktop this mode works like the Centered option. If the picture is larger than the desktop it is scaled down to fit while keeping the aspect ratio.</li> <li><em>Scale and Crop:</em> Magnify the picture without distorting it until it fills both the width and height of the desktop (cropping the picture if necessary), and then center it on the desktop.</li> </ul></qt>
tr: <qt>Duvar kağıdını görüntülemek için aşağıdaki yöntemlerden birini kullanabilirsiniz: <ul> <li><em>Ortala:</em> Duvar kağıdını masaüstünde ortala.</li> <li><em>Kapla:</em> Sol üstten başlayarak grafiği masaüstüne kapla, böylelikle masaüstü tümüyle kaplanmış olacaktır.</li> <li><em> Ortalayarak kapla:</em> Grafiği masaüstünde ortala, ve diğer kısımları kapla.</li> <li><em> Uygun Ortala: </em> Grafiği doldurduğu alanı yok etmeden büyüt, ve masaüstünde ortala.</li> <li><em>Ölçeklendir:</em> Eğer gerekli ise grafiği bozarak da olsa, masaüstünü kaplayıncaya kadar büyüt.</li> <li><em>Ortalı otomatik döşe</em>: Duvar kağıdı masaüstüne uyarsa, Ortala benzeri bir görünüm oluşur. Eğer duvar kağıdı masaüstünden büyükse masaüstüne uygun şekilde boyutlandırılır.</li> <li><em>Boyutlandır ve Kırp</em>: Resmin ölçeğini bozmadan masaüstünü ortalayacak ve tüm ekranı kaplayacak şekilde büyütür, gerekirse kenarlardan kırpar.</li> </ul></qt>

source: Posi&tion:
tr: &Konum:

source: If you have selected to use a background picture you can choose various methods of blending the background colors with the picture. The default option of "No Blending" means that the picture simply obscures the background colors below.
tr: Eğer duvar kağıdını seçtiyseniz, duvar kağıdı ile arkaplan renklerinin ve desenlerin karıştırılması için birçok yöntem kullanabilirsiniz. Öntanımlı seçenek, "Karışım Yok"'tur, bu da duvar kağıdının basitçe arkaplanı örtmesi demektir.

source: Click to choose the primary background color.
tr: Birincil arkaplan rengini seçmek için tıklayın.

source: Click to choose the secondary background color. If no secondary color is required by the pattern selected this button will be disabled.
tr: İkincil arkaplan rengini seçmek için tıklayın. Eğer desen için ikini renk gerekli değilse bu düğme kapanır.

source: Co&lors:
tr: &Renkler:

source: &Blending:
tr: &Karışım:

source: You can use this slider to control the degree of blending. You can experiment by moving the slider and looking at the effects in the preview image.
tr: Karışım derecesini kontrol etmek için bu çubuğu kullanabilirsiniz. Yukarıdaki ön izleme resmine bakarak ve çubuğu hareket ettirerek değişimi gözlemleyebilirsiniz.

source: Balance:
tr: Denge:

source: For some types of blending, you can reverse the role of the background and the picture by checking this option.
tr: Bazı karıştırma tiplerinde arkaplan ile resmin rollerini bu seçeneği seçerek geri alabilirsiniz.

source: Reverse roles
tr: Ters çevir

source: Background
tr: Arkaplan

source: No picture, color only
tr: Resim yok, sadece renk

source: &No picture
tr: &Resim yok

source: &Slide show:
tr: &Slayt gösterisi:

source: &Picture:
tr: &Resim:

source: Click this button to select a set of images to be used as background pictures. One picture at a time will be shown for a specified amount of time, after which another image from the set will be shown. Images can be shown at random or in the order you specify them.
tr: Bir resim seti arkaplan resimleri olarak kullanmak için bu düğmeye tıklayın. Resimler belirtilen gösterim aralıkları ile gösterilecektir. Resimler sıralı veya rasgele gösterilebilir.

source: Set&up...
tr: &Ayarlar...

source: Choose the screen you wish to configure the background for from this list.
tr: Listeden arkaplanını yapılandırmak istediğiniz ekranı seçin.

source: Across All Screens
tr: Tüm Masaüstlerinde

source: On Each Screen
tr: Her Bir Ekranda

source: Show the following pictures:
tr: Aşağıdaki resimleri göster:

source: &Show pictures in random order
tr: &Resimleri rastgele sırayla göster

source: Change &picture after:
tr: &Resmi bu süre sonunda değiştir:

source: Move &Down
tr: &Aşağı Taşı

source: Move &Up
tr: &Yukarı Taşı
