Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/LC_MESSAGES/kdebase/kcmfonts.po
Languages: tr

source: Configure Anti-Alias Settings
tr: Yazı Tipi Yumuşatma Ayarlarını Yapılandır

source: E&xclude range:
tr: &Dışarıda tutulacak aralık:

source: pt
tr: nokta

source: <p>If you have a TFT or LCD screen you can further improve the quality of displayed fonts by selecting this option.<br />Sub-pixel rendering is also known as ClearType(tm).<br /> In order for sub-pixel rendering to work correctly you need to know how the sub-pixels of your display are aligned.</p> <p>On TFT or LCD displays a single pixel is actually composed of three sub-pixels, red, green and blue. Most displays have a linear ordering of RGB sub-pixel, some have BGR.<br /> This feature does not work with CRT monitors.</p>
tr: <p>Eğer TFT ya da LCD bir ekranınız varsa, gösterilen yazı tiplerinin kalitesini bu seçenekle daha fazla geliştirebilirsiniz.<br />Alt-piksel çizimi, ClearType(tm) olarak da bilinir.<br />Alt-piksel çiziminin doğru olarak çalışması için görüntü biriminizin alt-piksellerinin nasıl hizalandığını bilmeniz gerekir.</p> <p>TFT ya da LCD görüntü birimlerinde tekil bir piksel aslında üç alt-pikselden oluşur: kırmızı, yeşil ve mavi. Görüntü birimlerinin çoğunda RGB (kırmızı, yeşil, mavi) alt-pikselin doğrusal bir düzeni vardır, bazılarındaysa BGR şeklindedir.<br /> Bu özellik CRT monitörlerde çalışmaz.</p>

source: &Use sub-pixel rendering:
tr: &Alt-piksel gölgeleme kullan:

source: Hinting style:
tr: Gölgeleme biçimi:

source: Hinting is a process used to enhance the quality of fonts at small sizes.
tr: Gölgeleme yazıtiplerinin küçük boyutlarda daha kaliteli görünmelerini sağlayan bir işlemdir.

# font usage
source: General
tr: Genel

# font usage
source: Fixed width
tr: Sabit genişlik

# font usage
source: Small
tr: Küçük

# font usage
source: Toolbar
tr: Araç çubuğu

# font usage
source: Menu
tr: Menü

# font usage
source: Window title
tr: Pencere başlığı

# font usage
source: Taskbar
tr: Görev çubuğu

# font usage
source: Desktop
tr: Masaüstü

source: Used for normal text (e.g. button labels, list items).
tr: Normal yazılar için (örneğin düğme isimleri liste maddeleri) kullanılır.

source: A non-proportional font (i.e. typewriter font).
tr: Orantısız yazı tipi (örneğin daktilo makinesi yazı tipi).

source: Smallest font that is still readable well.
tr: Hala iyi şekilde okunabilen en küçük yazı tipi.

source: Used to display text beside toolbar icons.
tr: Araç çubuğu simgelerinin yanındaki metni göstermekte kullanılır.

source: Used by menu bars and popup menus.
tr: Açılan menüler ve menu çubuklarında kullanılır.

source: Used by the window titlebar.
tr: Pencere başlık çubuğunda kullanılır.

source: Used by the taskbar.
tr: Görev çubuğu tarafından kullanılır.

source: Used for desktop icons.
tr: Masaüstü simgeleri için kullanılır.

source: Ad&just All Fonts...
tr: &Tüm Yazı Tiplerini Ayarla...

source: Click to change all fonts
tr: Yazı tiplerini değiştirmek için tıklayın

source: Use a&nti-aliasing:
tr: &Yumuşatma kullan:

# Use anti-aliasing
source: Enabled
tr: Etkin

# Use anti-aliasing
source: System Settings
tr: Sistem Ayarları

# Use anti-aliasing
source: Disabled
tr: Kapalı

source: If this option is selected, KDE will smooth the edges of curves in fonts.
tr: Bu seçenek seçili ise, KDE yazıtipleri ve bazı resimlerin etrafındaki eğrileri yumuşatacaktır.

source: Configure...
tr: Yapılandır...

source: Force fonts DPI:
tr: Yazı Tiplerini Bu DPI Değerine Zorla:

# Force fonts DPI
source: Disabled
tr: Kapalı

source: <p>This option forces a specific DPI value for fonts. It may be useful when the real DPI of the hardware is not detected properly and it is also often misused when poor quality fonts are used that do not look well with DPI values other than 96 or 120 DPI.</p><p>The use of this option is generally discouraged. For selecting proper DPI value a better option is explicitly configuring it for the whole X server if possible (e.g. DisplaySize in xorg.conf or adding <i>-dpi value</i> to ServerLocalArgs= in $KDEDIR/share/config/kdm/kdmrc). When fonts do not render properly with real DPI value better fonts should be used or configuration of font hinting should be checked.</p>
tr: <p>Bu seçenek yazı tipleri için belirli bir DPI değerini zorlar. Donanımınızın gerçek DPI değerinin doğru olarak algılanamaması durumunda kullanışlı olabilir ve 96 ve ya da 120 DPI'dan farklı DPI değerleri ile iyi görünmeyen düşük kaliteli yazı tipleri kullanıldığında sık sık yanlış kullanılır. </p><p>Bu seçeneğin kullanımı genelde tavsiye edilmez. Eğer mümkünse gerçek DPI değerini tüm X sunucusu için ayarlamak daha doğru olacaktır. (xorg.conf dosyasındaki DisplaySize değerini belirlemek ya da ServerLocalArgs= in $KDEDIR/share/config/kdm/kdmrc dosyasına <i>-dpi değeri</i> eklemek gibi). Yazı tipleri gerçek DPI değerleri kullanılarak düzgün gösterilemediğinde alt piksel gölgeleme seçilmelidir.</p>

source: <p>Some changes such as anti-aliasing will only affect newly started applications.</p>
tr: <p>Yumuşatma gibi bazı değişiklikler sadece yeni başlayan programları etkileyecektir.</p>

source: Font Settings Changed
tr: Yazı Tipi Ayarları Değişti

source: <p>Some changes such as DPI will only affect newly started applications.</p>
tr: <p>DPI gibi bazı değişiklikler sadece yeni başlayan programları etkileyecektir.</p>

# no subpixel rendering
source: None
tr: Hiçbiri

source: Vertical RGB
tr: Dikey RGB

source: Vertical BGR
tr: Dikey BGR

source: Medium
tr: Orta

# no hinting
source: None
tr: Hiçbiri

source: Slight
tr: Zayıf

source: Full
tr: Tam
