Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/LC_MESSAGES/kdebase/kioclient.po
Languages: tr

source: KIO Client
tr: KIO İstemcisi

source: Command-line tool for network-transparent operations
tr: Ağ geçişli işlemler için komut satırı aracı

source: Syntax:
tr: Söz Dizimi:

source: kioclient openProperties 'url' # Opens a properties menu
tr: kioclient openProperties 'url' # Bir özellikler menüsü açar

source: kioclient exec 'url' ['mimetype'] # Tries to open the document pointed to by 'url', in the application # associated with it in KDE. You may omit 'mimetype'. # In this case the mimetype is determined # automatically. Of course URL may be the URL of a # document, or it may be a *.desktop file. # 'url' can be an executable, too.
tr: kioclient exec 'url' ['mime türü'] # 'url' konumundaki dosyayı KDE'deki ilişkili uygulamayı kullanarak açar # İsterseniz 'mime türü' vermeyebilirsiniz. Bu durumda mime türü # otomatik olarak belirlenir. 'url' herhangi bir dosya olabileceği # gibi bir *.desktop dosyası ya da bir çalıştırılabilir dosya da # olabilir.

source: kioclient move 'src' 'dest' # Moves the URL 'src' to 'dest'. # 'src' may be a list of URLs.
tr: kioclient move 'kaynak' 'hedef' # 'kaynak' adresi 'hedefe' taşır. # 'kaynak' bir adresler listesi olabilir.

source: # 'dest' may be "trash:/" to move the files # to the trash.
tr: # Dosyaları çöpe atmak için 'hedef', "trash:/" # olarak kullanılabilir.

source: # the short version kioclient mv # is also available.
tr: # Kısayol olarak, kioclient mv # şeklinde de kullanılabilir.

source: kioclient download ['src'] # Copies the URL 'src' to a user-specified location'. # 'src' may be a list of URLs, if not present then # a URL will be requested.
tr: kioclient download ['kaynak'] # 'kaynak' adresini kullanıcının belirlediği # 'hedefe' kopyalar. # 'kaynak' bir adresler listesi olabilir.

source: kioclient copy 'src' 'dest' # Copies the URL 'src' to 'dest'. # 'src' may be a list of URLs.
tr: kioclient copy 'kaynak' 'hedef' # 'kaynak' adresini 'hedefe' kopyalar. # 'kaynak' bir adresler listesi olabilir.

source: kioclient cat 'url' # Writes out the contents of 'url' to stdout
tr: kioclient cat 'url' # 'adresin' standart çıktısının içeriğini yazar

source: kioclient remove 'url' # Removes the URL # 'url' may be a list of URLs.
tr: kioclient remove 'url' # 'url' adresindeki dosyayı siler # 'url' bir adresler listesi olabilir.

source: # the short version kioclient rm # is also available.
tr: # Kısayol olarak kioclient rm # şeklinde de kullanılabilir.

source: *** Examples: kioclient exec file:/root/Desktop/cdrom.desktop "Mount default" // Mounts the CDROM
tr: *** Örnekler: kioclient exec file:/root/Desktop/cdrom.desktop "Öntanımlı bağla" // CD-ROM'u bağlar

source: kioclient exec file:/home/weis/data/test.html // Opens the file with default binding
tr: kioclient exec file:/home/weis/data/test.html // Dosyayı öntanımlı bağlayıcıyla açar

source: kioclient exec file:/home/weis/data/test.html Netscape // Opens the file with netscape
tr: kioclient exec file:/home/weis/data/test.html Netscape // Dosyayı netscape ile açar

source: kioclient exec ftp://localhost/ // Opens new window with URL
tr: kioclient exec ftp://localhost/ // Yeni pencerede adres açar

source: kioclient exec file:/root/Desktop/emacs.desktop // Starts emacs
tr: kioclient exec file:/root/Desktop/emacs.desktop // emacs uygulamasını başlatır

source: kioclient exec file:/root/Desktop/cdrom.desktop // Opens the CDROM's mount directory
tr: kioclient exec file:/root/Desktop/cdrom.desktop // CD-ROM'un bağlanma dizinini açar

source: kioclient exec . // Opens the current directory. Very convenient.
tr: kioclient exec . // Geçerli dizini açar. Çok kullanışlı.

source: Non-interactive use: no message boxes
tr: Etkileşimsiz kullanım: ileti kutusu kullanma

source: Overwrite destination if it exists (for copy and move)
tr: Hedef mevcutsa üzerine yaz (kopyala ve taşı işlemi için)

source: URL or URLs
tr: Adres ya da Adresler

source: Source URL or URLs
tr: Kaynak Adres ya da Adresler

source: Destination URL
tr: Hedef Adres

source: Show available commands
tr: Kullanılabilir komutları göster

source: Command (see --commands)
tr: Komut (bakınız --commands)

source: Arguments for command
tr: Komut için argümanlar

source: Syntax Error: Not enough arguments
tr: Söz Dizimi Hatası: Yeterli argüman yok

source: Syntax Error: Too many arguments
tr: Söz Dizimi Hatası: Çok fazla argüman

source: Unable to download from an invalid URL.
tr: Geçersiz bir adresten indirilemedi.

source: Syntax Error: Unknown command '%1'
tr: Söz Dizimi Hatası: Bilinmeyen komut '%1'
