Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/LC_MESSAGES/kdebase/ksystraycmd.po
Languages: tr

source: No window matching pattern '%1' and no command specified.
tr: %1 biçimi eşleştirme penceresi ve komutu yok.

source: KSysTrayCmd: K3ShellProcess cannot find a shell.
tr: KSysTrayCmd: K3ShellProcess bir kabuk bulamadı.

source: &Hide
tr: G&izle

source: &Restore
tr: Geri &Yükle

source: &Undock
tr: A&yır

source: &Quit
tr: &Çık

source: Allows any application to be kept in the system tray
tr: Sistem tepsisini içeride tutmak için uygulamaya izin verir

source: Command to execute
tr: Çalıştırılacak komut

source: A regular expression matching the window title If you do not specify one, then the very first window to appear will be taken - not recommended.
tr: Pencere başlığını eşleştiren düzenli anlatım. Birini belirtmediyseniz görünmek için ilk pencere alınacak - önerilmez

source: The window id of the target window Specifies the id of the window to use. If the id starts with 0x it is assumed to be in hex.
tr: Hedef pencerenin pencere kimlik bilgisi. Kullanmak için pencerenin kimlik bilgisini belirtir.Kimlik bilgisi 0x'la başlarsa hex'de olduğu varsayılır.

source: Hide the window to the tray on startup
tr: Başlangıçta pencereyi tepsiye gizle

source: Wait until we are told to show the window before executing the command
tr: Komutu yürütmeden önce pencereyi göstermek için belirtilen kadar bekle

source: Sets the initial tooltip for the tray icon
tr: Tepsi simgesi için baş harf araç ipucunu belirler

source: Keep the tray icon even if the client exits. This option has no effect unless startonshow is specified.
tr: Tepsi ikonu çift istemci çıkarsa.Başlangıç efekti açık ise bu özellik etkin değildir.

source: Use ksystraycmd's icon instead of the window's icon in the systray (should be used with --icon to specify ksystraycmd icon)
tr: Sistem çekmecesinde pencerenin simgesi yerine ksystraycmd uygulamasının simgesini kullan (--icon seçeneği ile ksystraycmd simgesi verilerek kullanılmalıdır)

source: Try to keep the window above other windows
tr: Pencereyi diğer pencerelerin üzerinde tutmayı dene

source: Quit the client when we are told to hide the window. This has no effect unless startonshow is specified and implies keeprunning.
tr: Pencereyi gizlemeyi söylediğimizde istemciyi kapat. Bunun startonshow belirtilmeden ve keeprunning içerilmeden bir etkisi olmaz.

source: No command or window specified
tr: Hiç bir komut ya da pencere belirtilmemiş

# NAME OF TRANSLATORS
source: Your names
tr: Serdar Soytetir

# EMAIL OF TRANSLATORS
source: Your emails
tr: tulliana@gmail.com
