Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/LC_MESSAGES/kdebase/plasma_applet_dig_clock.po
Languages: tr

source: Appearance
tr: Görünüm

source: Font style:
tr: Yazı tipi biçemi:

source: Check if you want the font in bold
tr: Yazı tipini kalın göstermek istiyorsanız işaretleyin

source: When this is checked, the clock font will be bold.
tr: Bu seçilirse saatin yazı tipi kalın gösterilir.

source: &Bold
tr: &Kalın

source: Check if you want the font in italic
tr: Yazı tipini yatık göstermek istiyorsanız işaretleyin

source: When this is checked, the clock font will be in italic.
tr: Bu seçilirse saatin yazı tipi yatık gösterilir.

source: &Italic
tr: &Yatık

source: Font color:
tr: Yazı tipi rengi:

source: Use current desktop theme color
tr: Geçerli masaüstü temasının rengini kullan

source: This is default. The clock will get its font color from the current desktop theme.
tr: Bu öntanımlıdır. Saat, yazı tipi rengini geçerli masaüstü temasından alır.

source: Use theme color
tr: Tema rengini kullan

source: Choose your own font color
tr: Kendi yazı tipi renginizi seçin

source: When checked you can choose a custom color for the clock font by clicking on the color widget on the right.
tr: İşaretlendiğinde, sağdaki yazı tipi parçacığına tıklayarak saat için kullanılan yazı tipi için özel bir renk seçebilirsiniz.

source: Use custom color:
tr: Özel renk kullan:

source: Color chooser
tr: Renk seçici

source: Click on this button and the KDE standard color dialog will show. You can then choose the new color you want for your clock.
tr: Bu düğmeye tıkladığınızda KDE öntanımlı renk penceresi gösterilir. Ardından saat için yeni bir renk seçebilirsiniz.

source: Display the date of the day
tr: Günün tarihini göster

source: Display day of the week
tr: Haftanın gününü göster

source: Add the day of the week to the date display.
tr: Tarih görünümüne haftanın gününü ekle.

source: Show day of the &week
tr: Haftanın g&ününü göster

source: Display the current year
tr: Geçerli yılı göster

source: Add the year to the date string.
tr: Tarih ifadesine yılı ekle.

source: Show &year
tr: &Yılı göster

source: Display the time zone name
tr: Zaman dilimi adını göster

source: Display the time zone name under the time.
tr: Saatin altında zaman dilimini göster.

source: Show the seconds
tr: Saniyeleri göster

source: Check this if you want to show the seconds.
tr: Saniyeleri göstermek istiyorsanız işaretleyin.

source: Font
tr: Yazı tipi

source: Information
tr: Bilgiler

source: Show time zone:
tr: Zaman dilimini göster

source: Show seconds:
tr: Saniyeleri göster:

source: Show date:
tr: Tarihi göster:
