Repository: pars-linux/uludag
Catalog: l10n/kde/trunk/*/messages/playground-utils/galmuri.po
Languages: tr

source: Select files and folders
tr: Dosyaları ve dizinleri seç

source: Please enter at least one target directory.
tr: Lütfen en az bir hedef dizin girin.

source: Relative path is not allowed. Please input proper URL.
tr: Göreli konumlara izin verilmiyor. Lütfen tam, açık adresi girin.

source: Duplicate entry
tr: Girdiyi çoğalt

source: Required parameter %1 does not exist.
tr: Gerekli parametre %1 yok.

source: Parameter '%1' type '%2' expected.
tr: '%1' parametresi ve '%2' tipi bekleniyor.

source: Target
tr: Hedef

source: Description
tr: Açıklama

source: Create A New Job
tr: Yeni Bir Görev Oluştur

source: This target is not configurable.
tr: Hedef yapılandırılabilir değil.

source: &Previous
tr: &Önceki

source: &Next
tr: So&nraki

source: Step 1: Basic Settings
tr: Adım 1: Temel Ayarlar

source: Please note that job description is not essential therefore you may leave it blank.
tr: Görev tanımının gerekli olmadığına lütfen dikkat edin, bu nedenle görev tanımını boş bırakabilirsiniz.

source: Step 2: Job Details
tr: Adım 2: Görev Ayrıntıları

source: You can configure target-specific options here.
tr: Hedefe özel seçenekleri buradan yapılandırabilirsiniz.

source: Step 3: Timing Conditions
tr: Adım 3: Zamanlama Koşulları

source: You must enter a job name.
tr: Bir görev adı girmelisiniz.

source: Please select a backup target.
tr: Lütfen bir yedekleme hedefi seçin.

source: N&ew Job...
tr: &Yeni görev...

source: &Delete
tr: &Sil

source: Job &Properties...
tr: Görev &Özellikleri...

source: Repository
tr: Depo

source: URL
tr: Adres

source: Automatic backup and restore utility for KDE 4
tr: KDE 4 için otomatik yedekleme ve geri yükleme aracı

source: Project maintainer
tr: Projeyi yürüten

source: Galmuri could not find any target plugins. Please check your installation.
tr: Galmuri bir hedef eklenti bulamadı. Lütfen kurulumunuzu kontrol edin.

source: Error in repositories.xml at line %1, column %2: %3
tr: repositories.xml içerisinde %1. satır, %2. sütunda hata: %3

source: Could not open repositories.xml for writing
tr: repositories.xml yazım için açılamadı

# NAME OF TRANSLATORS
source: Your names
tr: Serdar Soytetir

# EMAIL OF TRANSLATORS
source: Your emails
tr: tulliana@gmail.com

source: Storing Behavior
tr: Depolama Davranışı

source: &Incremental
tr: &Artan

source: &Snapshot
tr: &Ekran görüntüsü

source: Paths
tr: Yollar

source: &Add
tr: &Ekle

source: &Remove
tr: &Sil

source: &Up
tr: &Yukarı

source: D&own
tr: &Aşağı

source: R&ecurse Subdirectories...
tr: Alt Dizinleri &Özyinelemeli olarak İçer...

source: &Operation
tr: &İşlem

source: &Jobs
tr: &Görevler

source: Jobs
tr: Görevler

source: &Criteria:
tr: &Ölçüt:

source: Date Settings
tr: Tarih Ayarları

source: TextLabel
tr: MetinEtiketi

source: Time Settings
tr: Saat Ayarları

source: &Job Name:
tr: &Görev Adı:

source: &Description:
tr: &Açıklama:

source: &Backup Target:
tr: &Yedekleme Hedefi:
