Repository: pars-linux/uludag
Catalog: trunk/yali-branding-pardus/po/*.po
Languages: fr

source: Target Device:
fr: Support-cible :

source: Unmounting all partitions of
fr: Démontage de toutes les partitions de

source: Trying to unmount
fr: Essai de démontage

source: Error, umount
fr: Erreur, démonter

source: was terminated by signal
fr: s'est terminé avec le signal

source: successfully unmounted
fr: démonté avec succès

source: returned
fr: retourné

source: Execution failed:
fr: Échec de l'exécution :

source: Could not read mtab !
fr: Impossible de lire mtab !

source: Writing
fr: Écriture

source: to
fr: vers

source: Executing: dd if=
fr: Exécution de : dd if=

source: Wrote:
fr: Écrit :

source: The dd process ended with an error !
fr: Le processus dd s'est terminé avec une erreur !

source: successfully written to
fr: écrit avec succès sur

source: <b>Error</b> No target devices were found. You need to plug in a USB Key to which the iso can be written.
fr: <b>Erreur</b> Aucun support-cible n'a été trouvé. Vous devez brancher la clef USB sur laquelle l'iso sera copiée.

source: <b>Error</b> Something went wrong, please see the details window for the exact error. A logfile with the content will be saved in your homedir if the application is closed.
fr: <b>Erreur</b> Quelque chose s'est mal passé, voir les détails dans la fenêtre. Un fichier journal (log) sera écrit et conservé dans votre dossier personnel si l'application est fermée.

source: <b>Success</b> The iso was successfully written to the target device. You are free to unplug it now, a log of the operation will be saved in your homedir if you close the application.
fr: <b>Succès</b> L'iso a été copiée avec succès sur le support-cible. Vous pouvez maintenant le débrancher, un fichier-journal de l'opération sera sauvegardé dans votre dossier personnel si vous fermez l'application.

source: <b>Warning</b> This will <b>destroy all data</b> on the target device, are you sure you want to proceed ? If you say ok here, please <b>do not unplug</b> the device during the following operation.
fr: <b>Attention</b> Toutes les données présentes sur le support-cible vont être <b>détruites</b> , êtes-vous sûr de vouloir continuer ? Si vous choisissez ok, surtout <b>ne débranchez pas</b> le support durant l'opération suivante.

source: Details
fr: Détails

source: Select Iso
fr: Choisissez l'Iso

source: Select an iso file to be written to the device
fr: Choisissez le fichier iso à copier sur le support

source: Select target device to write the iso to
fr: Choisissez le support-cible sur lequel écrire l'iso

source: Write Iso:
fr: Copier l'iso :

source: Write to device
fr: Copier sur le support

source: to
fr: vers
