Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/messages/kdesdk/desktop_kdesdk.po
Languages: tr

# GenericName
source: CVS Frontend
tr: CVS Önyüzü

# Name
source: CVS commit job done
tr: CVS teslim etme işi tamamlandı

# Comment
source: A CVS commit job is done
tr: Bir CVS teslim etme işi tamamlandı

# Comment
source: A D-Bus service that provides an interface to cvs
tr: CVS için arayüz sağlayan bir D-BUS servisi

# GenericName
source: KDE Template Generator
tr: KDE Şablon Oluşturucu

# Name
source: Akonadi Resource Template
tr: Akonadi Kaynak Şablonu

# Comment
source: A template for an Akonadi PIM data resource
tr: Akonadi PIM veri kaynağı için bir şablon

# Name
source: %{APPNAME} Serializer
tr: %{APPNAME} Sıralandırıcı

# Comment
source: An Akonadi serializer plugin for %{APPNAMELC}
tr: %{APPNAMELC} için Akonadi sıralandırıcı eklentisi

# Name
source: Akonadi Serializer Template
tr: Akonadi Sıralandırıcı Şablonu

# Comment
source: A template for an Akonadi data serializer plugin
tr: Akonadi veri sıralandırıcı eklentisi için bir şablon

# Name
source: KDE 4 GUI Application
tr: KDE4 Grafiksel Kullanıcı Arayüzü Uygulaması

# Comment
source: KDE4 simple template based on CMake, inherits from XMLGuiWindow and demonstrates how to use KConfig XT
tr: CMake temelli basit bir KDE4 şablonu, XMLGuiWindow'dan miras alınır ve KConfig XT kullanımını gösterir

# GenericName
source: A KDE4 Application
tr: Bir KDE4 Uygulaması

# Name
source: KDE 4 KPart Application
tr: KDE KPart Uygulaması

# Comment
source: KDE4 simple template based on CMake, inherits from XMLGuiWindow and demonstrates how to use KPart
tr: CMake temelli basit bir KDE4 şablonu, XMLGuiWindow'dan miras alınır ve KPart kullanımını gösterir

# GenericName
source: A KDE KPart Application
tr: Bir KDE KPart Uygulaması

# Name
source: KTextEditor Plugin Template
tr: KTextEditor Eklenti Şablonu

# Name
source: Plasma Applet Template
tr: Plasma Programcığı Şablonu

# Comment
source: A plasma applet template displaying an icon and a text
tr: Bir metin ve simge gösteren Plasma programcığı şablonu

# Name
source: Qt4 GUI Application
tr: Qt4 Grafiksel Kullanıcı Arayüzü Uygulaması

# Comment
source: Generate a QMake/Qt4 based application with graphical user interface (crossplatform compatible)
tr: QMake/Qt4 tabanlı bir grafiksel kullancı arayüzü uygulaması oluştur (platformlararası uyumlu)

# Comment
source: %{APPNAME} runner
tr: %{APPNAME} çalıştırıcı

# Name
source: Plasma Runner Template
tr: Plasma Çalıştırıcı Şablonu

# Comment
source: A plasma runner template
tr: Bir Plasma çalıştırıcı şablonu

# Name
source: PyKDE4 GUI Application
tr: PyKDE4 Grafiksel Kullanıcı Arayüzü Uygulaması

# Comment
source: PyKDE4 template - needs PyKDE4
tr: PyKDE4 şablonu - PyKDE4 gerektirir

# Name
source: PyQt4 GUI Application
tr: PyQt4 Grafiksel Kullanıcı Arayüzü Uygulaması

# Comment
source: PyQt template using a Designer file - needs PyQt4
tr: Designer dosyası kullanan PyQt şablonu - PyQt4 gerektirir

# Name
source: KDE 4 Ruby GUI Application
tr: KDE4 Ruby Grafiksel Kullanıcı Arayüzü Uygulaması

# Comment
source: KDE4 simple ruby template, inherits from XMLGuiWindow - needs korundum4
tr: KDE4 basit ruby şablonu, inherits from XMLGuiWindow - korundum4 gerektirir

# GenericName
source: A KDE4 Ruby Application
tr: Bir KDE4 Ruby Uygulaması

# GenericName
source: Advanced Text Editor
tr: Gelişmiş Metin Düzenleyici

# Comment
source: Kate Plugin
tr: Kate Eklentisi

# Name
source: Kate Session Applet
tr: Kate Oturum Programcığı

# Comment
source: Kate Session Launcher
tr: Kate Oturum Başlatıcı

# Name
source: Backtrace Browser
tr: Geri İz Tarayıcı

# Comment
source: Backtrace navigation tool view
tr: Geri iz tarayıcı görünümü

# Name
source: External Tools
tr: Dış Araçlar

# Comment
source: External Tools
tr: Dış Araçlar

# Name
source: File system browser
tr: Dosya sistemi tarayıcı

# Comment
source: File system browser tool view
tr: Dosya sistemi tarayıcısı görünümü

# Name
source: File Templates
tr: Dosya Şablonları

# Comment
source: Create new files from templates
tr: Şablondan yeni dosyalar oluştur

# Name
source: Find in files tool view
tr: Dosyalarda arama aracı görünümü

# Comment
source: Toolview allowing to search in all open files or files in the filesystem
tr: Bu araç görünümü açık olan dosyalar ya da tüm dosya sistemi içerisindeki dosyalarda arama yapmanızı sağlar

# Name
source: Hello World Plugin
tr: Merhaba Dünya Eklentisi

# Comment
source: Your short description about the plugin goes here
tr: Eklenti hakkındaki kısa yorumunuzu buraya ekleyin

# Name
source: Insert Command
tr: Komut Ekle

# Comment
source: Insert shell command output into a document
tr: Bir kabuk komutunun çıktısını bir belgeye ekler

# Name
source: Build Plugin
tr: Derleme Eklentisi

# Comment
source: Compile or Make and parse error messages
tr: Derleme ya da Make ve ayrıştırma hata iletileri

# Name
source: CTags Plugin
tr: CTags Eklentisi

# Comment
source: Look up definitions/declarations with CTags
tr: CTags ile bildirimlerde ve tanımlamalarda ara

# Name
source: Kate Javascript Console Window
tr: Kate Javascript Uçbirim Penceresi

# Name
source: Select Smallest Enclosing Block
tr: En Küçük Kapatılmış Bloğu Seç

# Comment
source: Test for the KJS Wrapper
tr: KJS Wrapper için Test

# Name
source: Terminal tool view
tr: Uçbirim görünümü

# Comment
source: Toolview embedding a terminal widget
tr: Gömülü bir uçbirim parçacığı aracı

# Name
source: KTextEditor KTTSD Plugin
tr: KTextEditor KTTSD Eklentisi

# Comment
source: Adds a menu entry for speaking the text
tr: Metni okumak için bir menü girdisi oluşturur

# Name
source: Mail files
tr: Dosyaları e-posta ile gönder

# Comment
source: Send files via email
tr: Dosyaları e-posta ile gönder

# Comment
source: Opens the corresponding .h/[.cpp|.c] file
tr: Uyumlu .h/[.cpp|.c] dosyalarını açar

# Name
source: Quick Document switcher
tr: Hızlı Belge Seçici

# Comment
source: Quickly switch to another already opened document
tr: Zaten açık olan bir belgeye hızlıca geçmek için kullanılır

# Comment
source: Snippets plugin with code completion support
tr: Kod tamamlama desteğine sahip parçacık eklentisi

# Name
source: Symbol Viewer
tr: Sembol Gösterici

# Comment
source: Extract and show reference symbols from source
tr: Referans sembollerini kaynaktan çıkar ve göster

# Name
source: Tab Bar
tr: Sekme Çubuğu

# Comment
source: Adds a tab bar to Kate's main window
tr: Kate uygulamasının ana penceresine bir sekme çubuğu ekler

# Name
source: Text Filter
tr: Metin Filtresi

# Comment
source: Easy text filtering
tr: Kolay metin filtreleme

# Name
source: XML Validation
tr: XML Doğrulama

# Comment
source: Validates XML files using xmllint
tr: XML dosyalarını xmllint kullanarak doğrular

# Name
source: XML Completion
tr: XML Tamamlama

# Comment
source: Lists XML elements, attributes, attribute values and entities allowed by DTD
tr: XML ögelerini, özelliklerini, özellik değerlerini ve DTD tarafından izin verilen varlıkları listeler

# GenericName
source: KDE Bug Management
tr: KDE Hata Yönetimi

# Name
source: Bugzilla To-do List
tr: Bugzilla Yapılacaklar Listesi

# GenericName
source: Profiler Frontend
tr: Profil Önyüzü

# Comment
source: Visualization of Performance Profiling Data
tr: Performans Profilleme Verisinin Görünür Hali

# Name
source: KDE Repository Accounts
tr: KDE Deposu Hesapları

# Name
source: KDED Subversion Module
tr: KDED Alt Versiyon Modülü

# Description
source: Subversion ioslave
tr: Subversion hizmet programcığı

# Name
source: Apply Patch...
tr: Yama Uygula...

# Comment
source: Apply the patch to another folder/file
tr: Yamayı diğer dizine/dosyaya uygula

# Name
source: Add to Repository
tr: Depoya Ekle

# Name
source: Delete From Repository
tr: Depodan Sil

# Name
source: Revert Local Changes
tr: Yerel Değişiklikleri Geri Al

# Comment
source: Remove any changes made locally. Warning - this cannot be undone.
tr: Yerel olarak yapılan değişiklikleri kaldır. Dikkat - bu işlem geri alınamaz.

# Name
source: Rename...
tr: Yeniden Adlandır...

# Comment
source: Rename a file locally and in the repository. Use this rather than adding and deleting to rename a file.
tr: Bir dosyayı hem yerel olarak hem de depoda yeniden adlandırın. Bir dosyayı yeniden eklemek ve diğerini silmek yerine bunu kullanın.

# Name
source: Import Repository
tr: Depoyu İçeriye Aktar

# Comment
source: Put folder into an existing repository to put it under revision control.
tr: Dizini başka bie alt düzeltme controlünde var olan bir depo içine koy.

# Name
source: Checkout From Repository...
tr: Depodan Kontrol Et...

# Comment
source: Checkout out files from an existing repository into this folder.
tr: Bu dizinde var olan bir depodan hatalı dosyaları kontrol et.

# Name
source: Switch...
tr: Değiştir...

# Comment
source: Switch given working copy to another branch
tr: Çalışan belirli bir kopyayı başka bölüme değiştir

# Name
source: Merge...
tr: Birleştir...

# Comment
source: Merge changes between this and another branch
tr: Bu ve başka bölüm arasındaki değişiklikleri birleştir

# Name
source: Blame...
tr: Dosyayı Değiştirenleri Satırlara göre Göster...

# Comment
source: See who wrote each line of the file and in what revision
tr: Kimin hangi sürümde hangi satırı oluşturduğuna bakın

# Name
source: Create Patch...
tr: Yama Oluştur...

# Name
source: Export...
tr: Dışarıya Aktar...

# Comment
source: Checkout out an unversioned copy of a tree from a repository
tr: Depodaki bir ağaçtan kusurlu bir versionsuz kopyayı kontrol et

# Name
source: Diff (local)
tr: Diff (yerel)

# Comment
source: Show local changes since last update
tr: Son güncellemeden sonraki yerel değişiklikleri göster

# Name
source: SVN Update
tr: SVN Güncelle

# Name
source: SVN Commit
tr: SVN Gönder

# GenericName
source: Diff/Patch Frontend
tr: Diff/Patch Önyüzü

# Name
source: Qt Designer Files
tr: Qt Tasarımcı Dosyaları

# GenericName
source: Qt Designer UI File Viewer
tr: Qt Tasarımcı UI Dosya Göstericisi

# GenericName
source: Computer-Aided Translation System
tr: Bilgisayar Destekli Çeviri Sistemi

# Comment
source: Development style for searching accelerator and style guide conflicts
tr: Arama hızlandırıcısı ve biçim kılavuzu çelişkileri için geliştirme biçimi

# GenericName
source: UML Modeller
tr: UML Modelleyici
