Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/messages/kdesdk/katemailfilesplugin.po
Languages: tr

source: Mail Files
tr: E-posta Dosyaları

source: Support mailing files
tr: E-posta dosyalarını destekle

source: Send one or more of the open documents as email attachments.
tr: Açık olan bir veya birden fazla belgeyi e-posta eklentisi olarak gönder.

source: <p>The current document has not been saved, and cannot be attached to an email message.</p><p>Do you want to save it and proceed?</p>
tr: <p>Geçerli belge henüz kaydedilmediğinden bir e-posta iletisine eklenemez.</p><p>Dosyayı kaydetmek ve eklemek istiyor musunuz?</p>

source: Cannot Send Unsaved File
tr: Kaydedilmeyen Dosya Gönderilemez

source: The file could not be saved. Please check if you have write permission.
tr: Belge kaydedilemedi. Lütfen yazma izninizin olup olmadığını kontrol edin.

source: <p>The current file:<br /><strong>%1</strong><br />has been modified. Modifications will not be available in the attachment.</p><p>Do you want to save it before sending it?</p>
tr: <p>Geçerli dosya:<br /><strong>%1</strong><br />değiştirilmiş. Değişiklikler eklentide kullanılabilir olmayacaktır.</p><p>Dosyayı göndermeden önce kaydetmek istiyor musunuz?</p>

source: Save Before Sending?
tr: Göndermeden Önce Kaydedilsin mi?

source: Do Not Save
tr: Kaydetme

source: Email Files
tr: Dosyaları E-posta ile Gönder

source: &Show All Documents >>
tr: &Tüm Belgeleri Göster >>

source: &Mail...
tr: &E-posta ile Gönder...

source: <p>Press <strong>Mail...</strong> to email the current document.</p><p>To select more documents to send, press <strong>Show All Documents&nbsp;&gt;&gt;</strong>.</p>
tr: <p>Geçerli belgeyi e-posta ile göndermek istiyorsanız <strong>E-posta ile Gönder...</strong> ögesine tıklayın.</p><p>Daha fazla belge göndermek istiyorsanız <strong>Tüm Belgeleri Göster&nbsp;&gt;&gt;</strong> ögesine tıklayın.</p>

source: Name
tr: İsim

source: URL
tr: Adres

source: &Hide Document List <<
tr: &Belge Listesini Gizle <<

source: Press <strong>Mail...</strong> to send selected documents
tr: Seçilen belgeleri göndermek için <strong>E-posta ile Gönder...</strong> düğmesine basın

source: &File
tr: &Dosya

# NAME OF TRANSLATORS
source: Your names
tr: Serdar Soytetir

# EMAIL OF TRANSLATORS
source: Your emails
tr: tulliana@gmail.com
