Repository: pars-linux/uludag
Catalog: trunk/l10n-kde4/*/messages/kdeplasma-addons/plasma_applet_knowledgebase.po
Languages: tr

source: <b>Question:</b> %1
tr: <b>Soru:</b> %1

source: <b>Answer:</b> %1
tr: <b>Yanıt:</b> %1

source: <b>Not answered yet</b>
tr: <b>Henüz yanıtlanmadı</b>

source: Search Knowledge Base
tr: Bilgi Tabanında Ara

source: one item, page %2/%3
tr: %1 öge, sayfa %2/%3

# General settings for the applet
source: General
tr: Genel

source: minute
tr: dakika

source: <b>openDesktop Account</b>
tr: <b>Açık Masaüstü Hesabı</b>

source: Register
tr: Kayıt ol

source: <b>Display</b>
tr: <b>Göster</b>

source: refresh interval:
tr: tazeleme aralığı:
