Repository: pars-linux/uludag
Catalog: trunk/l10n-kde4/*/messages/kdeplasma-addons/plasma_runner_audioplayercontrol.po
Languages: tr

source: play
tr: Oynat

source: append
tr: ekle

source: queue
tr: kuyruk

source: pause
tr: Duraklat

# next song
source: next
tr: sonraki

source: mute
tr: sessiz

# increase the sound volume
source: up
tr: yukarı

# decrease the sound volume
source: down
tr: Alçalt

# previous song
source: prev
tr: önceki

source: stop
tr: Durdur

# set the sound volume
source: volume
tr: ses=

# quit media player
source: quit
tr: Çık

source: Play
tr: Oynat

source: Append
tr: Ekle

source: Queue
tr: Kuyruk

source: Pause
tr: Duraklat

source: Next
tr: Sonraki

source: Mute
tr: Sessiz

source: Increase
tr: Yükselt

source: Decrease
tr: Alçalt

source: Prev
tr: Önceki

source: Stop
tr: Durdur

source: Volume=
tr: Ses=

source: Quit
tr: Çık

source: Start playing
tr: Çalmaya başla

source: Audio player control
tr: Ses oynatıcı denetimi

source: Play next song
tr: Sonraki parçayı çal

source: Play previous song
tr: Önceki parçayı çal

source: Pause playing
tr: Çalmayı duraklat

source: Stop playing
tr: Çalmayı durdur

source: Increase volume by %1
tr: Sesi %1 düzeyine çıkar

source: Reduce volume by %1
tr: Sesi %1 düzeyine indir

source: Set volume to %1%
tr: Sesi %1% düzeyine ayarla

source: Quit %1
tr: %1 Uygulamasından Çık

source: Append to playlist
tr: Parça listesine ekle

source: next
tr: sonraki

source: increase
tr: yükselt

source: decrease
tr: Alçalt

source: prev
tr: önceki

source: volume
tr: Ses=

source: quit
tr: Çık

source: Plays the selected song. If :q: is not empty it lists songs matching :q: to play them
tr: Seçili şarkıyı çalar. Eğer :q: tanımlanmış ise, oynatmak üzere :q: ile eşleşen şarkıları listeler

source: Displays songs matching :q: for appending the selected to the playlist
tr: Seçili çalma listesine eklemek üzere :q: ile eşleşen şarkıları gösterir

source: Displays songs matching :q: for queueing them
tr: Sıraya koymak üzere :q: ile eşleşen şarkıları gösterir

source: Plays a song from playlist
tr: Parça listesinden şarkı çalar

source: Pauses the playing
tr: Çalmayı duraklatır

source: Plays the next song in the playlist if one is available
tr: Eğer mümkünse parça listesindeki bir sonraki parçayı çalar

source: Mutes/unmutes the player
tr: Oynatıcının sesini kapatır/açar

source: Increases the volume by :q:. If :q: is empty it increases by the configured value
tr: Sesi :q: kadar arttırır. Eğer :q: tanımlanmamışsa daha önceden belirlenmiş şekilde arttırır

source: Decreases the volume by :q:. If :q: is empty it decreases by the configured value
tr: Sesi :q: kadar azaltır. Eğer :q: tanımlanmamışsa daha önceden belirlenmiş şekilde azaltır

source: Plays the previous song if one is available
tr: Eğer kullanılabilir durumdaysa önceki parçayı çalar

source: Stops the playing
tr: Çalmayı durdurur

source: Sets the volume to :q:
tr: Sesi :q: düzeyine ayarlar

source: Quits the player
tr: Oynatıcıdan çıkar

source: %1 not found
tr: %1 bulunamadı

source: %1 was not found so the runner is unable to work.
tr: %1 bulunamadığından çalıştırıcı çalışamaz.

source: Audio Player Control Runner Settings
tr: Müzik Çalar Kontrol Çalıştırıcısı Ayarları

source: The player the runner controls:
tr: Kumanda edilecek Müzik Çalar:

source: The collection search is only available for Amarok. You may add another player. That player has to support the MPRIS specification.
tr: Koleksiyon arama sadece Amarok için kullanılabilir. Başka bir müzik çalar ekleyebilirsiniz. Fakat bu müzik çalar da MPRIS tanımlarını desteklemelidir.

source: Search &collection
tr: &Koleksiyon ara

source: Use Command&s
tr: &Komutları Kullan

source: Pla&y:
tr: &Çal:

source: Ap&pend a song:
tr: Bir parça ek&le:

source: Use: append <term> (where <term> matches to artist, title or album)
tr: Kullanım: ekle <term> (<term> sanatçı, başlık ya da albüm olabilir)

source: Q&ueue a song:
tr: Bir parçayı kuyruğa &ekle:

source: Use: queue <term> (where <term> matches to artist, title or album)
tr: Kullanım: kuyruk <term> (<term> sanatçı, başlık ya da albüm olabilir)

source: P&ause:
tr: Dura&klat:

source: S&top:
tr: &Durdur:

source: Previ&ous song:
tr: Ö&nceki parça:

source: &Next song:
tr: S&onraki parça:

source: Set &volume:
tr: Ses &düzeyini ayarla:

source: The numbers are automatically added at the end: Amarok:Volume=10
tr: Numaralar otomatik olarak sona eklenir: Amarok:Volume=10

source: &Increase volume by
tr: Sesi bu seviyede &Yükselt

source: &Decrease volume by
tr: Sesi bu seviyede &Alçalt

source: &Mute:
tr: S&essiz:

source: Quit player:
tr: Oynatıcıdan çık:
