Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/LC_MESSAGES/kdelibs/ktexteditor_plugins.po
Languages: tr

source: DataTool
tr: Veri Aracı

source: Data tool
tr: Veri aracı

source: Data Tools
tr: Veri Araçları

source: (not available)
tr: (kullanılabilir değil)

source: Data tools are only available when text is selected, or when the right mouse button is clicked over a word. If no data tools are offered even when text is selected, you need to install them. Some data tools are part of the KOffice package.
tr: Veri araçları sadece seçildikleri zaman kullanılabilirler. Bazı veri araçları KOffice paketiyle birlikte gelir.

source: Insert File
tr: Dosya Ekle

source: Insert File...
tr: Dosya Ekle...

source: Choose File to Insert
tr: Eklenecek Dosyayı seçiniz

source: &Insert
tr: &Ekle

source: Failed to load file:
tr: Dosya yüklemesi başarısız:

source: Insert File Error
tr: Dosya Ekleme Hatası

source: <p>The file <strong>%1</strong> does not exist or is not readable, aborting.</p>
tr: <p><strong>%1</strong> dosyası yok veya okunamıyor, işlem iptal ediliyor.</p>

source: <p>Unable to open file <strong>%1</strong>, aborting.</p>
tr: <p><strong>%1</strong> dosyası açılamıyor, işlem iptal ediliyor.</p>

source: <p>File <strong>%1</strong> had no contents.</p>
tr: <p><strong>%1</strong> dosyasının içi boş.</p>

source: AutoBookmarks
tr: Otomatik Yer İmleri

source: Configure AutoBookmarks
tr: Otomatik Yer İmlerini Yapılandır

source: Edit Entry
tr: Girdiyi Düzenle

source: &Pattern:
tr: &Desen:

source: <p>A regular expression. Matching lines will be bookmarked.</p>
tr: <p>Bir düzenli ifade. Uyuşan satırlar yer imi yapılacak.</p>

source: Case &sensitive
tr: Büyük/küçük harf &duyarlı

source: <p>If enabled, the pattern matching will be case sensitive, otherwise not.</p>
tr: <p>Eğer etkinleştirilmişse, desen eşleştirme küçük/BÜYÜK harf duyarlı olacak. Aksi halde,-olmayacak.</p>

source: &Minimal matching
tr: En az şşleş&me

source: <p>If enabled, the pattern matching will use minimal matching; if you do not know what that is, please read the appendix on regular expressions in the kate manual.</p>
tr: <p>Etkinleştirilirse, desen eşleşmesi için Enaz Eşleşme özelliği kullanılacak. ( Bunun ne olduğunu tam olarak bilmiyorsanız, Kate el kitabındaki Düzenli İfadeler bölümünü lütfen okuyun.)</p>

source: &File mask:
tr: &Dosya maskesi:

source: <p>A list of filename masks, separated by semicolons. This can be used to limit the usage of this entity to files with matching names.</p><p>Use the wizard button to the right of the mimetype entry below to easily fill out both lists.</p>
tr: <p>Noktalı virgülle ayrılmış dosya adı maskelerinin listesi. Bu liste, yapılacak girişleri, maskeye uyan dosyalar ile sınırlamak için kullanılabilir.</p><p>İki listeyi de kolayca doldurabilmek için aşağıdaki Mime tipi girdisinin sağındaki sihirbaz düğmesini kullanın.</p>

source: MIME &types:
tr: MIME &tipleri:

source: <p>A list of mime types, separated by semicolon. This can be used to limit the usage of this entity to files with matching mime types.</p><p>Use the wizard button on the right to get a list of existing file types to choose from, using it will fill in the file masks as well.</p>
tr: <p>Mime tiplerinin noktalı-virgül ile ayrılmış bir listedir. Bu liste, dosyalara yapılacak girişleri, mime tiplerine uyan dosyalar ile sınırlamak için kullanılabilir.</p><p>Mevcut dosya tiplerinin listesini almak ve oradan seçim yapmak için sağdaki sihirbaz düğmesini kullanın.</p>

source: <p>Click this button to display a checkable list of mimetypes available on your system. When used, the file masks entry above will be filled in with the corresponding masks.</p>
tr: <p>Sisteminizde mevcut olan tüm mime-tiplerinin işaretlenerek seçilebilir bir listesini görmek için bu düğmeye tıklayın. Kullanıldığında, dosya maskesi girişi, seçime denk düşen maskeler ile doldurulacaktır.</p>

source: Select the MimeTypes for this pattern. Please note that this will automatically edit the associated file extensions as well.
tr: Bu desen için MIME tiplerini seçin. Bunun ilişkilendirilmiş dosya uzantılarını otomatik olarak değiştireceğini unutmayın.

source: Select Mime Types
tr: MIME tiplerini seçin

source: &Patterns
tr: &Desenler

source: Pattern
tr: Desen

source: Mime Types
tr: Mime Tipleri

source: File Masks
tr: Dosya Maskeleri

source: <p>This list shows your configured autobookmark entities. When a document is opened, each entity is used in the following way:<p><ol><li>The entity is dismissed, if a mime and/or filename mask is defined, and neither matches the document.</li><li>Otherwise each line of the document is tried against the pattern, and a bookmark is set on matching lines.</li></ol><p>Use the buttons below to manage your collection of entities.</p>
tr: <p>Bu liste yapılandırılmış otomatik yer imi girdilerinizi gösterir. Bir belge açıldığında, herbir giriş şöyle kullanılır : <ol><li> Eğer bir MIME ve/veya dosyaadı maskesi tanımlanmış ve bunlar dosyaya uymuyorsa, girdi reddedilir.</li> <li>Aksi taktirde belgenin her satırı desenle karşılaştırılır ve uyan satırlara yer imi atanır</li></ul><p>Girdi derlemenizi yönetmek için aşağıdaki düğmeleri kullanın.</p>

source: &New...
tr: &Yeni...

source: Press this button to create a new autobookmark entity.
tr: Yeni bir otomatik yer imi girdisi yaratmak için bu düğmeye basın.

source: &Delete
tr: &Sil

source: Press this button to delete the currently selected entity.
tr: Seçili durumdaki girdiyi silmek için bu düğmeye basın.

source: &Edit...
tr: &Düzenle...

source: Press this button to edit the currently selected entity.
tr: Seçili bulunan girdiyi düzenlemek için bu düğmeye basın.

source: The autobrace plugin supersedes the Kate-internal "Auto Brackets" feature. The setting was automatically disabled for this document.
tr: Otomatik parantez eklentisi Kate içerisinde bulunan "Otomatik Parantezler" özelliğini yoksayıyor. Bu belge için bu ayar otomatik olarak kapatıldı.

source: Auto brackets feature disabled
tr: Otomatik parantez özelliği kapatıldı

source: Automatically add closing brackets ) and ]
tr: ] ve ) kapatma işaretlerini otomatik olarak ekle

source: Automatically add closing quotation marks
tr: Tırnak işaretlerini otomatik olarak kapat

source: Select an Icon to use it inside the Code
tr: Kodun içerisinde kullanmak için bir simge seçin

source: Insert Code for KIcon-Creation
tr: KIcon-Creation için Kod Yerleştir

source: Insert KIcon-Code
tr: KIcon-Code Yerleştir

source: <b>IconInserter</b><p> Select an icon and use it as a KIcon in your source code.
tr: <b>IconInserter</b><p> Bir simge seçin ve kaynak kodunuzda bu simgeyi KIcon olarak kullanın

source: Select the Icon you want to use in your code as KIcon.
tr: Kaynak kodunuzda KIcon olarak kullanmak istediğiniz simgeyi seçin.

source: Copy as &HTML
tr: H&TML olarak kopyala

source: Use this command to copy the currently selected text as HTML to the system clipboard.
tr: Seçili metni sistem panosuna HTML olarak kopyalamak için bu komutu kullan.

source: E&xport as HTML...
tr: H&TML olarak dışarı aktar...

source: This command allows you to export the current document with all highlighting information into a HTML document.
tr: Bu komut mevcut belgeyi tüm vurgulanmış bilgilerin de dahil olduğu bir HTML belge olarak dışarı aktarmanızı sağlar.

source: Export File as HTML
tr: Dosyayı HTML Olarak Dışarı Aktar

source: PythonEncoding
tr: Python Karakter Kodlaması

source: Python Encoding check
tr: Python Karakter Dodlaması denetimi

source: %y 2-digit year excluding century (00 - 99) %Y full year number %:m month number, without leading zero (1 - 12) %m month number, 2 digits (01 - 12) %b abbreviated month name %B full month name %e day of the month (1 - 31) %d day of the month, 2 digits (01 - 31) %a abbreviated weekday name %A full weekday name %H hour in the 24 hour clock, 2 digits (00 - 23) %k hour in the 24 hour clock, without leading zero (0 - 23) %I hour in the 12 hour clock, 2 digits (01 - 12) %l hour in the 12 hour clock, without leading zero (1 - 12) %M minute, 2 digits (00 - 59) %S seconds (00 - 59) %P "am" or "pm" %p "AM" or "PM"
tr: %y yüzyıl içermeyen yıl, 2 basamaklı (00 - 99) %Y tam yıl numarası %:m ay numarası, tamamlayıcı sıfır olmadan (1 - 12) %m ay numarası, 2 basamaklı (01 - 12) %b kısaltılmış ay adı %B tam ay adı %e ayın günü (1 - 31) %d ayın günü, 2 digits (01 - 31) %a günün adı, kısaltılmış olarak %A günün adı, tam %H 24 saatlik düzende saat, 2 basamak (00 - 23) %k 24 saatlik düzende saat, tamamlayıcı sıfır olmadan (0 - 23) %I 12 saatlik düzende saat, 2 basamaklı (01 - 12) %l 12 saatlik düzende saat, tamamlayıcı sıfır olmadan (1 - 12) %M dakika, 2 basamaklı (00 - 59) %S saniye (00 - 59) %P "am" veya "pm" %p "AM" veya "PM"

source: Format
tr: Biçim

source: Insert Time && Date
tr: Tarih && Saat Ekle

source: Insane HTML (LE) Expansion
tr: Insane HTML (LE) Eklentisi

source: error %1
tr: hata %1

source: No valid Insane HTML markup detected at current cursor position
tr: Şu anki imleç pozisyonunda geçerli bir Insane HTML işareti algılanamadı

source: This looks like valid Insane HTML markup: %1
tr: Bu geçerli bir Insane HTML işareti gibi duruyor: %1

# NAME OF TRANSLATORS
source: Your names
tr: Serdar Soytetir

# EMAIL OF TRANSLATORS
source: Your emails
tr: tulliana@gmail.com

source: &Tools
tr: &Araçlar

source: &File
tr: &Dosya

source: &Edit
tr: &Düzenle

source: You are trying to save a python file as non ASCII, without specifiying a correct source encoding line for encoding "%1"
tr: Kaynakta "%1" kodlaması için bir kodlama satırı belirlemediğinizden, bir Python dosyasını ASCII olmayan bir şekilde kaydetmek üzeresiniz

source: No encoding header
tr: Karakter kodlaması başlık girdisi yok

source: Insert: %1
tr: Ekle: %1

source: Save Nevertheless
tr: Yine de Kaydet
