Repository: pars-linux/uludag
Catalog: l10n/kde/trunk/*/messages/kdebase/kcmkeys.po
Languages: tr

source: You are about to reset all shortcuts to their default values.
tr: Tüm kısayolları öntanımlı değerlere döndürmek üzeresiniz.

source: Reset to defaults
tr: Öntanımlı ayarlara dön

source: Current Component
tr: Geçerli Bileşen

source: All Components
tr: Tüm Bileşenler

source: Import Scheme...
tr: İçeriye Şema Aktar...

source: Export Scheme...
tr: Dışarıya Şema Aktar...

source: Set All Shortcuts to None
tr: Tüm Kısyaolları Hiçbiri olarak Ayarla

source: Remove Component
tr: Bileşeni Sil

source: Your current changes will be lost if you load another scheme before saving this one
tr: Bu şemayı kaydetmeden yeni bir şema yüklerseniz yaptığınız değişiklikler kaybedilir

source: Load Shortcut Scheme
tr: Kısayol Şeması Yükle

source: Load
tr: Yükle

source: This file (%1) does not exist. You can only select local files.
tr: (%1) dosyası yok. Sadece bir yerel dosya seçebilirsiniz.

source: Message: %1 Error: %2
tr: İleti: %1 Hata: %2

source: Failed to contact the KDE global shortcuts daemon
tr: KDE genel kısayollar servisine bağlanılamadı

source: Component '%1' is currently active. Only global shortcuts currently not active will be removed from the list. All global shortcuts will reregister themselves with their defaults when they are next started.
tr: Bileşen '%1' şu anda etkin. Sadece şu anda etkin olmayan genel kısayollar listeden kaldırılacak. Tüm genel kısayollar bir sonraki başlangıçta tekrar öntanımlı değerleri ile kayıt edilecekler.

source: Remove component
tr: Bileşeni sil

source: Are you sure you want to remove the registered shortcuts for component '%1'? The component and shortcuts will reregister themselves with their default settings when they are next started.
tr: Bileşen '%1' için kayıtlı olan kısayolları silmek istediğinizden emin misiniz ? Bileşenler ve kısayollar ayarları bir sonraki açılışlarında ön tanımlı değerleri ile tekrar kayıt olacaklar.

source: Select the Components to Export
tr: Dışarıya Aktarılacak Bileşenleri Seç

source: Components
tr: Bileşenler

source: KDE component:
tr: KDE bileşeni:

source: File
tr: Dosya

source: Select Shortcut Scheme
tr: Kısayol Şeması Seç

source: Select one of the standard KDE shortcut schemes
tr: KDE Masaüstünün standart kısayol şemalarından birini seç

source: &Standard scheme:
tr: &Standart şema:

source: Select a shortcut scheme file
tr: Bir kısayol şema dosyası seç

source: &Path:
tr: &Yol:
