Repository: pars-linux/uludag
Catalog: l10n/kde/trunk/*/messages/kdepimlibs/kio_smtp.po
Languages: tr

source: The server rejected both EHLO and HELO commands as unknown or unimplemented. Please contact the server's system administrator.
tr: Sunucu EHLO ve HELO komutlarını bilinmeyen ya da henüz eklenmemiş komutlar olarak reddetti. Lütfen sunucunuzun sistem yöneticisine başvurun.

source: Unexpected server response to %1 command. %2
tr: %1 komutuna bilinmeyen sunucu cevabı. %2

source: Your SMTP server does not support TLS. Disable TLS, if you want to connect without encryption.
tr: SMTP sunucunuz TLS desteklemiyor. Şifresiz bağlantı kurmak istiyorsanız TLS'i iptal edin.

source: Connection Failed
tr: Bağlantı Başarısız Oldu

source: An error occurred during authentication: %1
tr: Kimlik doğrulama işlemi sırasında bir hata oluştu: %1

source: No authentication details supplied.
tr: Kimlik doğrulama ayrıntısı sağlanmadı.

source: Choose a different authentication method.
tr: Farklı bir kimlik sınama yöntemi seçin.

source: Your SMTP server does not support %1.
tr: SMTP sunucunuz %1 desteklemiyor.

source: Your SMTP server does not support (unspecified method).
tr: SMTP sunucunuz desteklemiyor (belirtilmemiş yöntem).

source: Your SMTP server does not support authentication. %1
tr: SMTP sunucunuz kimlik sınamayı desteklemiyor. %1

source: Authentication failed. Most likely the password is wrong. %1
tr: Kimlik sınamada hata oluştu. Parola geçersiz olabilir. %1

source: Could not read data from application.
tr: Uygulamadan veri okunamadı.

source: The message content was not accepted. %1
tr: Mesajın içeriği kabul edilmedi. %1

source: The server responded: %1
tr: Sunucu cevabı: %1

source: The server responded: "%1"
tr: Sunucu cevabı: "%1"

source: This is a temporary failure. You may try again later.
tr: Bu geçici bir hatadır. Daha sonra tekrar deneyiniz.

source: The application sent an invalid request.
tr: Uygulama geçersiz bir istek gönderdi.

source: The sender address is missing.
tr: Gönderici adres eksik.

source: SMTPProtocol::smtp_open failed (%1)
tr: SMTPProtocol::smtp_open hata verdi (%1)

source: Your server (%1) does not support sending of 8-bit messages. Please use base64 or quoted-printable encoding.
tr: Sunucunuz (%1) 8-bit mesajların iletilmesini desteklemiyor. Lütfen base64 ya da okunabilir bir kodlama kullanın.

source: Writing to socket failed.
tr: Sokete yazma işlemi başarısız oldu.

source: Invalid SMTP response (%1) received.
tr: Geçersiz SMTP cevabı (%1) alındı.

source: The server (%1) did not accept the connection. %2
tr: Sunucu (%1) bağlantıyı kabul etmedi: %2

source: Username and password for your SMTP account:
tr: SMTP hesabınız için kullanıcı adı ve parolanız:

source: The server did not accept a blank sender address. %1
tr: Sunucu, gönderenin boş adresini kabul etmedi: %1

source: The server did not accept the sender address "%1". %2
tr: Sunucu, gönderenin adresini kabul etmedi (%1) %2

source: Message sending failed since the following recipients were rejected by the server: %1
tr: Bu alıcılar sunucu tarafından reddedildiğinden ileti gönderme işlemi başarısız oldu: %1

source: The attempt to start sending the message content failed. %1
tr: İletinin içeriğini gönderme işlemi başarısız oldu. %1

source: Unhandled error condition. Please send a bug report.
tr: Bir hata alındı. Lütfen hata raporu hazırlayıp gönderin.
