Repository: pars-linux/uludag
Catalog: kde/3.5.x/messages/kdegraphics/kdvi.po
Languages: tr

source: Cannot find font %1, file %2.
tr: %1 yazıtipi, %2 dosyası bulunamadı.

source: Checksum mismatch for font file %1
tr: %1 yazıtipi dosyasında denetleme hatası

source: TeX virtual
tr: Sanal TeX

source: TeX Font Metric
tr: TeX Yazıtipi Metriği

source: Cannot recognize format for font file %1
tr: Yazıtipi dosyası %1 için biçim tanınamadı

source: The font file %1 could be opened and read, but its font format is unsupported.
tr: %1 yazıtipi dosyası açılıp okunabiliyor fakat yazıtipi biçimi desteklenmiyor.

source: The font file %1 is broken, or it could not be opened or read.
tr: %1 yazıtipi dosyası bzouk veya açılamıyo/okunamıyor.

source: FreeType reported an error when setting the character size for font file %1.
tr: FreeType, %1 yazıtipi dosyası için karakter boyutu ayarlanırken hata belirledi.

source: FreeType is unable to load glyph #%1 from font file %2.
tr: FreeType, #%1 karakterini %2 yazıtipi dosyasından yükleyemedi.

source: FreeType is unable to render glyph #%1 from font file %2.
tr: FreeType, #%1 karakterini %2 yazıtipi dosyasından derleyemedi.

source: Glyph #%1 is empty.
tr: Glyph #%1 boş.

source: Glyph #%1 from font file %2 is empty.
tr: %2 yazıtipi dosyasındaki %1 karakteri boş.

source: FreeType is unable to load metric for glyph #%1 from font file %2.
tr: FreeType, #%1 karakterinin boyutlarını %2 yazıtipi dosyasından yükleyemedi.

source: Cannot open font file %1.
tr: %1 yazıtipi dosyası açılamadı.

source: TexFont_PK::operator[]: Character %1 not defined in font %2
tr: TexFont_PK::operator[]: %1 karakteri %2 yazıtipinde tanımlı değil

source: Unexpected %1 in PK file %2
tr: PK dosyası %2 içinde beklenmeyen %1

source: The character %1 is too large in file %2
tr: %2 dosyası içindeki %1 karakteri çok büyük

source: Wrong number of bits stored: char. %1, font %2
tr: Yanlış sayıda bit kaydedildi: karakter %1, yazıtipi %2

source: Bad pk file (%1), too many bits
tr: Bozuk pk dosyası (%1), çok fazla bit

source: Font has non-square aspect ratio
tr: Yazıtipinde hata var!

source: _: NAME OF TRANSLATORS Your names
tr: Görkem Çetin

source: _: EMAIL OF TRANSLATORS Your emails
tr: gorkem@kde.org

source: The DVI file does not start with the preamble.
tr: DVI dosyası bir başlık ile başlamıyor.

source: The DVI file contains the wrong version of DVI output for this program. Hint: If you use the typesetting system Omega, you have to use a special program, such as oxdvi.
tr: DVI dosyası bu program için yanlış DVI çıktı sürümüne sahip. İpucu: Eğer Omega yazım sistemini kullanıyorsanız, oxdvi gibi özel bir program kullanmalısınız.

source: The DVI file is badly corrupted. KDVI was not able to find the postamble.
tr: DVI dosyası bozulmuş. KDVI başlığı bulamıyor.

source: The postamble does not begin with the POST command.
tr: DVI postamble bölümü POST komutu ile başlamıyor.

source: The postamble contained a command other than FNTDEF.
tr: Gönderim FNTDEF den başka bir komut içeriyor.

source: The page %1 does not start with the BOP command.
tr: %1 sayfası BOP komutu ile başlamıyor.

source: Not enough memory to load the DVI-file.
tr: DVI dosyasını yüklemek için yeterli bellek bulunmuyor.

source: Could not load the DVI-file.
tr: DVI dosyası yüklenemedi.

source: <qt><strong>File corruption!</strong> KDVI had trouble interpreting your DVI file. Most likely this means that the DVI file is broken.</qt>
tr: <qt><strong>Dosya hatası!</strong> KDVI, bu dosyayı açamıyor. DVI dosyası bozulmuş olabilir.</qt>

source: DVI File Error
tr: DVI Dosya Hatası

source: KDVI: Information
tr: KDVI Bilgisi

source: <qt>This DVI file contains source file information. You may click into the text with the middle mouse button, and an editor will open the TeX-source file immediately.</qt>
tr: <qt>Bu DVI dosyası kaynak dosya bilgisi içeriyor. Metne orta fare tuşu ile tıklarsanız, bir metin düzenleyici TeX-kaynak dosyasını hemen açacaktır.</qt>

source: Explain in more detail...
tr: Daha fazla bilgi ver...

source: Embedding PostScript Files
tr: PostScript Dosyaları Gömülüyor

source: Not all PostScript files could be embedded into your document.
tr: Tüm PostScript dosyaları dökümanınıza gömülemedi.

source: All external PostScript files were embedded into your document. You will probably want to save the DVI file now.
tr: Tüm dış PostScript dosyaları dökümanınıza gömüldü. Dosyanızı büyük bir ihtimalle kaydetmek isteyeceksiniz.

source: <qt><strong>File error.</strong> The specified file '%1' does not exist. KDVI already tried to add the ending '.dvi'.</qt>
tr: <qt><strong>Dosya hatası.</strong>Belirtilen dosya '%1' mevcut değil. KDVI '.dvi' uzantısını eklemeyi denedi.</qt>

source: File Error!
tr: Dosya Hatası!

source: <qt>Could not open file <nobr><strong>%1</strong></nobr> which has type <strong>%2</strong>. KDVI can only load DVI (.dvi) files.</qt>
tr: <qt><strong>%2</strong> tipindeki <nobr><strong>%1</strong></nobr> dosyası açılamadı. KDVI sadece DVI (.dvi) dosyalarını yükleyebilir.</qt>

source: <qt>File corruption! KDVI had trouble interpreting your DVI file. Most likely this means that the DVI file is broken.</qt>
tr: <qt>Dosya bozuk! KDVI DVI dosyanızı açmakta zorluk çekiyor. DVI dosyanız büyük bir ihtimalle bozulmuş.</qt>

source: <qt>You have asked KDVI to locate the place in the DVI file which corresponds to line %1 in the TeX-file <strong>%2</strong>. It seems, however, that the DVI file does not contain the necessary source file information. We refer to the manual of KDVI for a detailed explanation on how to include this information. Press the F1 key to open the manual.</qt>
tr: <qt>KDVI'den TeX-dosyası <strong>%2</strong> %1 satırında belirtilen DVI dosyasının yerini bulmasını istediniz. Ama görünüşe göre DVI dosyası gerekli kaynak dosyası bilgisini içermiyor. KDVI elkitabına bu bilginin nasıl ekleneceğine dair bir referans verdik. Elkitabını açmak için F1 tuşuna basınız.</qt>

source: Could Not Find Reference
tr: Referans Bulunamadı

source: <qt>KDVI was not able to locate the place in the DVI file which corresponds to line %1 in the TeX-file <strong>%2</strong>.</qt>
tr: <qt>KDVI TeX-dosyası <strong>%2</strong> %1 satırında belirtilen DVI dosyasının yerini bulamadı.</qt>

source: The DVI-file refers to the TeX-file <strong>%1</strong> which could not be found.
tr: DVI dosyası bulunamayan <strong>%1</strong> TeX-dosyasına bağlı.

source: Could Not Find File
tr: Dosya Bulunamadı

source: You have not yet specified an editor for inverse search. Please choose your favorite editor in the <strong>DVI options dialog</strong> which you will find in the <strong>Settings</strong>-menu.
tr: Terslendirilmiş arama için bir düzenleyici belirtmediniz. Lütfen sevdiğiniz düzenleyiciyi <strong>Ayarlar</strong> menüsü altındaki <strong>DVI seçenekleri diyalog</strong> kutusunda belirtiniz.

source: Need to Specify Editor
tr: Düzenleyicinin Belirtilmesi Gerekiyor

source: Use KDE's Editor Kate for Now
tr: Şimdilik Kate Kullan

source: <qt>The external program<br><br><tt><strong>%1</strong></tt><br/><br/>which was used to call the editor for inverse search, reported an error. You might wish to look at the <strong>document info dialog</strong> which you will find in the File-Menu for a precise error report. The manual for KDVI contains a detailed explanation how to set up your editor for use with KDVI, and a list of common problems.</qt>
tr: <qt>Terslendirilmiş arama için olan düzenleyici çağıran dış uygulama <br><br><tt><strong>%1</strong></tt><br/><br/> bir hata belirtti. Daha kesin bir hata raporu için Dosya menüsünde bulacağınız <strong>belge bilgi diyaloğuna</strong> göz atmak isteyebilirsiniz. KDVI elkitabı KDVI ile birlikte kullanabileceğiniz düzenleyicinin ayarlarının yapılandırılması ve olası karşılaşılabilecek problem listesini barındırır.</qt>

source: Starting the editor...
tr: Düzenleyici başlatılıyor...

source: The DVI code set a character of an unknown font.
tr: DVI kodu bilinmeyen bir yazıtipinin bir karakterinin atadı.

source: The DVI code referred to font #%1, which was not previously defined.
tr: #%1 yazıtipine başvuran DVI kodu önceden belirtilmemiş.

source: The stack was not empty when the EOP command was encountered.
tr: EOP komutu çalıştırılırken yığın boş değildi.

source: The stack was empty when a POP command was encountered.
tr: POP komutu çalıştırılırken yığın boş durumdaydı.

source: The DVI code referred to a font which was not previously defined.
tr: DVI kodunun başvurduğu bir yazıtipi önceden tanımlanmamış.

source: An illegal command was encountered.
tr: Geçersiz bir komut gerçekleşti.

source: The unknown op-code %1 was encountered.
tr: Bilinmeyen işlem kodu %1 gerçekleşti.

source: KDVI could not locate the program 'dvipdfm' on your computer. That program is essential for the export function to work. You can, however, convert the DVI-file to PDF using the print function of KDVI, but that will often produce documents which print ok, but are of inferior quality if viewed in the Acrobat Reader. It may be wise to upgrade to a more recent version of your TeX distribution which includes the 'dvipdfm' program. Hint to the perplexed system administrator: KDVI uses the shell's PATH variable when looking for programs.
tr: KDVI 'dvipdfm' programını bilgisayarınızda bulamadı. Bu program dışarı aktarma işlevinin yerine getirilmesi için önemlidir. Bununla beraber KDVI'nin yazdır işlevini kullanarak DVI dosyasını PDF'ye çevirebilirsiniz ama bu genelde baskının kabul edilebilir olmasına rağmen Acrobat Reader ile bakıldığında düşük kalitede görülecektir. TeX dağıtımınızı 'dvipdfm' programını ihtiva eden son sürümlerden birine güncellemek akıllıca olabilir. Sistem yöneticisi için önemli ipucu: KDVI programları araken kabuğun PATH değişkenine bakar.

source: *.pdf|Portable Document Format (*.pdf)
tr: *.pdf|Taşınabilir Belge Biçimi (*.pdf)

source: Export File As
tr: Dosyayı Farklı çıkart

source: The file %1 exists. Do you want to overwrite that file?
tr: Dosya %1 mevcut. Bu dosyanın üstüne yazmak istiyor musunuz?

source: Overwrite File
tr: Dosyanın Üstüne Yaz

source: Overwrite
tr: Üzerine Yaz

source: Using dvipdfm to export the file to PDF
tr: Dosyayı PDF e dönüştürmek için dvipdfm kullanılır

source: KDVI is currently using the external program 'dvipdfm' to convert your DVI-file to PDF. Sometimes that can take a while because dvipdfm needs to generate its own bitmap fonts Please be patient.
tr: KDVI DVI dosyalarınızı PDF'ye çevirmek için 'dvipdfm' dış programını kullanıyor. Bu bazen uzun sürebilir çünkü dvipdfm kendi biteşlem yazı tiplerini oluşturmalıdır. Lütfen sabırlı olunuz.

source: Waiting for dvipdfm to finish...
tr: Dvipdf'in bitirmesi bekleniyor...

source: dvipdfm progress dialog
tr: dvipdfm ilerleme diyaloğu

source: Please be patient
tr: Lütfen sabırlı olun

source: <qt>The external program 'dvipdf', which was used to export the file, reported an error. You might wish to look at the <strong>document info dialog</strong> which you will find in the File-Menu for a precise error report.</qt>
tr: <qt>Dosyayı dışa aktaracak 'dvipdfm' dış programı bir hata bildirdi. Daha kesin bilgi için Dosya Menüsünden <strong>belge bilgi diyaloğuna</strong> bakabilirsiniz.

source: Export: %1 to PDF
tr: Dışa aktar: %1 türünden PDF'ye

source: <qt><P>This DVI file refers to external graphic files which are not in PostScript format, and cannot be handled by the <strong>dvips</strong> program that KDVI uses interally to print or to export to PostScript. The functionality that you require is therefore unavailable in this version of KDVI.</p><p>As a workaround, you can use the <strong>File/Export As</strong>-Menu to save this file in PDF format, and then use a PDF viewer.</p><p>The author of KDVI apologizes for the inconvenience. If enough users complain, the missing functionality might later be added.</p></qt>
tr: <qt><P>Bu DVI dosyası PostScript biçiminde olmayan grafik dosyalarını gösteriyor, ve bunlar KDVI'nin basım için ya da PostScript'e aktarmak için kullandığı <strong>dvips</strong> programı tarafından ele alınamıyor. Gerek duyduğunuz bu işlevsellik KDVI'nin bu versiyonunda mevcut değil.</p><p>Bunun üstesinden gelmek için <strong>Dosya/Dışarı aktar</strong> menüsünü kullanarak PDF olarak kaydedebilirsiniz ve bir PDF görüntüleyicisi kullanabilirsiniz.</p><p>KDVI'nin yazarı bu rahatsızlık yüzünden özür diler. Eğer yeteri kadar kullanıcı yakınırsa bu işlevsellik sonradan eklenebilir :).</p></qt>

source: Functionality Unavailable
tr: İşlevsellik Kullanılabilir Değil

source: Using dvips to export the file to PostScript
tr: Dosyanın Postscript'e aktarılması için dvips kullanılıyor

source: KDVI is currently using the external program 'dvips' to convert your DVI-file to PostScript. Sometimes that can take a while because dvips needs to generate its own bitmap fonts Please be patient.
tr: KDVI şu an DVI belgelerinizi PostScript e çevirmek için harici bir program olan 'dvips' kullanıyor. İşlem bu yüzden bazen zaman alabilir.

source: Waiting for dvips to finish...
tr: dvips in bitirmesi bekleniyor...

source: dvips progress dialog
tr: dvips ilerleme diyaloğu

source: <qt>The external program 'dvips', which was used to export the file, reported an error. You might wish to look at the <strong>document info dialog</strong> which you will find in the File-Menu for a precise error report.</qt>
tr: <qt>Dosyayı dışa aktaracak 'dvips' dış programı bir hata bildirdi. Daha kesin bilgi için Dosya Menüsünden <strong>belge bilgi diyaloğuna</strong> bakabilirsiniz.

source: Export: %1 to PostScript
tr: Aktar: %1'den PostScript'e

source: Embedding %1
tr: %1 Gömülüyor

source: Page %1: The PostScript file <strong>%2</strong> could not be found.<br>
tr: Sayfa %1: PostScript dosyası <strong>%2</strong> bulunamadı <br>

source: The papersize data '%1' could not be parsed.
tr: Kağıt büyüklüğü verisi '%1' ayrıştırılamadı.

source: line %1 of %2
tr: satır: %1 / %2

source: KDVI is currently generating bitmap fonts...
tr: KDVI biteşlem yazıtiplerini üretiyor...

source: Aborts the font generation. Don't do this.
tr: Font generation dan çıkılır. Bunu yapmayın.

source: KDVI is currently generating bitmap fonts which are needed to display your document. For this, KDVI uses a number of external programs, such as MetaFont. You can find the output of these programs later in the document info dialog.
tr: KDVI, belgenizin görğntğlemek için bit eşlem yazıtipleri oluşturuyor.

source: KDVI is generating fonts. Please wait.
tr: KDVI yazıtiplerini üretiyor. Lütfen bekleyiniz.

source: Could not allocate memory for a font structure!
tr: Yazıtipi yapısı için bellek ayrılamadı!

source: The fontlist is currently empty.
tr: Yazıtipi listesi boş.

source: TeX Name
tr: TeX Adı

source: Family
tr: Aile

source: Type
tr: Tür

source: Encoding
tr: Kodlama

source: Comment
tr: Açıklama

source: Font file not found
tr: Yazıtipi dosyası bulunamadı

source: <qt><p>KDVI was not able to locate all the font files which are necessary to display the current DVI file. Your document might be unreadable.</p></qt>
tr: <qt><p>KDVI mevcut DVI dosyasını görüntülemek için gerekli olan yazıtipi dosyalarını konumlandıramıyor. Dökümanınız okunamayabilir.</p></qt>

source: Not All Font Files Found
tr: Tüm Yazıtipi Dosyaları Bulunamadı

source: Locating fonts...
tr: Yazıtipleri yerleştiriliyor...

source: <p>KDVI relies on the <b>kpsewhich</b> program to locate font files on your hard disc and to generate PK fonts, if necessary.</p>
tr: <p>KDVI

source: <p>The shell process for the kpsewhich program could not be started. Consequently, some font files could not be found, and your document might by unreadable. If this error is reproducable please report the issue to the KDVI developers using the 'Help' menu.<p>
tr: <p>kpsewhich programı için kabuk işlemi başlatılamadı. Bazı yazı tipi dosyaları da bulunamadı ve belgeniz okunamayabilir. Eğer bu hatanın nasıl tekrar edebileceğini biliyorsanız Yardım menüsünü kullanarak KDVI geliştiricilerine haber veriniz. <p>

source: Problem locating fonts - KDVI
tr: Yazıtipi bulunamadı - KDVI

source: Font generation aborted - KDVI
tr: Yazıtipi tasarlanması iptal edildi - KDVI

source: <p>There were problems running kpsewhich. As a result, some font files could not be located, and your document might be unreadable.</p><p><b>Possible reason:</b> The kpsewhich program is perhaps not installed on your system, or it cannot be found in the current search path.</p><p><b>What you can do:</b> The kpsewhich program is normally contained in distributions of the TeX typesetting system. If TeX is not installed on your system, you could install the TeTeX distribution (www.tetex.org). If you are sure that TeX is installed, please try to use the kpsewhich program from the command line to check if it really works.</p>
tr: <p>kpsewhich yürütülmesinde hata. Sonuç olarak bazı yazıtipi dosyaları bulunamadı ve belgeniz okunamayabilir.</p><p><b>Mümkün neden:</b> kpsewhich programı sisteminizde kurulu olmayabilir ya da şu anki arama yolunda bulunamadı.</p><p><b>Ne yapabilirsiniz:</b> kpsewhich programı genelde TeX yazma sistemini dağıtımlarında bulunur. Eğer TeX sisteminizde kurulu değilse TeTeX dağıtımını (www.tetex.org) kurabilirsiniz. Eğer TeX'in kurulduğuna eminseniz gerçekten çalışıp çalışmadığını anlamak için komut satırından kpsewhich programını çalıştırmayı deneyiniz.</p>

source: Currently generating %1 at %2 dpi
tr: %2 dpi da %1 üretiliyor

source: Abort
tr: İptal

source: What's going on here?
tr: Burada neler oluyor?

source: %v of %m
tr: %v / %m

source: Document Info
tr: Belge Bilgisi

source: DVI File
tr: DVI Dosyası

source: Information on the currently loaded DVI-file.
tr: Mevcut yüklü DVI-dosyası bilgisi.

source: Information on currently loaded fonts.
tr: Mevcut yüklü yazıtiplerinin bilgisi.

source: This text field shows detailed information about the currently loaded fonts. This is useful for experts who want to locate problems in the setup of TeX or KDVI.
tr: Bu metin yeni yüklenen yazıtpileri hakkında detaylı bilgi içerir.

source: External Programs
tr: Harici Programlar

source: No output from any external program received.
tr: Hiçbir harici programdan çıktı alınmadı.

source: Output of external programs.
tr: harici program çıktıları.

source: KDVI uses external programs, such as MetaFont, dvipdfm or dvips. This text field shows the output of these programs. That is useful for experts who want to find problems in the setup of TeX or KDVI.
tr: KDVI, MetaFonti dvidfm veya dvips gibi arici programları kullanır. Bu metin alanıda bu programların çıktılarını görebilirsiniz.

source: There is no DVI file loaded at the moment.
tr: Şu an yüklü bir DVI dosyası yok.

source: Filename
tr: Dosya adı

source: File Size
tr: Dosya Boyu

source: The file does no longer exist.
tr: Böyle bir dosya yok.

source: #Pages
tr: #Sayfa

source: Generator/Date
tr: Üreten/Tarih

source: Document &Info
tr: &Belge Bilgisi

source: Embed External PostScript Files...
tr: Harici PostScript Dosyalarını Göm...

source: Enable All Warnings && Messages
tr: Tüm Mesajları Ve Uyarıları Etkinleştir

source: A previewer for Device Independent files (DVI files) produced by the TeX typesetting system.
tr: TeX yazı sistemi tarafından üretilmiş Aygıt Bağımsız dosyalar (DVI) için önizleyici.

source: This program displays Device Independent (DVI) files which are produced by the TeX typesetting system. KDVI 1.3 is based on original code from KDVI version 0.43 and xdvik.
tr: Bu program TeX yazı sistemi tarafından üretilmiş Aygıt Bağımsız dosyaları (DVI) gösterir. KDVI 1.3 0.43 versiyon KDVI ve xdvik orjinal kodu üzerine temellendirilmiştir.

source: Current Maintainer.
tr: Mevcut Sorumlu

source: Author of kdvi 0.4.3
tr: Kdvi yazarı

source: Maintainer of xdvik
tr: Xdvik yazarı

source: Author of xdvi
tr: Xdvi yazarı

source: Testing and bug reporting.
tr: Hata bildirim

source: Re-organisation of source code.
tr: Kaynak kodun tekrar düzenlenmesi

source: Save File As
tr: Dosyayı Farklı Kaydet

source: *.dvi *.DVI|TeX Device Independent Files (*.dvi)
tr: *.dvi *.DVI|TeX Aygıt Bağımsız Dosyalar (*.dvi)

source: TeX Fonts
tr: TeX Yazıtipleri

source: DVI Specials
tr: DVI Özellikleri

source: Print %1
tr: Yazdır: %1

source: The list of pages you selected was empty. Maybe you made an error in selecting the pages, e.g. by giving an invalid range like '7-2'.
tr: Seçtiğiniz sayfalar listesi boş. Safaları seçerken bir hata yapmış olabilirsiniz, örn '7-2' gibi yanlış bir aralık vermiş olabilirsiniz.

source: All messages and warnings will now be shown.
tr: Tüm mesajlar ve uyarılar gösterilecektir.

source: <qt>This function searches the DVI file for plain text. Unfortunately, this version of KDVI treats only plain ASCII characters properly. Symbols, ligatures, mathematical formulae, accented characters, and non-English text, such as Russian or Korean, will most likely be messed up completely. Continue anyway?</qt>
tr: <qt>Bu işlev düz metin için DVI dosyasını arar. Ne yazık ki KDVI'nin bu versiyonu sadece düz ASCII karakterleri doğru şekilde işler. Semboller, bileşik harfler, matematiksel formüller, vurgulu karakterler ve İngilizce olmayan metinler, Rusça ya da Korece, tamamen bozulabilir. Yine de devam edeyim mi?</qt>

source: Function May Not Work as Expected
tr: Fonksiyon Beklenildiği Gibi Çalışmayabilir

source: <qt>This function exports the DVI file to a plain text. Unfortunately, this version of KDVI treats only plain ASCII characters properly. Symbols, ligatures, mathematical formulae, accented characters, and non-English text, such as Russian or Korean, will most likely be messed up completely.</qt>
tr: <qt>Bu işlev düz metin için DVI dosyasını dışa aktarır. Ne yazık ki KDVI'nin bu versiyonu sadece düz ASCII karakterleri doğru şekilde işler. Semboller, bileşik harfler, matematiksel formüller, vurgulu karakterler ve İngilizce olmayan metinler, Rusça ya da Korece, tamamen bozulabilir. Yine de devam edeyim mi?</qt>

source: Continue Anyway
tr: Yine De Devam Et

source: Files to load
tr: Yüklenecek dosyalar

source: The URL %1 is not well-formed.
tr: %1 URL'si doğru oluşturulmamış.

source: The URL %1 does not point to a local file. You can only specify local files if you are using the '--unique' option.
tr: %1 URL'si yerel dosyayı göstermiyor. Eğer '--unique' seçeneğini kullanıyorsanız sadece yerel dosyaları seçebilirsiniz.

source: This version of KDVI does not support type 1 fonts.
tr: KDVI'ın bu sürümü tip 1 yazıtiplerini desteklememektedir.

source: KDVI needs the FreeType library to access type 1 fonts. This library was not present when KDVI was compiled. If you want to use type 1 fonts, you must either install the FreeType library and recompile KDVI yourself, or find a precompiled software package for your operating system.
tr: KDVI tür 1 yazıtiplerine erişmek için FreeType kütüphanesine ihtiyaç duyuyor. Bu kütüphane KDVI derlenirken yoktu. Tür 1 yazı tiplerini kullanmak istiyorsanız ya FreeType kütüphanesini kurmalı ve KDVI kendiniz derlemeli ya da işletim sisteminiz için derlenmiş yazılım paketini bulmalısınız.

source: User-Defined Editor
tr: Kullanıcı Tanımlı Düzenleyici

source: Enter the command line below.
tr: Aşağıya komut satırını girin.

source: Click 'Help' to learn how to set up Emacs.
tr: Emacs'ı ayarlamak için 'Yardım' düğmesine tıklayın.

source: Kate perfectly supports inverse search.
tr: Kate tersine aramayı en iyi şekilde destekliyor.

source: Kile works very well
tr: Kile iyi bir şekilde çalışıyor

source: NEdit perfectly supports inverse search.
tr: NEdit tersine aramayı en iyi şekilde destekliyor.

source: VIM version 6.0 or greater works just fine.
tr: VIM sürüm 6.0 veya daha üstü iyi çalışıyor.

source: Click 'Help' to learn how to set up XEmacs.
tr: XEmacs'ı ayarlamak için 'Yardım' düğmesine tıklayın.

source: Generating PostScript graphics...
tr: PostScript grafikleri oluşturuluyor...
