Repository: pars-linux/uludag
Catalog: kde/3.5.x/messages/kdegraphics/kdvi.po
Languages: tr

source: <qt>The version of Ghostview that is installed on this computer does not contain any of the Ghostview device drivers that are known to KDVI. PostScript support has therefore been turned off in KDVI.</qt>
tr: <qt>Bu bilgisayara yüklenmiş Ghostview KDVI'nin tanıdığı hiçbir Ghostview aygıt sürücülerini içermiyor. PostScript desteği bu yüzden KDVI'de kapatıldı.</qt>

source: <qt><p>The Ghostview program, which KDVI uses internally to display the PostScript graphics that is included in this DVI file, is generally able to write its output in a variety of formats. The sub-programs that Ghostview uses for these tasks are called 'device drivers'; there is one device driver for each format that Ghostview is able to write. Different versions of Ghostview often have different sets of device drivers available. It seems that the version of Ghostview that is installed on this computer does not contain <strong>any</strong> of the device drivers that are known to KDVI.</p><p>It seems unlikely that a regular installation of Ghostview would not contain these drivers. This error may therefore point to a serious misconfiguration of the Ghostview installation on your computer.</p><p>If you want to fix the problems with Ghostview, you can use the command <strong>gs --help</strong> to display the list of device drivers contained in Ghostview. Among others, KDVI can use the 'png256', 'jpeg' and 'pnm' drivers. Note that KDVI needs to be restarted to re-enable PostScript support.</p></qt>
tr: <qt><p>KDVI'nin bu DVI dosyasının sahip olduğu PostScript grafiklerini göstermek için kullandığı Ghostview programı genelde çıktısını bir çok biçimde yazabilir. Ghostview'in bu tür görevler için kullandığı bu alt programlara 'aygıt sürücüleri' denir; Ghostview yazabildiği her biçim için bir tane aygıt sürücüsü vardır. Her farklı Ghostview sürümü bir çok farklı aygıt sürücüsü setine sahiptir. Görünüşe göre bilgisayarda yüklü Ghostview KDVI'nin tanıdığı <strong>herhangi bir</strong> aygıt sürücüsü içermiyor.</p><p>Ghostview'in normal yüklemesinin bu sürücleri içermemesi normal değildir. Bu hata bilgisayarınızdaki Ghostview'ın ciddi ayar bozuklukları içerdiğini gösterebilir.</p><p>Ghostview ile ilgili problemleri çözmek isterseniz <strong>gs --help</strong> komutunu kullanıp Ghostview'in hangi aygıt sürücülerine sahip olduğunu görebilirsiniz. Bunların dışında KDVI 'png256', 'jpeg' ve 'pnm' sürücülerini kullanabilir. KDVI'nin PostScript desteğini yeniden etkinleştirmesi için baştan başlatılması gerektiğini unutmayın.</p></qt>

source: Export As
tr: Farklı Aktar

source: Use font hinting for Type 1 fonts, if available
tr: Mümkünse Tip 1 yazıtiplerini kullan

source: You should enable this, if the use of font hinting improves readability on your machine.
tr: Eğer yazıtipi işaretleme makinenizde okunabilirliği artırıyorsa bunu etkin hale getirebilirsiniz.

source: Many modern fonts contain "font hinting" information which can be used to improve the appearance of a font on low-resolution displays, such as a computer monitor, or a notebook screen. However, many people find the "improved" fonts quite ugly and prefer to have this option disabled.
tr: Birçok modern yazı tipi bilgisayar monitörü ayda dizüstü ekranı gibi düşük çöznürlükteki ekranlarda görünümü iyileştirmek için "yazıtipi ipucu" bilgisi ihtiva ederler. Bununla birlikte birçok kişi "geliştirilmiş" yazıtiplerini çirkin bulurlar ve bu seçeneği etkinsizleştirirler.

source: Show PostScript specials
tr: Özel Postscriptleri göster

source: If in doubt, enable this option.
tr: Kuşkuluysanız, bu seçeneği açın.

source: Some DVI files contain PostScript graphics. If enabled, KDVI will use the Ghostview PostScript interpreter to display these. You probably want to enable this option, unless you have a DVI-file whose PostScript part is broken, or too large for your machine.
tr: Bazı DVI dosyaları PostScript grafikleri içerebilir. Eğer etkinleştirilirse, KDVI bunları göstermek için ghostview PostScript yorumlayıcısını kullanabilir. Bozuk bir DVI dosyanız olmadıkça veya DVI dosyanız makineniz için aşırı büyük değilse bu seçeneği etkinleştirmek isteyebilrsiniz.

source: Editor for Inverse Search
tr: Geri Arama İçin Düzenleyici

source: Choose an editor which is used in inverse search.
tr: Geri arama için kullanılacak düzenleyiciyi seçin.

source: <p>Some DVI files contain 'inverse search' information. If such a DVI file is loaded, you can right-click into KDVI and an editor will open, load the TeX file and jump to the correct position. You can select your favorite editor here. If in doubt, 'nedit' is usually a good choice.</p> <p>Check the KDVI manual to see how to prepare DVI files which support the inverse search.</p>
tr: <p>Bazı DVI dosyaları terslendirilmiş arama bilgisi ihtiva eder. Eğer bu tür bir DVI dosyası yüklenmişse KDVI'ye sağ tıklarsanız bir düzenleyici açılır TeX dosyasını yükler ve doğru noktaya atlar. Sevdiğiniz düzenleyiciyi buradan seçebilirsiniz. Emin değilseniz 'nedit' genelde iyi bir seçimdir.</p> <p>Terslendirilmiş aramayı destekleyen DVI dosyaları oluşturmak için bilgiyi KDVI el kitabından bakabilirsiniz.</p>

source: Description:
tr: Açıklama:

source: Shell command:
tr: Kabuk komutu:

source: Explains about the editor's capabilities in conjunction with inverse search.
tr: Düzenleyicinin ters arama ile birleşimi sonucu yeteneklerini açıklar.

source: <p>Not all editors are well suited for inverse search. For instance, many editors have no command like 'If the file is not yet loaded, load it. Otherwise, bring the window with the file to the front'. If you are using an editor like this, clicking into the DVI file will always open a new editor, even if the TeX file is already open. Likewise, many editors have no command line argument that would allow KDVI to specify the exact line which you wish to edit.</p> <p>If you feel that KDVI's support for a certain editor is inadequate, please write to kebekus@kde.org.</p>
tr: <p>Tüm düzenleyiciler terslendirilmiş aramayı tam desteklemezler. Mesela 'birçok' bir çok düzenleyici 'Eğer dosya hala yüklenmediyse, yükle, yüklenmişse pencereyi öne getir' gibi bir komut satırı sunmazlar. Eğer böyle bir düzenleyici kullanıyorsanız bir DVI dosyasına tıklamak TeX dosyası açık olsa bile her zaman yeni bir düzenleyici açar. Buna benzer olarak birçok düzenleyici KDVI ile hangi satırı düzenleyeceğinizi belirtmenize olanak sağlayacak komut satırı argümanına sahip değildir.</p> <p> Eğer KDVI'nin bir düzenleyiciy doğru destek vermediğini düşünüyorsanız lütfen kebekus@kde.org'a yazınız.</p>

source: Shell-command line used to start the editor.
tr: Düzenleyiciyi başlatmak için kabuk komut satırı kullanıldı.

source: If you are using inverse search, KDVI uses this command line to start the editor. The field '%f' is replaced with the filename, and '%l' is replaced with the line number.
tr: Terslendirilmiş aramayı kullanıyorsanız KDVI bu komut satırını kullanarak düzenleyiciyi başlatır. '%f' alanı dosya ismi ve '%l' satır ismi ile değiştirilir.

source: Editor:
tr: Düzenleyici:

source: What is 'inverse search'?
tr: 'Geri arama' nedir?

source: inv-search
tr: ters-arama

source: Use MetaFont to generate missing fonts. If in doubt, enable this option.
tr: Eksik yazıtiplerini oluşturmak için MetaFont'u kullanın. Kuşkuluysanız, bu seçeneği açın.

source: Allows KDVI to use MetaFont to produce bitmap fonts. Unless you have a very specific reason, you probably want to enable this option.
tr: KDVI ın bit eşlem yazıtipleri yapması için MetaFont kullanmasına izin verir.Çok özel bir nedeniniz olmadıkça bu seçeneği açmak isteyebilirsiniz.

source: Show PostScript specials. If in doubt, enable this option.
tr: PostScript özelliklerini göster. Kuşkuluysanız, bu seçeneği açın.

source: Use font hinting. You should enable this, if the use of font hinting improves readability on your machine.
tr: Yazıtipi işaretlemeyi kullan. Eğer yazıtipi işaretleme makinenizde okunabilirliği artırıyorsa bunu etkin hale getirebilirsiniz.

source: Many modern fonts contain &quot;font hinting&quot; information which can be used to improve the appearance of a font on low-resolution displays, such as a computer monitor, or a notebook screen. However, many people find the &quot;improved&quot; fonts quite ugly and prefer to have this option disabled.
tr: Birçok modern yazı tipi bilgisayar monitörü ayda dizüstü ekranı gibi düşük çöznürlükteki ekranlarda görünümü iyileştirmek için &quot;yazıtipi ipucu&quot; bilgisi ihtiva ederler. Bununla birlikte birçok kişi &quot;geliştirilmiş&quot; yazıtiplerini çirkin bulurlar ve bu seçeneği etkinsizleştirirler.

source: That makes 25 errors. Further error messages will not be printed.
tr: 25 hata oluşturdu. Sonraki hata mesajları yazılmayacak.

source: Error in DVIfile '%1', page %2. Color pop command issued when the color stack is empty.
tr: Sayfa %2, '%1' DVI dosyasında hata. Renkli pop komutu renk yığını boş olduğunda kullanıldı.

source: File not found: %1
tr: Dosya bulunamadı: %1

source: Error in DVIfile '%1', page %2. Could not interpret angle in text rotation special.
tr: Sayfa %2, '%1' DVI dosyasında hata. Metin yönlendirilmesi özelliğinde açı verilemedi.

source: The special command '%1' is not implemented.
tr: Özel komut %1 tamamlanmadı.

source: <p>...that KDVI can also load compressed DVI-files?
tr: <p>...KDVI sıkıştırılmış DVI dosyalarını da yükleyebilir?

source: <p>...that you can mark text with the right mouse button and paste it into any application?
tr: <p> sağ fare tuşu ile metin seçebileceğinizi ve başka bir uygulamaya yapıştırabileceğinizi?...

source: <p>...that KDVI now supports inverse search? You can click into your DVI file with the middle mouse button and your editor opens, loads the TeX file, and jumps to the proper line! <a href="help:/kdvi/inverse-search.html">The manual explains how to set up your editor for this.</a>
tr: <p>...KDVI'nin terslendirilmiş aramayı artık desteklediğini? DVI dosyanıza orta tuş ile tıklayınca düzenleyiciniz açılır, TeX dosyası yüklenir, ve doğru satıra atlar! <a href="help:/kdvi/inverse-search.html">Elkitabı bu işlem için düzenleyicinizin nasıl ayarlanacağını anlatıyor</a>

source: <p>...that KDVI supports forward search? If you use Emacs or XEmacs, you can jump directly from the TeX file to the associated place in the DVI file. <a href="help:/kdvi/forward-search.html">The manual explains how to set up your editor for this.</a>
tr: <p>...KDVI'nin ileri aramayı desteklediğini? Eğer Emacs ya da XEmacs kullanıyorsanız TeX dosyasından doğrudan DVI dosyasında ilişkilendirilmiş yere atlayabilirsiniz. <a href="help:/kdvi/forward-search.html"> El kitabı düzenleyicinizi nasıl ayarlayacağınızı anlatıyor.</a>

source: <p>...that KDVI now offers full text search?
tr: <p>...KDVI şimdi tam metin aramayı sunuyor?

source: <p>...that KDVI can save your DVI file as PostScript, PDF, and even plain text?
tr: <p>...KDVI DVI dosyanızı PostScript, PDF ve hatta salt metin olarak bile kaydedebilir?

source: Fatal Error!
tr: Kritik Hata!

source: Fatal error.
tr: Kritik hata.

source: This probably means that either you found a bug in KDVI, or that the DVI file, or auxiliary files (such as font files, or virtual font files) were really badly broken. KDVI will abort after this message. If you believe that you found a bug, or that KDVI should behave better in this situation please report the problem.
tr: Bu, KDVI içinde bir hata bulduğunuz, DVI dosyası veya yardımcı dosyalar�n (örneğin yazı tipi dosyaları, sanal yazı tipi dosyaları) bozuk olduğu anlamına geliyor. KDVI bu hmesajdan sonra kapanacak. Eğer bir hata bulduğunuza veya KDVI nin bu durumda daha iyi çalışacağına inanıyorsanız lütfen sorunu bildirin.

source: Checksum mismatch
tr: Dosya denetleme hatası

source: in font file
tr: yazıtipinde

source: Could not allocate memory for a macro table.
tr: Makro tablosu için hafıza ayrılamıyor.

source: Virtual character
tr: Sanal karakter

source: in font
tr: yazıtipinde

source: ignored.
tr: yok sayıldı.

source: Wrong command byte found in VF macro list: %1
tr: VF makro listesinde yanlış komut baytı bulundu: %1
