Repository: pars-linux/uludag
Catalog: l10n-kde4/*/messages/kdeartwork/kxsconfig.po
Languages: tr

source: KDE X Screen Saver Configuration tool
tr: KDE Ekran Koruyucu Yapılandırma Aracı

source: KXSConfig
tr: KXS Yapılandırması

source: Filename of the screen saver to configure
tr: Yapılandırılacak ekran koruyucusunun dosya adı

source: Optional screen saver name used in messages
tr: Mesajlarda kullanılacak seçmeli ekran koruyucu ismi

source: No configuration available for %1
tr: %1 için hiç yapılandırma yok

source: KDE X Screen Saver Launcher
tr: KDE X Ekran Koruyucu Çalıştırıcısı

source: KXSRun
tr: KXS Çalıştır

source: Filename of the screen saver to start
tr: Başlatılacak ekran koruyucusu dosya adı

source: Extra options to pass to the screen saver
tr: Ekran koruyucusuna aktarılacak fazladan seçenekler.

source: 0 seconds
tr: 0 saniye

source: 60 seconds
tr: 60 saniye

source: Block tiles
tr: Öbek Döşemeler

source: Fast
tr: Hızlı

source: Flat tiles
tr: Yassı Döşemeler

source: Generates mosaic patterns of interlocking tiles. Written by Steve Sundstrom; 2004.
tr: Birbirine bağlanmış döşemeleriden mozaik desen üretir. Steve Sundstorm tarafından 2004 yılında yazılımıştır.

source: Linger
tr: Yavaş yavaş kaybolma

source: Neon tiles
tr: Neon Döşeme

source: Outline tiles
tr: Anahat Döşemeler

source: Random tile layout
tr: Rastgele döşeme düzen

source: Show frame rate
tr: Kare hızını göster

source: Slow
tr: Yavaş

source: Speed
tr: Hız

source: Thin tiles
tr: İnce Döşeme

source: Tiled tiles
tr: Seramik Fayans

source: Anemone
tr: Anemon

source: Few
tr: Daha Az

source: Many
tr: Birçok

source: Number of colors
tr: Renk sayısı

source: Often
tr: Sık Sık

source: Rarely
tr: Nadiren

source: Tentacles
tr: Dokunaç

source: Thick
tr: Kalın

source: Thickness
tr: Kalınlık

source: Thin
tr: İnce

source: Turn speed
tr: Dönme hızı

source: Two
tr: İki

source: Wiggling tentacles. Written by Gabriel Finch; 2002.
tr: Hareketli dokunaç

source: Distance
tr: Uzaklık

source: Far
tr: Uzak

source: Frame rate
tr: Çerçeve hızı

source: High
tr: Yüksek

source: Low
tr: Alçak

source: Near
tr: Yakın

source: Sources
tr: Kaynaklar

source: Draw shadows
tr: Gölgeleri çiz

source: Ant
tr: Karınca

source: Ant size
tr: Karınca boyutu

source: Ants count
tr: Karınca sayısı

source: Draw eyes
tr: Gözkeri çiz

source: Four sided cells
tr: Dört kenarlı hücre

source: Large
tr: Büyük

source: Nine sided cells
tr: Dokuz kenarlı hücre

source: Random cell shape
tr: Rastgele hücre biçimi

source: Sharp turns
tr: Keskin dönüş

source: Six sided cells
tr: Altı kenarlı hücre

source: Small
tr: Küçük

source: Three
tr: Üç

source: Three sided cells
tr: Üç kenarlı hücre

source: Timeout
tr: Zamanaşımı

source: Truchet lines
tr: Truchet çizgileri

source: Twelve sided cells
tr: Oniki kenarlı hücre

source: Deep
tr: Derin

source: Depth
tr: Derinlik

source: Draw labels
tr: Etiketleri çiz

source: Include alternate geometries
tr: Alternatif geometrileri içer

source: Shallow
tr: Sığ

source: Apple2
tr: Elma2

source: Choose display mode randomly
tr: Ekran modunu rastgele seçin

source: Display images
tr: Resimleri göster

source: Display scrolling text
tr: Kayan metin göster

source: Run basic programs
tr: Basit programları çalıştır

source: Agressive
tr: Saldırgan

source: Clear water
tr: Berrak su

source: Flat background
tr: Düz arkaplan

source: Gradient background
tr: Dereceli arkaplan

source: None
tr: Hiçbiri

source: Number of sharks
tr: Köpek baıklarının sayısı

source: Shark proximity
tr: Köpek balığı yakınlığı

source: Shimmering water
tr: Parıldayan su

source: Shy
tr: Ürkek

source: Whale speed
tr: Balina hızı

source: Wireframe
tr: Telkafes

source: Attraction
tr: Çekim

source: Ball count
tr: Top sayısı

source: Ball mass
tr: Top kümesi

source: Balls
tr: Toplar

source: Bounce off walls
tr: Duvarlardan sıçrat

source: Environmental viscosity
tr: Çevresel yapışkanlık

source: Filled splines
tr: Doldurulmuş eğriler

source: Ignore screen edges
tr: Ekran kenarlarını yoksay

source: Inward
tr: İçeriye Doğru

source: Lines
tr: Satırlar

source: Long
tr: Uzun

source: Orbital mode
tr: Yörüngesel kip

source: Outward
tr: Dışarıya doğru

source: Polygons
tr: Poliganlar

source: Radius
tr: Yarı çap

source: Repulsion threshold
tr: Çarpmanın eşiği

source: Short
tr: Kısa

source: Splines
tr: Eğriler

source: Tails
tr: Kuyruklar

source: Trail length
tr: Kuyruk uzunluğu

source: Atunnel
tr: Atunel

source: Lighting
tr: Işıklandırma

source: Textured
tr: Dokulu

source: Barcode
tr: Barkod

source: Barcode clock (24 hour)
tr: Barkod saat (24 saat)

source: Barcode clock (AM/PM)
tr: Barkod saat (ÖÖ/ÖS)

source: Barcode grid
tr: Barkod ızgarası

source: Scrolling barcodes
tr: Kayan barkodlar

source: Blaster
tr: Patlatan

source: Lasers
tr: Lazerler

source: Robots
tr: Robotlar

source: Stars
tr: Yıldızlar

source: Box size
tr: Kutu boyutu

source: Dissolve
tr: Çözünme

source: Fade
tr: Soldur

source: Motion blur
tr: Hareket buanıklaştırması

source: 10 minutes
tr: 10 dakika

source: 10 seconds
tr: 10 saniye

source: 90 degree rotation speed
tr: 90 derce döndürme hızı

source: Bitmap to rotate
tr: Döndürülecek resim

source: BlitSpin
tr: Böl ve çevir

source: Duration
tr: Bekleme

source: Fuzzy rotation speed
tr: Rastgele döndürme hızı

source: Color change time
tr: Rek değiştirme zamanı

source: Draws a swirling, falling tunnel of reflective slabs. They fade from hue to hue. Written by Lars R. Damerow; 2003.
tr: Yansıtıcı plaka tünellerinin düşüşüne benzeyen bir girdap çizer.

source: Huge
tr: Çok Büyük

source: Meridians
tr: Meridyenler

source: Size
tr: Boy

source: Smoothing
tr: Düzleştirme

source: Tiny
tr: İnce

source: Do Red/Blue 3D separation
tr: 3D Kırmızı/Mavi olarak ayır

source: Number of spots
tr: Noktaların sayısı

source: Bounce speed
tr: Kabarcık hızı

source: BouncingCow
tr: Zıplayan İnek

source: Herd
tr: Sürü

source: Number of cows
tr: İneklerin sayısı

source: Ball size
tr: Top boyutu

source: Boxed
tr: Kutulu

source: Explosion decay
tr: Patlama bozulması

source: Explosion force
tr: Patlama gücü

source: Explosion momentum
tr: Patlama momenti

source: Full
tr: Hepsi

source: Lots
tr: Birçok

source: Nuke
tr: Atom bombası

source: Number of balls
tr: Topların sayısı

source: Pop!
tr: Patla!

source: Popcorn
tr: Patlamış mısır

source: Border
tr: Kenarlık

source: Boxes
tr: Kutular

source: Boxes only
tr: Sadece kutular

source: Boxes or circles
tr: Kutular veya çemberler

source: Circles only
tr: Sadece çemberler

source: Color gradient
tr: Renk eğimi

source: Grab images
tr: Resimleri yakala

source: Grow by
tr: Tarafından meydana getirildi

source: Peek at underlying images
tr: İmajın temel bileşenlerine göz at

source: Spacing
tr: Mesafe

source: Braid
tr: Örgü

source: Number of rings
tr: Yüzük sayısı

source: 2 minutes
tr: 2 dakika

source: 5 seconds
tr: 5 saniye

source: Mac bomb
tr: Mac bombası

source: MacsBug
tr: MacsBöceği

source: NCD X Terminal
tr: NCD X Terminali

source: Sad Mac
tr: Üzgün Mac

source: Bubble color
tr: Kabarcık rengi

source: Transparent bubbles
tr: Şeffaf kabarcıklar

source: Bubbles
tr: Kabarcıklar

source: Bubbles fall
tr: Düşen kabarcıklar

source: Bubbles float
tr: Yüzen kabarcıklar

source: Bubbles rise
tr: Yükselen kabarcıklar

source: Don't hide bubbles when they pop
tr: Patlayan kabarcıkları gizleme

source: Leave trails
tr: Kuyrukları yoket

source: A spotlight roams across an embossed version of your desktop or other picture. Written by Shane Smit; 1999.
tr: Projektör ışığı masaüstünüzün ya da diğer görsellerin kabartmalı versiyonu arasında dolaşır

source: Bumps
tr: Vuruşlar

source: Cage
tr: Kafes

source: 1 minute
tr: 1 dakika

source: Animation speed
tr: Canlandırma hızı

source: Carousel
tr: Atlıkarınca

source: Loads several random images, and displays them flying in a circular formation. The formation changes speed and direction randomly, and images periodically drop out to be replaced by new ones. Written by Jamie Zawinski; 2005.
tr: Birtakım rastgele görselleri yükler ve bu görselleri dairesel düzende uçuyormuş gibi gösterir. Düzen hız ve yönü rastgele olarak değişir ve görseller belirli aralıklar ile yeni bir görsel ile ile yer değiştirir.Jamie Zawinski Tarafından yazılmıştır.

source: No tilting
tr: Yatıklık Olmasın

source: Number of images
tr: Resimlerin sayısı

source: Show file names
tr: Dosya isimlerini göster

source: Tilt in/out and left/right
tr: Eğim içe/dışa ve sola/sağa

source: Tilt in/out only
tr: Eğim sadece içe/dışa

source: Tilt left/right only
tr: Eğim sadece sola/sağa

source: Time until loading a new image
tr: Yeni bir görsel yüklenene kadarki süre

source: Zoom in/out
tr: Büyüt/küçült

source: 30 seconds
tr: 30 saniye

source: CCurve
tr: C Kavisi

source: Change image every
tr: Resim değiştirme aralığı

source: Density
tr: Yoğunluk

source: Generates self-similar linear fractals, including the classic "C Curve". http://en.wikipedia.org/wiki/Levy_C_curve Written by Rick Campbell; 1999.
tr: Kendine benzer çizgisel fraktaller oluşturur.''C Eğrisi'' klasiği dahil. Yazar Rick Campbell.

source: Celtic
tr: Kelt

source: Draw graph
tr: Grafik çiz

source: Repeatedly draws random Celtic cross-stitch patterns. http://en.wikipedia.org/wiki/Celtic_knot Written by Max Froumentin; 2005.
tr: Tekararlı bir şekilde rastgele Celtic çapraz-dikiş desenler çizer. Yazar Max Froumentin

source: Animates a number of 3D electronic components. Written by Ben Buxton; 2001.
tr: Birkaç 3D elektronik bileşeni harekete geçirir. Yazar Ben Buxton.

source: Circuit
tr: Daire

source: Directional lighting
tr: Yönsel ışıklandırma

source: Flat coloring
tr: Düz renklendirme

source: One
tr: Bir

source: Parts
tr: Parçalar

source: Rotation speed
tr: Dönüş hızı

source: Spin
tr: Dönme

source: Cell size
tr: Hücre boyutu

source: CloudLife
tr: Bulut Hayatı

source: Initial density
tr: Başlangıç yoğunluğu

source: Max age
tr: En büyük yaş

source: Old
tr: Eski

source: Young
tr: Genç

source: Compass
tr: Pusula

source: 1 second
tr: 1 saniye

source: Coral
tr: Mercan

source: Dense
tr: Yoğun

source: Seeds
tr: Çekiderkler

source: Simulates coral growth, albeit somewhat slowly. Written by Frederick Roeber; 1997.
tr: Mercan rengi büyümesini yavaş olmasına rağmen taklit et.Bu şekiller onu gerçek gibi yapamazlar.Yazar Frederick Roeber.

source: Sparse
tr: Seyrek

source: Confused
tr: Allak bullak

source: Eagle nest
tr: Kartal yuvası

source: Earthy coloration
tr: Dünya benzeri renklendirme

source: Flat shading
tr: Düz gölgelendirme

source: Hurt me
tr: İncit beni

source: Icy coloration
tr: Buz benzeri renklendirme

source: Immediate
tr: Hemen

source: Letterbox
tr: Posta kutusu

source: Mouse hole
tr: Fare deliği

source: Random coloration
tr: Rastgele renklendir

source: Subdivisions
tr: Alt bölümler

source: Swampy coloration
tr: Kirlik renklendirme

source: Visibility
tr: Görünürlük

source: Vomitous coloration
tr: Kusturucu renklendirme

source: Water
tr: Su

source: Critical
tr: Kritik

source: Center on screen
tr: Ekranın ortasında

source: Crystal
tr: Kristal

source: Draw cell
tr: Hücreyi çiz

source: Draw grid
tr: Kılavuz çiz

source: Horizontal symmetries
tr: Yatay simetri

source: Number of crystals
tr: Kristallerin sayısı

source: Vertical symmetries
tr: Dikey simetri

source: Classic edition
tr: Klasik sürüm

source: Cube size
tr: Küp boyutu

source: Cube21
tr: Küp21

source: Outlines
tr: Dış çizgiler

source: Random color
tr: Rastgele renk

source: Rotation
tr: Dönüş

source: Silver edition
tr: Gümüş sürümü

source: Six random colors
tr: Rastgele altı renk

source: Start as cube
tr: Küp olarak başlat

source: Start as random shape
tr: Rastgele şekil olarak başlat

source: Two random colors
tr: Rastgele iki renk

source: Wander
tr: Dolaşma

source: White
tr: Beyaz

source: Don't rotate
tr: Döndürme

source: Rotate around X and Y axes
tr: Eksenleri X ve Y etrafında döndür

source: Rotate around X and Z axes
tr: Eksenleri X ve Z etrafında döndür

source: Rotate around X axis
tr: X ekseni etrafında döndür

source: Rotate around Y and Z axes
tr: Eksenleri Y ve Z etrafında döndür

source: Rotate around Y axis
tr: Y ekseni etrafında döndür

source: Rotate around Z axis
tr: Z ekseni etrafında döndür

source: Rotate around all three axes
tr: Tümünü üç eksen etrafında döndür

source: Surface pattern complexity
tr: Yüzey desen karmaşıklığı

source: Surface pattern overlap
tr: Yüzey desen bindirmesi

source: Surface pattern speed
tr: Yüzey desen hızı

source: CubeStorm
tr: Küp Fırtınası

source: Cubes
tr: Küpler

source: Struts
tr: Destekler

source: Big dots
tr: Büyük noktalar

source: Close
tr: Kapat

source: CubicGrid
tr: Kubik Izgara

source: Dot spacing
tr: Nokta aralıklaması

source: CWaves
tr: C Dalgaları

source: Color transitions
tr: Renk geçişleri

source: Complexity
tr: Karışıklık

source: Rough
tr: Taslak

source: Smooth
tr: Pürüzsüz

source: Cynosure
tr: Kutup Yıldızı

source: DangerBall
tr: Tehlikeli Top

source: Number of spikes
tr: Çivilerin sayısı

source: Ouch
tr: Öf

source: Spike growth
tr: Çivilerin büyümesi

source: DecayScreen
tr: Çürüme Ekranı

source: Fuzzy melt
tr: Bulanık erime

source: Melt away from center
tr: Merkezden uzakta eriyiş

source: Melt down
tr: Aşağıda erime

source: Melt down, left
tr: Aşağıda erime ,sol

source: Melt down, right
tr: Aşağıda erime, sağ

source: Melt left
tr: Solda erime

source: Melt right
tr: Sağda erime

source: Melt towards center
tr: Ortaya doğru erime

source: Melt up
tr: Yukarıda erime

source: Melt up, left
tr: Yukarıda erime, sol

source: Melt up, right
tr: Yukarıda erime, sağ

source: Melty melt
tr: Melty eriyişi

source: Random melt style
tr: Rasgele erime tipi

source: Shuffle melt
tr: Karıştırarak erime

source: Stretchy melt
tr: Yayarak erime

source: Golden ratio
tr: Altın oran

source: Maximum depth
tr: Azami derinlik

source: Minimum height
tr: En küçük yükseklik

source: Minimum width
tr: En küçük genişlik

source: Smooth colors
tr: Düz renkler

source: Deluxe
tr: Lüks

source: Shapes
tr: Şekiller

source: Transparency
tr: Şeffaflık

source: Demon
tr: Hayalet Program

source: States
tr: Tespitler

source: Discrete
tr: Ayrık

source: Black hole
tr: Kara delik

source: Bounce
tr: Kabarcık

source: Distort
tr: Bükülme

source: Lens count
tr: Mercek sayısı

source: Lens size
tr: Mercek boyutu

source: Magnify
tr: Büyüteç

source: Reflect
tr: Yansıma

source: Swamp thing
tr: Bataklık maddesi

source: Vortex
tr: Girdap

source: DNA Logo
tr: DNA Simgesi

source: DNA Lounge 375 Eleventh Street San Francisco, CA 94107 http://www.dnalounge.com/ Written by Jamie Zawinski; 2001.
tr: Son hamle

source: Frame Rate
tr: Çerçeve Oranı

source: Drift
tr: Sürükleme

source: Endgame
tr: Patlayan havai fişek gösterisi. Aynı zamanda "Fireworkx", "XFlame" ve "Pyro" ekran koruyucularını gör. Yazar W.P. van Paassen

source: Low resolution chess pieces
tr: Düşük çözünürlüklü satranç parçaları

source: Audi Quattro (5 cylinders)
tr: Audi Quattro (5 silindir)

source: BMW M3 (4 cylinders)
tr: BMW M3 (4 silindir)

source: BMW M5 (6 cylinders)
tr: BMW M5 (6 silindir)

source: Corvette Z06 (8 cylinders, V)
tr: Corvette Z06 (8 silindir, V)

source: Dodge Viper (10 cylinders, V)
tr: Dodge Viper (10 silindir, V)

source: Engine
tr: Motor

source: Honda Insight (3 cylinders)
tr: Honda Insight (3 silindir)

source: Jaguar XKE (12 cylinders, V)
tr: Jaguar XKE (12 silindir, V)

source: Porsche 911 (6 cylinders, flat)
tr: Porsche 911 (6 silindir, düz)

source: Random engine
tr: Rasgele motor

source: Show engine name
tr: Motor ismini göster

source: Subaru XT (6 cylinders, V)
tr: Subaru XT (6 silindir, V)

source: VW Beetle (4 cylinders, flat)
tr: VW Beetle (4 silindir, düz)

source: Epicycle
tr: Dış Çember

source: Harmonics
tr: Uyum Bilgisi

source: Cooling factor
tr: Soğutma etkeni

source: Eruption
tr: Patlama

source: Exploding fireworks. See also the "Fireworkx", "XFlame" and "Pyro" screen savers. Written by W.P. van Paassen; 2003.
tr: Ofset birleştir

source: Gravity
tr: Çekim

source: Heat
tr: Sıcaklık

source: Inferno
tr: Cehennem

source: Little
tr: Küçük

source: Negative
tr: Negatif

source: Number of particles
tr: Parçacık sayısı

source: Pleasant
tr: Hoş

source: Positive
tr: Pozitif

source: Particles
tr: Tanecikler

source: Power
tr: Güç

source: Extrusion
tr: İhraç etme

source: Helix 2
tr: Helis 2

source: Helix 3
tr: Helis 3

source: Helix 4
tr: Helis 4

source: Join offset
tr: Elyaf lamba

source: Random object
tr: Rasgele nesne

source: Screw
tr: Vida

source: Taper
tr: İnce Kum

source: Use flat coloring
tr: Düz renklendirme kullan

source: Use lighting
tr: Işıklandırma kullan

source: Cycles
tr: Döngüler

source: Draws what looks like a waving ribbon following a sinusoidal path. Written by Bas van Gaalen and Charles Vidal; 1997.
tr: Vuruşlar arasındaki süre

source: FadePlot
tr: SararmışTema

source: Fiberlamp
tr: Yukarıya dönük kabuklar

source: Fibers
tr: Fiber

source: Activity
tr: Etkinlik

source: Exploding fireworks. See also the "Eruption", "XFlame" and "Pyro" screen savers. Written by Rony B Chandran; 2004.
tr: Tekrarlayıcı fractallar. Yazar: Scott Draves

source: Glowing smoke
tr: Kızgın duman

source: Light flash
tr: Işık çakması

source: Flag
tr: Bayrak

source: Text for flag
tr: Bayrak metni

source: Flame
tr: Alev

source: Number of fractals
tr: Kıvrımların sayısı

source: Draw Sticks
tr: Çubukları Çiz

source: Draw Tiles
tr: Tuğlaları Çiz

source: FlipFlop
tr: Yan Sön

source: Load image
tr: Resim yükle

source: Stopped
tr: Durduruldu

source: Whirlwind
tr: Kasırga

source: Width
tr: Genişlik

source: FlipScreen3D
tr: Metni çevir

source: Rotate
tr: Döndür

source: Centered text
tr: Ortalanmış metin

source: Flush left text
tr: Metni sola yasla

source: Flush right text
tr: Metni sağa yasla

source: Font point size
tr: Yazı tipi nokta boyutu

source: Random text alignment
tr: Rastgele metin yerleşimi

source: Text columns
tr: Metin sütunları

source: Text lines
tr: Metin satırları

source: Count
tr: Sayı

source: Draw bounding box
tr: Sınır kutusunu çiz

source: Flow
tr: Akış

source: Length of trails
tr: Patikanın Boyu

source: Ride in the flow
tr: Akış içerisinde ilerle

source: Rotating around attractor
tr: Çekici Çevresinde Döndür

source: Search for new attractors
tr: Yeni

source: Freefall
tr: Serbest düşüş

source: Clay
tr: Çamur

source: FluidBalls
tr: Akıcı Toplar

source: Friction
tr: Sürtünme

source: Hurricane
tr: Kasırga

source: Jupiter
tr: Jüpiter

source: Rubber
tr: Silgi

source: Shake box
tr: Çalkalama kutusu

source: Still
tr: Durgun

source: Various ball sizes
tr: Çeşitli top büyüklükleri

source: Wind
tr: Rüzğar

source: Binary
tr: İkili

source: Classic
tr: Klasik

source: Fire
tr: Ateş

source: Flurry
tr: Çoşkulu

source: Insane
tr: Çılgınca

source: Psychedelic
tr: Hayal gördüren

source: Random
tr: Rasgele

source: This X11 port of the OSX screensaver of the same name draws a colourful star(fish)like flurry of particles. Original Mac version: http://homepage.mac.com/calumr Written by Calum Robinson and Tobias Sargeant; 2002.
tr: Fractal ağaçları. Yazar Peter Baumung

source: Air speed
tr: Rüzgar hızı

source: Chrome
tr: Krom

source: FlyingToasters
tr: Uçan Tost Makineleri

source: Number of slices
tr: Dilimlerin sayısı

source: Number of toasters
tr: Tost makinelerinin sayısı

source: Swarm
tr: Sürü

source: Brief
tr: Kısa

source: Font border thickness
tr: Yazı tipi kenarlığının kalınlığı

source: FontGlide
tr: Yazı Tipi Kayması

source: Horizontally scrolling text
tr: Yatay olarak kayan metin

source: Pages of text
tr: Metnin sayfaları

source: Random display style
tr: Rasgele gösterme kipi

source: Vapor trails
tr: Buhar izleri

source: Forest
tr: Orman

source: Blue
tr: Mavi

source: Border thickness
tr: Kenarlık kalınlığı

source: Cyan
tr: Turkuaz

source: Falling colored snowflake/flower shapes. Written by Barry Dmytro; 2004.
tr: Bulanıklığı gidermek

source: FuzzyFlakes
tr: Bulanık Kar Taneleri

source: Green
tr: Yeşil

source: Layers
tr: Katmanlar

source: Magenta
tr: Macenta

source: Pink
tr: Pembe

source: Random colors
tr: Rastgele renkler

source: Red
tr: Kırmızı

source: Yellow
tr: Sarı

source: Galaxy
tr: Galaksi

source: Rotate viewpoint
tr: Döndürme bakış açısı

source: Gear count
tr: Dişli sayısı

source: Gears
tr: Dişliler

source: This draws sets of turning, interlocking gears, rotating in three dimensions. See also the "Pinion" and "MoebiusGears" screen savers. http://en.wikipedia.org/wiki/Involute_gear http://en.wikipedia.org/wiki/Epicyclic_gearing Written by Jamie Zawinski; 2007.
tr: Hücre bölünmesi

source: Checkerboard
tr: Dama tahtası

source: Flat lighting
tr: Düz ışıklandırma

source: GFlux
tr: G akışı

source: Mesh density
tr: Ağ yoğunluğu

source: Picture
tr: Resim

source: Wave speed
tr: Dalga hızı

source: Waves
tr: Hızlar

source: Wire mesh
tr: Tel ağ

source: Blur smoothness
tr: Azami besin

source: GLBlur
tr: GL Bulanıklaştırması

source: This draws a box and a few line segments, and generates a radial blur outward from it. This creates flowing field effects. This is done by rendering the scene into a small texture, then repeatedly rendering increasingly-enlarged and increasingly-transparent versions of that texture onto the frame buffer. As such, it's quite GPU-intensive: if you don't have a very good graphics card, it will hurt your machine bad. Written by Jamie Zawinski; 2002.
tr: Asgari besin

source: Cell radius
tr: Hücre yarıçapı

source: GLCells
tr: GL Hücreler

source: Highest sphere detail
tr: En fazla küre ayrıntısı

source: Keep dead cells
tr: Ölü hücreleri koru

source: Lowest sphere detail
tr: En az küre ayrıntısı

source: Max cells
tr: En fazla hücre sayısı

source: Medium sphere detail
tr: Orta düzeyde küre ayrıntısı

source: Min distance
tr: En az uzaklık

source: More sphere detail
tr: Daha fazla küre ayrıntısı

source: Normal sphere detail
tr: Normal küre ayrıntısı

source: Quick
tr: Çabuk

source: Starve
tr: Kazınma

source: 5 minutes
tr: 5 dakika

source: Gleidescope
tr: Çiçek Dürbünü

source: Image duration
tr: Resim süresi

source: Move
tr: Taşı

source: Size of tube
tr: Tüpün boyutu

source: Zoom
tr: Büyült

source: Desert
tr: Terket

source: Fog
tr: Buğulandır

source: GLForestFire
tr: GL orman ateşi

source: Huge fire
tr: Büyük ateş

source: Number of trees
tr: Karınca sayısı

source: Rain
tr: Yağmur

source: Shadows
tr: Gölgeler

source: Textures
tr: Dokular

source: Enable fog
tr: Buğulanmayı etkinleştir

source: Enable lighting
tr: Işıklandırmayı etkinleştir

source: Number of disks
tr: Disklerin sayısı

source: GLKnots
tr: GL Düğümler

source: Resolution
tr: Çözünürlük

source: Segmented
tr: Bölümlenmiş

source: Binary encoding
tr: Binary kodlaması

source: Genetic encoding
tr: Genetik kodlama

source: Glyph density
tr: Kabartma yoğunluğu

source: Glyph speed
tr: Kabartma hızı

source: Hexadecimal encoding
tr: Onaltılık (hexedecimal) kodlama

source: Matrix encoding
tr: Matrix kodlaması

source: Panning
tr: Yatay Kaydırma

source: GLPlanet
tr: GL Gezegeni

source: Image file
tr: Resim dosyası

source: Avoidance
tr: Sakınma

source: Centering
tr: Ortaya hizalama

source: Fish count
tr: Balıkların sayısı

source: GLSchool
tr: GL Okul

source: Velocity matching
tr: Hız eşleşmesş

source: GLSlideshow
tr: GL Slayt Gösterisi

source: Pan/zoom duration
tr: Bindirme/büyütme süresi

source: Angular velocity
tr: Açısal hız

source: GLSnake
tr: GL Yılan

source: Loose
tr: Gevşet

source: Packing
tr: Paketle

source: Show titles
tr: Başlıkları göster

source: Tight
tr: Sıkı

source: Y angular velocity
tr: Y açısal hızı

source: Z angular velocity
tr: Z açısal hızı

source: Always face front
tr: Her zaman ön yüz

source: Display date and time
tr: Tarih ve saati göster

source: Display system information
tr: Sistem bilgilerini göster

source: GLText
tr: GL Yazı

source: Spin all the way around
tr: Her yoldan döndür
