Repository: pars-linux/uludag
Catalog: l10n-kde4/*/messages/kdeartwork/kxsconfig.po
Languages: tr

source: Additive colors (reflected light)
tr: Katkı renkleri (yansıyan ışık)

source: Blobs
tr: Damlalar

source: Elasticity
tr: Elastiklik

source: Goop
tr: Yapıştırıcı Madde

source: Opaque blobs
tr: Mat damlalar

source: Speed limit
tr: Hız sınırı

source: Subtractive colors (transmitted light)
tr: Eksiltici renkler (iletilen ışık)

source: Transparent blobs
tr: Saydam damlalar

source: XOR blobs
tr: XOR damlalar

source: Number of objects
tr: Nesne sayısı

source: Object trails
tr: Nesne izleri

source: Orbital decay
tr: Dairesel çürüme

source: Grey
tr: Ak

source: Big
tr: Büyük

source: Dot fill factor
tr: Noktalama faktörü

source: Dot size
tr: Nokta boyutu

source: Gravity points
tr: Ağırlık noktaları

source: Halftone
tr: Yarıton

source: Maximum mass
tr: Toplam kütle

source: Maximum speed
tr: En yüksek hız

source: Minimum mass
tr: En düşük kütle

source: Minimum speed
tr: En düşük hız

source: Animate circles
tr: Çemberleri canlandır

source: Halo
tr: Hale

source: Number of circles
tr: Çember sayısı

source: Ramp mode
tr: Yokuş kipi

source: Random mode
tr: Rasgele kip

source: Seuss mode
tr: Seuss kipi

source: Helix
tr: Helis

source: Color contrast
tr: Renk karşıtlığı

source: Martin
tr: Kırlangıç

source: Sine
tr: Sinüs

source: HyperBall
tr: Hiper Top

source: XW rotation
tr: XW dönüşü

source: XY rotation
tr: XY dönüşü

source: XZ rotation
tr: XZ dönüşü

source: YW rotation
tr: YW dönüşü

source: YZ rotation
tr: YZ dönüşü

source: ZW rotation
tr: ZW dönüşü

source: HyperCube
tr: Hiper Küp

source: Color wheel
tr: Renk tekeri

source: Hypertorus
tr: Hiper yumru

source: Orthographic 3D
tr: İmlâ 3D

source: Orthographic 4D
tr: İmlâ 4D

source: Perspective 3D
tr: Perspektif 3D

source: Perspective 4D
tr: Perspektif 4D

source: See-through bands
tr: Şeffaf bant

source: See-through spirals (1 spiral)
tr: Şeffaf sarmal (1 sarmal)

source: See-through spirals (16 spirals)
tr: Şeffaf sarmal (16 sarmal)

source: See-through spirals (2 spirals)
tr: Şeffaf sarmal (2 sarmal)

source: See-through spirals (4 spirals)
tr: Şeffaf sarmal (4 sarmal)

source: See-through spirals (8 spirals)
tr: Şeffaf sarmal (8 sarmal)

source: Solid object
tr: Düz nesne

source: Solid surface
tr: Düz yüzey

source: Transparent surface
tr: Şeffaf yüzey

source: Two-sided
tr: Çift yönlü

source: WX rotation speed
tr: WX dönüş hızı

source: WY rotation speed
tr: WY dönüş hızı

source: WZ rotation speed
tr: WZ dönüş hızı

source: Wireframe mesh
tr: Telkafes

source: XY rotation speed
tr: XY dönüş hızı

source: XZ rotation speed
tr: XZ dönüş hızı

source: YZ rotation speed
tr: YZ dönüş hızı

source: Hypnowheel
tr: Hipnoz dönüşü

source: Symmetric twisting
tr: Simetrik kıvrılma

source: Twistiness
tr: Kıvrımsız

source: Detail
tr: Ayrıntı

source: Number of functions
tr: Fonksiyonların sayısı

source: Scale
tr: Derece

source: Translate
tr: Çevir

source: 1 Minute
tr: 1 Dakika

source: 1 Second
tr: 1 Saniye

source: Brightness gradients
tr: Parlaklık eğimleri

source: Hue gradients
tr: Renk tonu eğimleri

source: IMSMap
tr: IMS Haritası

source: Saturation gradients
tr: Doygunluk eğimleri

source: Number of discs
tr: Disk sayısı

source: Color field based on computing decaying sinusoidal waves. Written by Hannu Mallat; 1998.
tr: Bilgisayardaki renk sahası sinusoidal dalgaları kendine temel alır. Yazar: Hannu Mallat

source: Hue
tr: Ton

source: Interference
tr: Müdahale Etme

source: Magnification
tr: Büyültme

source: Number of waves
tr: Dalga sayısı

source: Wave size
tr: Dalga boyutu

source: Intermomentary
tr: Anlar arasında

source: Collapse
tr: Topla

source: Cycle
tr: Döngü

source: Expand
tr: Genişlet

source: Flower box
tr: Çiçek kutusu

source: Inertial damping
tr: Yavaşça yumuşatmak

source: JigglyPuff
tr: Hafif Esinti

source: Randomize almost everything
tr: Neredeyse herşeyi rastgeleleştir

source: Sphere
tr: Küre

source: Spookiness
tr: Ürkütücülük

source: Spoooooky
tr: Ürkünç

source: Strong
tr: Güçlü

source: Chunky
tr: Kısa ve kalın

source: Jigsaw
tr: Motorlu Testere

source: Puzzle pieces
tr: Bulmaca parçaları

source: Tilt
tr: Eğim

source: Juggler horizontal speed
tr: Juggler dikey hız

source: Juggler spin speed
tr: Juggler dönüş hızı

source: Juggler3D
tr: Hokkabaz 3D

source: Juggling speed
tr: Hokkabazlık hızı

source: Max height
tr: En fazla yükseklik

source: Max objects
tr: En fazla nesne sayısı

source: Min height
tr: En az yükseklik

source: Min objects
tr: En az nesne sayısı

source: Bowling balls
tr: Bowling topları

source: Clubs
tr: Sinekler

source: Flaming torches
tr: Yanan şelaleler

source: Juggle
tr: Hokkabazlık

source: Juggle this pattern
tr: Bu deseni yer değiştir

source: Knives
tr: Bıçaklar

source: Performance length
tr: Performans süresi

source: Rings
tr: Çemberler

source: Iterations
tr: Tekrarlamalar

source: Kaleidescope
tr: Kaleydeskop

source: Segments
tr: Parçalar

source: Symmetry
tr: Simetri

source: Trails
tr: Kuyruklar

source: Double buffer
tr: Çift tampon

source: Randomize
tr: Rasgele

source: Lament
tr: Ağıt

source: Laser
tr: Lazer

source: Classic Lavalite
tr: Klasik Lavalite

source: Don't Rotate
tr: Döndürme

source: Impatient
tr: Sabırsız

source: Random Lamp Style
tr: Rasgele Erime Biçimi

source: Horizontal black
tr: Yatay siyah

source: Horizontal white
tr: Yatay beyaz

source: Solid black
tr: Düz siyah

source: Solid white
tr: Düz beyaz

source: Vertical black
tr: Dikey siyah

source: Vertical white
tr: Dikey beyaz

source: Lightning
tr: Işıklandırma

source: Steps
tr: Adımlar

source: Closed figures
tr: Kapalı şekiller

source: Control points
tr: Kontrol noktaları

source: Less
tr: Daha Az

source: More
tr: Daha Fazla

source: Open and closed figures
tr: Açık ve kapalı şekiller

source: Open figures
tr: Açık şekiller

source: Blinking effects
tr: Işıklandırma efektleri

source: Loop
tr: Döngü

source: Display time for each program
tr: Her uygulama için saati göster

source: Grid size
tr: Izgara boyutu

source: Head toward exit
tr: Çıkışa doğru yönelt

source: Ignorant of exit direction
tr: Çıkış yönünü önemseme

source: Maze
tr: Labirent

source: Draw green
tr: Yeşil çiz

source: Draw in RGB
tr: RGB olarak çiz

source: Draw random numbers
tr: Rastgele rakamlar çiz

source: Dump memory
tr: Belleği dök

source: Max depth
tr: En fazla derinlik

source: Metaball count
tr: Metal top sayısı

source: 30 sec
tr: 30 sn

source: 5 min
tr: 5 dk

source: 5 sec
tr: 5 sn

source: 50 bumps
tr: 50 vuruş

source: Clear
tr: Temizle

source: Enable colouring
tr: Renklendirmeyi etkinleştir

source: Enable reflected image
tr: Resim yansımasını etkinleştir

source: Enable walls
tr: Duvarları etkinleştir

source: MirrorBlob
tr: Ayna Damlacığı

source: Opaque
tr: Mat

source: Show image on background
tr: Arkaplanda resmi göster

source: Transition duration
tr: Geçiş süresi

source: MoebiusGears
tr: Moebius Dişlileri

source: Number of gears
tr: Dişlilerin sayısı

source: Number of teeth
tr: Dişlerin sayısı

source: Draw ants
tr: Karıncaları çiz

source: Solid floor
tr: Düz döşeme

source: Moire2
tr: Hareli Kumaş2

source: Moire
tr: Hareli Kumaş

source: Offset
tr: Ofset

source: Use shared memory
tr: Paylaşılan belleği kullan

source: Describe molecule
tr: Molekülü tanımla

source: Draw atomic bonds
tr: Atomik bağlar çiz

source: Label atoms
tr: Atomları etiketle

source: Molecule
tr: Molekül

source: PDB file or directory
tr: PDB dosyası veya dizin

source: Cube
tr: Küp

source: Dodecahedron
tr: Oniki yüzlü

source: Icosahedron
tr: Yirmi kenarlı sınırlandırılmış bir katı

source: Morph3D
tr: 3-Boyut Morph

source: Octahedron
tr: Sekiz yüzlü

source: Mountain
tr: Dağ

source: Peaks
tr: Doruklar

source: Munch
tr: Gürültüyle Çiğne

source: Solid
tr: Katı

source: Blot count
tr: Leke sayısı

source: Calm
tr: Durgunluk

source: Changes
tr: Değiştir

source: Colors
tr: Renkler

source: Crunchiness
tr: Çıtırtısız

source: Frequent
tr: Sık Sık

source: NerveRot
tr: SinirBozukluğu

source: Nervousness
tr: Asabiyet

source: Seldom
tr: Nadiren

source: Spastic
tr: Spastik

source: Player size
tr: Oyuncu boyutu

source: Pedal
tr: Ayaklık

source: Always play well
tr: Her Zaman Çal

source: Explosions
tr: Patlamalar

source: Penetrate
tr: Nüfuz Et

source: Start badly, but learn
tr: Kötü şekilde başla, fakat öğren

source: Colony shape
tr: Sömürge şekli

source: Death comes
tr: Ölüm gelir

source: Diamond
tr: Elmas

source: Fertility
tr: Verimlilik

source: Offspring
tr: Döl

source: Quickly
tr: Çabuk

source: Slowly
tr: Yavaş Yavaş

source: Square
tr: Kare

source: Font scale
tr: Yazıtipi ölçeği

source: Phosphor
tr: Fosfor

source: 0 degrees
tr: 0 derece

source: 90 degrees
tr: 90 derece

source: Photopile
tr: Fotoğraf kümesi

source: Gear size
tr: Dişli boyutu

source: Max RPM
tr: En fazla RPM

source: Pinion
tr: Kanat

source: Scrolling speed
tr: Kaydırma hızı

source: A hundred
tr: Yüz

source: Allow tight turns
tr: Gergin sarımlara izin ver

source: Ball joints
tr: Top eklemleri

source: Curved pipes
tr: Kavisli borular

source: Gadgetry
tr: Cihaz

source: Pipes
tr: Borular

source: Polyhedra
tr: Polihedra

source: Show description
tr: Açıklamayı göster

source: 120-cell
tr: 120-hücre

source: 16-cell (hyper-octahedron)
tr: 16-hücre (hiper-sekiz düzlemli üç boyutlu)

source: 24-cell
tr: 24-hücre

source: 5-cell (hyper-tetrahedron)
tr: 5-cell (hiper-dört yüzlü)

source: 600-cell
tr: 600-hücre

source: 8-cell (hypercube / tesseract)
tr: 8-hücre (hiperküp / dört boyutlu küp)

source: Single color
tr: Tek renk

source: Clock mode
tr: Saat kipi

source: Crisp
tr: Gevrek

source: Game speed
tr: Oyun hızı

source: Noise
tr: Gürültü

source: Noisy
tr: Gürültülü

source: Dark blue
tr: Koyu mavi

source: Dark cyan
tr: Koyu turkuaz

source: Dark green
tr: Koyu yeşil

source: Dark magenta
tr: Koyu mor

source: Dark red
tr: Koyu kırmızı

source: Dark yellow
tr: Koyu sarı

source: Light blue
tr: Açık mavi

source: Light cyan
tr: Açık turkuaz

source: Light green
tr: Açık yeşil

source: Light magenta
tr: Açık mor

source: Light red
tr: Açık kırmızı

source: Light yellow
tr: Açık sarı

source: Subdivision
tr: Alt bölme

source: Draw eye
tr: Gözü çiz

source: Providence
tr: Tedbir

source: Anti-alias lines
tr: Çizgileri yumuşat

source: Enable blending
tr: Karışımı etkinleştir

source: Enable depth buffer
tr: Derinlik tamponunu etkinleştir

source: Enable texture filtering
tr: Desen filtrelemeyi etkinleştir

source: Enable texturing
tr: Desenlemeyi etkinleştir

source: Pulsar
tr: Muntazam radyo dalgaları veren gökcismi

source: Quad count
tr: Dörtlü sayısı

source: Explosive yield
tr: Patlama sonucu

source: Launch frequency
tr: Çalıştırma sıklığı

source: Particle density
tr: Partikül yoğunluğu

source: Pyro
tr: Ateş

source: Additive colors
tr: Katılacak renkler

source: Line segments
tr: Satır parçaları

source: Linear motion
tr: Doğrusal hareket ettir

source: Max size
tr: En büyük boyut

source: Poly corners
tr: Çok köşeler

source: Random motion
tr: Rastgele hareket ettir

source: Solid objects
tr: Kesiksiz nesneler

source: Subtractive colors
tr: Eksiltici renkler

source: Transparent
tr: Şeffaf

source: Queens
tr: Kraliçeler

source: Diffusion
tr: Yayılma

source: Epoch
tr: Devir

source: Fill screen
tr: Dolum ekranı

source: RDbomb
tr: RD bombası

source: Reaction
tr: Tepki

source: Seed radius
tr: Tohum yarıçapı

source: Wander speed
tr: Dolaşma hızı

source: X tile size
tr: X tuğla boyutu

source: Y tile size
tr: Y tuğla boyutu

source: Big drops
tr: Büyük damlalar

source: Drippiness
tr: Damlama

source: Drizzle
tr: İnce ince

source: Fluidity
tr: Akışkanlık

source: Grayscale
tr: Gri tonlama

source: Magic lighting effect
tr: Sihirli ışıklandırma efekti

source: Moving splashes
tr: Hareketli sıçramalar

source: Psychedelic colors
tr: Hayal gördüren renkler

source: Ripples
tr: Dalgalar

source: Small drops
tr: Küçük damlalar

source: Storm
tr: Fırtına

source: Rocks
tr: Kayalar

source: Steering
tr: Yönlendirme

source: Velocity
tr: Hız

source: With X symmetry
tr: X simetrisiyle

source: With Y symmetry
tr: Y simetrisiyle

source: Length
tr: Uzunluk

source: Rotor
tr: Döneç

source: Animate
tr: Canlandır

source: Rectangle count
tr: Dikdörtgen sayısı

source: RotZoomer
tr: Bozuk Yakınlaştırıcı

source: Stationary rectangles
tr: Sabit dikdörtgenler

source: Sweeping arcs
tr: Kavisleri süpür

source: Wandering rectangles
tr: Dolaşan gikdörtgenler

source: Hide shuffling
tr: Karıştırmayı gizle

source: Plane
tr: Düzlem

source: Pyramid
tr: Piramit

source: SBalls
tr: S Topları

source: Star
tr: Yıldız

source: Sierpinski3D
tr: 3-Boyut Serpinski

source: Points
tr: Noktalar

source: Draw skin
tr: Kabuğu çiz

source: Flexibility
tr: Esneklik

source: X resolution
tr: X çözünürlüğü

source: Y resolution
tr: Y çözünürlüğü

source: Gutter size
tr: Su yolu boyutu

source: Pause
tr: Duraklat

source: Slide speed
tr: Kayma hızı

source: SlideScreen
tr: Kayma Ekranı

source: Slip
tr: Kayma

source: A count
tr: A sayısı

source: B count
tr: B sayısı

source: Font size
tr: Yazı tipi boyutu

source: Ping known SSH hosts
tr: Bilinen SSH makinelerine ping at

source: Resolve host names
tr: Makine isimlerini çözümle

source: Show ping times
tr: Ping sayılarını göster

source: Simulation (don't ping)
tr: Benzeştirme (ping atma)

source: Sonar
tr: Deniz Radarı

source: Allow wall collisions
tr: Duvar çatışmalarına izin ver

source: Max velocity
tr: En yüksek hız

source: Present bonuses
tr: Mevcut primler

source: Rocky walls
tr: Kaya duvarlar

source: SpeedMine
tr: Mayın Hızı

source: Thrust
tr: İtme

source: Tunnel
tr: Tünel

source: Worm
tr: Solucan

source: Smoothed lines
tr: Düzleştirilmiş çizgiler

source: Spiral
tr: Kıvrılma

source: Spotlight
tr: Sahne Işığı

source: Spotlight size
tr: Sahne ışığı boyutu

source: Handedness
tr: Eli olma

source: Left
tr: Sol

source: Randomness
tr: Rastgele olma

source: Right
tr: Sağ

source: Stairs
tr: Merdiven Basamakları

source: Color gradients
tr: Renk eğimleri

source: Pulsating blob
tr: Çarpan damla

source: Starfish
tr: Denizyıldızı

source: Frame rate Low
tr: Çerçeve hızı Düşük

source: Stars speed Slow
tr: Yıldız hızı Yavaş

source: Anti-aliased lines
tr: Yumuşatılmış satırlar

source: Fade out
tr: Soldur

source: Scroll speed Slow
tr: Kaydırma Hızı Yavaş

source: StarWars
tr: Yıldız Savaşları

source: Texture-mapped font
tr: Desenle-haritalanmış yazı tipi

source: Thick lines
tr: Kalın satırlar

source: Wrap long lines
tr: Uzun satırları kaydır

source: or, Text columns
tr: veya, Metin sütunları

source: StonerView
tr: Stoner Görünümü

source: Translucent
tr: Şeffaf

source: Strange
tr: Tuhaf

source: Initial cracks
tr: Başlangıç çatlamaları

source: Sand grains
tr: Kum taneleri

source: Substrate
tr: Alt tabaka

source: Wireframe only
tr: Sadece tel çerçeve

source: Spin speed
tr: Dönme hızı

source: Superquadrics
tr: Süper dörtgenler

source: Swirl
tr: Girdap

source: 0 deg
tr: 0 derece

source: 5 minute tick marks
tr: 5 dakika işaretleme izleri

source: 90 deg
tr: 90 derece

source: Bigger
tr: Daha büyük

source: Cycle seconds
tr: Devir saniyeleri

source: Minute tick marks
tr: Dakika işaretleme izleri

source: Smaller
tr: Daha küçük

source: Turn side-to-side
tr: Yana yana dön

source: Wobbliness
tr: Sallanma

source: X rotation
tr: X döndürmesi

source: Y rotation
tr: Y döndürmesi

source: Z rotation
tr: Z döndürmesi

source: 0 sec
tr: 0 sn

source: Draw logo
tr: Logoyu çiz

source: Final tunnel image
tr: Son tinel resmi

source: TimeTunnel
tr: Zaman Tüneli

source: Blob mode
tr: Damla kipi

source: Carpet
tr: Halı

source: Carpet size
tr: Halı boyutu

source: Drop speed
tr: Düşme hızı

source: Follow
tr: İzle

source: Nipples
tr: Şişe emziği

source: Polygon count
tr: Çokgen sayısı

source: TopBlock
tr: Üst Sütun

source: Tunnel mode
tr: Tünel kipi

source: Triangle
tr: Üçgen

source: Border width
tr: Kenarlık kalınlığı

source: Jumpy
tr: Gergin

source: Springiness
tr: Esneklik

source: Transference
tr: Naklet

source: Twang
tr: Tıngırtı

source: Vermiculate
tr: Solucan gibi

source: 2 seconds
tr: 2 saniye

source: Image directory
tr: Resim dizini

source: Vines
tr: Asmalar

source: 50 pixels
tr: 50 piksel

source: Insertion speed
tr: Ekleme hızı

source: Point size
tr: Nokta boyutu

source: Zoom frequency
tr: Büyütme frekansı

source: Zoom speed
tr: Büyütme hızı

source: Draw spots
tr: Benekler çiz

source: 2 min
tr: 2 dk

source: 2 secs
tr: 2 sn

source: 30 secs
tr: 30 sn

source: Delay between images
tr: Resimler arasında beklenecek süre

source: Dictionary file
tr: Sözlük dosyası

source: Image opacity
tr: Resim matlığı

source: Network timeout
tr: Ağ zaman aşımına uğradı

source: Overall filter program
tr: Tümünü filtreleyecek uygulama

source: Per-image filter program
tr: Her bir resmi teker teker filtreleyecek uygulama

source: WebCollage
tr: Web Yapıştırma Resim Sanatı

source: Trail size
tr: İz boyutu

source: WhirlWindWarp
tr: Dönen Rüzgar Sapması

source: Explain modes
tr: Kipleri açıkla

source: Leave a trail
tr: Bir iz bırak

source: Whirlies
tr: Daireler

source: X amplitude
tr: X büyüklüğü

source: X circle
tr: X çember

source: X fun
tr: X eğlenceli

source: X funky
tr: X dehşet

source: X linear
tr: X doğrusal

source: X random
tr: X rastgele

source: X speed
tr: X hız

source: X spin
tr: X dönme

source: Y amplitude
tr: Y büyüklüğü

source: Y circle
tr: Y çember

source: Y fun
tr: Y eğlenceli

source: Y funky
tr: Y dehşet

source: Y linear
tr: Y doğrusal

source: Y random
tr: Y rastgele

source: Y speed
tr: Y hız

source: Y spin
tr: Y dönme

source: Star speed
tr: Yıldız hızı

source: Stars created
tr: Yıldızlar oluşturuldu

source: Wormhole
tr: Solucan deliği

source: Bitmap file
tr: Resim dosyası

source: Enable blooming
tr: Çiçek açmayı etkinleştir

source: XFlame
tr: X Alev

source: Expansion algorithm
tr: Genişleme algoritması

source: Knock knock
tr: Tık tık

source: Large font
tr: Büyük yazı tipi

source: Phone number
tr: Telefon numarası

source: Piped ASCII text
tr: Borulanmış ASCII metni

source: Run trace program
tr: Geri izleme uygulamasını çalıştır

source: Slider algorithm
tr: Kaydırma çubuğu algoritması

source: Small font
tr: Küçük yazı tipi

source: Synergistic algorithm
tr: Birlikte çalışan algoritma

source: XRaySwarm
tr: Röntgen Kümelenmesi

source: Y lens offset
tr: Dikey mercek dengesi

source: X lens offset
tr: Yatay mercek dengesi

source: X border width
tr: Yatay kenar kalınlığı

source: Y border width
tr: Dikey kenar kalınlığı

source: Lenses
tr: Mercekler

source: X magnification
tr: Yatay büyütme

source: Y magnification
tr: Dikey büyütme
