Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdegames/kasteroids.po
Languages: tr

source: _: NAME OF TRANSLATORS Your names
tr: Ömer Fadıl USTA

source: _: EMAIL OF TRANSLATORS Your emails
tr: omer_fad@hotmail.com

source: KDE Space Game
tr: KDE Uzay Oyunu

source: Whether power upgrades can be shot.
tr: Güç yükseltmeleri eskimiş olup olmaması.

source: The number of ships per game.
tr: Oyun başına gemi sayısı.

source: Whether to play sounds.
tr: Seslerin çalınıp çalınmayacağı.

source: Sound to play when a ship gets destroyed.
tr: Bir gemi yokedilince çıkacak olan ses.

source: Sound to play when a rock gets destroyed.
tr: Bir kaya yok edildiğinde çıkacak olan ses.

source: Score
tr: Skor

source: Level
tr: Seviye

source: Ships
tr: Gemiler

source: Fuel
tr: Yakıt

source: Thrust
tr: Güç

source: Rotate Left
tr: Sola Dön

source: Rotate Right
tr: Sağa Dön

source: Shoot
tr: Vur

source: Brake
tr: Fren

source: Shield
tr: Kalkan

source: Launch
tr: Kalkış

source: Press %1 to launch.
tr: Kalkış için %1 tuşuna basın.

source: Ship Destroyed. Press %1 to launch.
tr: Gemi yok edildi. Kalkış için %1 tuşuna basın.

source: Game Over!
tr: Oyun Bitti!

source: Start new game with
tr: Yeni oyuna

source: ships.
tr: gemi ile başla

source: Show highscores on Game Over
tr: Oyun bitiminde yüksek puanları göster

source: Player can destroy Powerups
tr: Oyuncu yakıt tanklarını yokedebilir

source: General
tr: Genel

source: Game Over Shots fired: %1 Hit: %2 Missed: %3 Hit ratio: %4 %
tr: Oyun Bitti Açılan ateş: %1 Vuruş: %2 Iska: %3 Vuruş oranı: %4

source: KAsteroids is paused.
tr: KAsteroids bekletiliyor.

source: Paused
tr: Durduruldu
