Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdegames/kbattleship.po
Languages: tr

source: _: NAME OF TRANSLATORS Your names
tr: Tuncay YENİAY, Bülent ŞENER

source: _: EMAIL OF TRANSLATORS Your emails
tr: tuncayyeniay@mynet.com, bulent@kde.org.tr

source: Player 1: %1
tr: 1. Oyuncu: %1

source: Player 2: %1
tr: 2. Oyuncu: %1

source: Ready
tr: Hazır

source: &Connect to Server...
tr: Sunucuya &Bağlan...

source: &Start Server...
tr: Sunucuyu Başla&t...

source: S&ingle Player...
tr: T&ek Oyuncu...

source: &Enemy Info
tr: &Düşman Bilgisi

source: &Play Sounds
tr: &Sesleri çal

source: &Show Grid
tr: &Kılavuzları Göster

source: Hide Grid
tr: Izgarayı Gizle

source: Sending Message...
tr: Mesaj Gönderiliyor...

source: S&ingle Player
tr: &Tek Oyuncu

source: You won the game :)
tr: Oyunu kazandın! :)

source: Do you want to restart the game?
tr: Oyunu yeniden başlatmak istiyor musunuz?

source: Restart
tr: Yeniden başlat

source: Do Not Restart
tr: Yeniden Başlatma

source: Waiting for enemy to shoot..
tr: Düşmanın ateş etmesini bekliyoruz...

source: Enemy disconnected.
tr: Düşman bağlantıyı kesti.

source: &Connect to server
tr: &Sunucuya bağlan

source: &Start server
tr: &Sunucuyu başlat

source: S&ingle game
tr: &Tek oyuncu

source: Waiting for computer player to start the match...
tr: Bilgisayarın maçı başlatmasını bekliyoruz...

source: Waiting for other player to place their ships...
tr: Diğer oyuncunun gemileri yerleştirmesini bekliyoruz...

source: Waiting for other player to start the match...
tr: Diğer oyuncunun maçı başlatmasını bekliyoruz...

source: Shots
tr: Atışlar

source: Hits
tr: İsabetler

source: Water
tr: Su

source: Loading Connect-Server dialog...
tr: Sunucu bağlantı penceresi yükleniyor...

source: The client is asking to restart the game. Do you accept?
tr: Diğer oyuncu oyunu yeniden başlatmak istiyor. Kabul ediyor musunuz?

source: Accept Restart
tr: Yeniden başlatmayı onayla

source: Deny Restart
tr: Yeniden başlatmayı reddet

source: Please place your ships. Use the "Shift" key to place the ships vertically.
tr: Lütfen gemilerinizi yerleştirin. "Shift" tuşu ile gemileri dikey yerleştirebilirsiniz.

source: Do you want to ask the server restarting the game?
tr: Sunucuya yeniden başlamak için sormak ister misiniz ?

source: Ask to Restart
tr: Yeniden başlatmayı sor

source: Do Not Ask
tr: Sorma

source: Waiting for an answer...
tr: Cevap bekleniyor...

source: Loading Start-Server dialog...
tr: Sunucu başlama penceresi yükleniyor...

source: &Stop server
tr: &Sunucuyu durdur

source: Waiting for a player...
tr: Bir oyuncu bekleniyor...

source: The URL passed to KDE Battleship '%1' is not a valid url
tr: URL KDE Battleship '%1' geçerli değil

source: The URL passed to KDE Battleship '%1' is not recognised as a Battleship game.
tr: '%1' Battleship oyun adresi olarak bilinmiyor.

source: Dis&connect from server
tr: Sunucuyla &bağlantıyı kes

source: Start Game
tr: Oyunu Başlat

source: Nick name:
tr: Rumuz:

source: &Stop game
tr: &Oyunu durdur

source: Waiting for the AI player to place the ships...
tr: Karşı tarafın gemilerini yerleştirmesini bekliyoruz...

source: Enemy has shot. Shoot now.
tr: Düşman ateş etti. Ateş sırası sende.

source: You lost the game. :(
tr: Ne yazık ki oyunu kaybettiniz :-(

source: Failed to bind to local port "%1" Please check if another KBattleship server instance is running or another application uses this port.
tr: "%1" . liman hazırlanamıyor. Başka bir uygulamanın bu limanı meşkul edip etmediğini kontrol edip tekrar deneyiniz.

source: The connection broke down!
tr: Bağlantı kesildi!

source: Connect to Server
tr: Sunucuya Bağlan

source: &Connect
tr: &Bağlan

source: KBattleship
tr: Amiral Battı

source: The KDE Battleship clone
tr: Amiral Battı oyunu

source: Connection to client lost. Aborting the game.
tr: Makineye bağlantı kesildi. Oyun durduruluyor.

source: Connection dropped by enemy. The client's protocol implementation (%1) is not compatible with our (%2) version.
tr: Düşman bağlantıyı kesti. İstemcinin protokolü (%1) şu anda bizim kullandığımız ile (%2) uyumlu değil.

source: You lost the game :(
tr: Ne yazık ki oyunu kaybettin! :-(

source: Connection to client dropped. The client's protocol implementation (%1) is not compatible with our (%2) version.
tr: Uygulamaya bağlantı koptu. Karşı uygulamanın protokolü (%1) bizim sürümümüzle (%2) uyumlu değil.

source: We have a player. Let's start...
tr: Bir oyuncumuz var. Hadi başlayalım...

source: You can shoot now.
tr: Şimdi ateş edebilirsin.

source: Connection refused by other host.
tr: Karşıdaki bilgisayar bağlantı kabul etmiyor.

source: Couldn't lookup host.
tr: Makine adı çözümlenemedi.

source: Couldn't connect to server.
tr: Sunucuya bağlantı kurulamadı.

source: Unknown error; No: %1
tr: Bilinmeyen Hata; No: %1

source: Connection to server lost. Aborting the game.
tr: Sunucuyla bağlantı kesildi. Oyun iptal ediliyor.

source: Start Server
tr: Sunucuyu Başlat

source: You cannot place the ship here.
tr: Gemiyi buraya koyamazsınız.

source: URL of server to attach to. In the form kbattleship://host:port/ or host:port
tr: Sunucu adresi ekte. Şu biçimde kbattleship://host:port/ ya da host:port

source: Project Founder, GUI Handling, Client/Server
tr: Proje Başlatıcısı, grafik arayüzü, istemci-sunucu programcısı

source: Dialog Stuff, Client/Server
tr: Pencereler, istemci/sunucu

source: Computer Player
tr: Bilgisayar Oyuncu

source: Icon
tr: Simge

source: Sounds
tr: Sesler

source: GFX
tr: Grafik

source: Non-Latin1 Support
tr: Latin1 Dışı Destek

source: Various improvements
tr: Çeşitli geliştirmeler

source: Various improvements and bugfixes
tr: Çeşitli geliştirmeler ve hata düzeltmeleri

source: Bugfixes and refactoring
tr: Hatalar ve Düzeltmeler

source: DNS-SD discovery
tr: DNS-SD bildirimi

source: You don't have KBattleship pictures installed. The game cannot run without them!
tr: Amiral battı resimleri sisteme kurulu değil. Bu resimler olmadan oyun başlatılamaz!

source: Chat Widget
tr: Konuşma Programı

source: Enter a message here
tr: Buraya bir mesaj yazın

source: &Send
tr: &Gönder

source: Press here to send the message
tr: Mesajı göndermek için buraya tıklayın

source: Chat dialog:
tr: Konuşma penceresi:

source: &Nick name:
tr: &Rumuz:

source: Enter a name that identifies you in the game
tr: Oyunda sizi temsil edecek bir isim girin

source: &Server:
tr: &Sunucu:

source: LAN games:
tr: Yerel Ağ Oyunları:

source: Choose a port to connect to
tr: Bağlantı yapılacak bir port ayarlayın

source: Enemy Client Information
tr: Düşman Program Bilgisi

source: Client identifier:
tr: İstemci kimlikleyicisi:

source: Client information:
tr: İstemci bilgisi:

source: Client version:
tr: İstemci sürümü:

source: Protocol version:
tr: Protokol sürümü:

source: PV
tr: PS

source: CI
tr: PB

source: &Game name:
tr: &Oyun Adı:

source: Choose a port where the server listens on
tr: Dinlenecek olan liman numarasını seçiniz

source: Shows all shots
tr: Tüm Atışları Gösterir

source: Shows all hit ships
tr: Vurulan tüm gemileri göster

source: Shows all water shots
tr: Tüm Su atışlarını göster
