Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdegames/klines.po
Languages: tr

source: _: NAME OF TRANSLATORS Your names
tr: Ömer Fadıl USTA

source: _: EMAIL OF TRANSLATORS Your emails
tr: omer_fad@hotmail.com

source: Unable to find graphics. Check your installation.
tr: Grafik dosyaları bulunamadı.

source: Very Easy
tr: Çok Kolay

source: Easy
tr: Kolay

source: Hard
tr: Zor

source: Very Hard
tr: Çok Zor

source: Score:
tr: Puan:

source: Level:
tr: Seviye:

source: Start &Tutorial
tr: Öğreti&ciyi Başlat

source: &Show Next
tr: Sonrakini &Göster

source: Hide Next
tr: Sonrakini Gizle

source: &Use Numbered Balls
tr: &Numaralı Toplar Kullan

source: Move Left
tr: Sola Taşı

source: Move Right
tr: Sağa Taşı

source: Move Up
tr: Yukarı Taşı

source: Move Down
tr: Aşağı Taşı

source: Move Ball
tr: Topu Taşı

source: Level: %1
tr: Seviye: %1

source: Stop &Tutorial
tr: Öğretmeni &Durdur

source: Tutorial
tr: Öğretmen

source: Tutorial - Stopped
tr: Öğretim - Durduruldu

source: The goal of the game is to put 5 balls of the same color in line.
tr: Oyunun amacı 5 aynı renk topu bir satırda bir araya getirmektir.

source: You can make horizontal, vertical and diagonal lines.
tr: Dikey, yatay veya çapraz çizgiler oluşturabilirsiniz.

source: Each turn, three new balls are placed on the board.
tr: Her adımda, ekrana üç yeni top yerleştirilecektir.

source: Every turn, you can move one ball.
tr: Ancak siz sadece bir topu hareket ettirebilirsiniz.

source: To move a ball, click on it with the mouse, then click where you want the ball to go.
tr: Bir topu hareket ettirmek için, üzerine bir kez fare ile tıklayın, sonra gideceği yeri tıklayın.

source: You just moved the blue ball!
tr: Mavi topu hareket ettirdiniz!

source: Balls can be moved to every position on the board, as long as there are no other balls in their way.
tr: Bir top, yolunda başka bir top yok ise ekran üzerinde her yere taşınabilir.

source: Now we only need one more blue ball.
tr: Şimdi bir mavi topa daha ihtiyacımız var.

source: It seems to be our lucky day!
tr: Bugün şanslı günümüz!

source: Hurray! And away they go! Now lets try the green balls.
tr: İşte başardık! Toplar kayboldu! Şimdi yeşil toplara bakalım...

source: Now you try! Click on the green ball and move it to the others!
tr: Şimdide Siz deneyin! Yeşil topa tıklayın ve onu diğerlerinin yanına taşıyın!

source: Almost, try again!
tr: Neredeyse olmuştu, yeniden deneyin!

source: Very good!
tr: Çok güzel!

source: Whenever you complete a line you get an extra turn.
tr: Bir satırı tamamladığın zaman, sıra yeniden senin olur.

source: This is the end of this tutorial. Feel free to finish the game!
tr: Artık eğitimin sonuna geldik. Oyunu bitirmeye çalışın.

source: Tutorial - Paused
tr: Öğretmen - Bekletiliyor

source: Score: %1
tr: Puan: %1

source: Game Over
tr: Oyun Bitti

source: Kolor Lines - a little game about balls and how to get rid of them
tr: Renkli Çizgiler - Renkli toplarla oynanan zevkli bir oyun

source: Kolor Lines
tr: Renkli Çizgiler

source: Original author
tr: Asıl yazar

source: Rewrite and Extension
tr: Yeniden yazan ve geliştiren

source: Next balls:
tr: Sonraki toplar:

source: Difficulty level
tr: Zorluk seviyesi

source: Whether to show the next set of balls.
tr: Sonraki toplar gösterilsin mi?

source: Whether to use numbered balls.
tr: Numaralı toplar kullanılsın mı?
