Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdegames/konquest.po
Languages: tr

source: Player list:
tr: Oyuncu listesi:

source: Name
tr: Ad

source: New Column
tr: Yeni Sütun

source: &Human player:
tr: &İnsan Oyuncu:

source: &Add Human Player
tr: &İnsan Oyuncu Ekle

source: Preview map:
tr: Harita önizleme:

source: Reject &Map
tr: Ha&ritayı Reddet

source: Galactic Strategy KDE Game
tr: KDE Uzay Strateji Oyunu

source: Copyright (c) 1999-2001, Developers
tr: Copyright (c) 1999-2001, Geliştirenler

source: Fleet Overview
tr: Filo Durumu

source: Fleet No.
tr: Filo No.

source: Destination
tr: Hedef

source: Ships
tr: Gemiler

source: Kill Percentage
tr: Yoketme Yüzdesi

source: Arrival Turn
tr: Dönüş Sırası

source: End Turn
tr: Hamle Sonu

source: Select source planet...
tr: Kalkılacak gezegeni seçin...

source: Select destination planet...
tr: Gidilecek gezegeni seçin...

source: : How many ships?
tr: : Kaç tane gemi?

source: Ruler: Select starting planet.
tr: Cetvel: Başlangıç gezegeni seçin.

source: The distance from Planet %1 to Planet %2 is %3 light years. A ship leaving this turn will arrive on turn %4
tr: %1 gezegeninden %2 gezegenine uzaklık %3 ışık yılıdır. Bu hamlede ayrılacak gemi %4. hamlede geri gelecek.

source: Distance
tr: Uzaklık

source: Ruler: Select ending planet.
tr: Cetvel: Bitiş gezegenini seçin.

source: Computer Player thinking...
tr: Bilgisayar Oyuncusu düşünüyor...

source: Turn #: %1 of %2
tr: Hamle #: %1/%2

source: Game Over
tr: Oyun Bitti

source: The once mighty empire of %1 has fallen in ruins.
tr: Bir zamanların kralı %1, bak şimdi ne hallere düştü.

source: The fallen empire of %1 has staggered back to life.
tr: Düşen %1 imparatorluğu tekrar hayata gelmeyi becerdi.

source: Reinforcements (%1 ships) have arrived for planet %2.
tr: %2 gezegeni için destekçi (%1 gemi) geldi.

source: Planet %2 has held against an attack from %1.
tr: %2 gezegeni, %1 tarafından karşı saldırıya uğradı.

source: Planet %2 has fallen to %1.
tr: %2 gezegeni %1 tarafından ele geçirildi.

source: Do you wish to retire this game?
tr: Bu oyunu sonlandırmak istiyor musunuz?

source: End Game
tr: Oyunu Sonlandır

source: Final Standings
tr: Son Durum

source: Not enough ships to send.
tr: Gönderilecek yeterli gemi yok

source: Current Standings
tr: Geçerli Mevki

source: This is the last turn. Do you wish to add extra turns?
tr: Bu son hamleydi. Yeni hamleler eklemek ister misiniz?

source: &Add Turns
tr: H&amle Ekle

source: Add the specified number of turns to the game and continue playing.
tr: Oyuna özel bir hamle numarası ekleyip devam edin.

source: &Game Over
tr: &Oyun Bitti

source: Terminate the current game.
tr: Geçerli oyun kesildi.

source: Extra turns: %1
tr: İlave hamleler: %1

source: Galactic Conquest
tr: Galaktik Fetih

source: &Measure Distance
tr: &Uzaklığı Ölç

source: &Show Standings
tr: &Durumları Göster

source: &Fleet Overview
tr: &Filo Durumu

source: Start New Game
tr: Yeni Oyun Başlat

source: Human Player
tr: İnsan Oyuncu

source: _: Generated AI player name Comp%1
tr: Bilg%1

source: Computer Player
tr: Bilgisayar Oyuncusu

source: Number of &players: %1
tr: &Oyuncuların sayısı: %1

source: Number of neutral p&lanets: %1
tr: Tarafsız gezegen&lerin sayısı: %1

source: Number of &turns: %1
tr: &Hamlelerin sayısı: %1

source: The game is much more fun when you add a human player!
tr: Oyun insan oyuncu eklendiğinde daha eğlenceli olur!

source: Planet name:
tr: Gezegen ismi:

source: Owner:
tr: Sahibi:

source: Ships:
tr: Gemi sayısı:

source: Production:
tr: Üretim sayısı:

source: Kill percent:
tr: Yoketme yüzdesi:

source: Planet name: %1
tr: Gezegen ismi : %1

source: Owner: %1
tr: Sahibi: %1

source: Ships: %1
tr: Gemi sayısı: %1

source: Production: %1
tr: Üretim sayısı: %1

source: Kill percent: %1
tr: Yoketme yüzdesi: %1

source: Player
tr: Oyuncu

source: Ships Built
tr: Yapılan Gemiler

source: Planets Conquered
tr: Ele Geçirilen Gezegenler

source: Fleets Launched
tr: Fırlatılan Filolar

source: Fleets Destroyed
tr: Yokedilen Filolar

source: Ships Destroyed
tr: Yokedilen Gemiler

source: _: NAME OF TRANSLATORS Your names
tr: Ömer Fadıl USTA

source: _: EMAIL OF TRANSLATORS Your emails
tr: omer_fad@hotmail.com
