Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdegames/ktron.po
Languages: tr

source: _: NAME OF TRANSLATORS Your names
tr: Ömer Fadıl USTA, Bülent ŞENER

source: _: EMAIL OF TRANSLATORS Your emails
tr: omer_fad@hotmail.com, bulent@kde.org.tr

source: Player 1 Up
tr: 1. Oyuncu Yukarı

source: Player 1 Down
tr: 2. Oyuncu Aşağı

source: Player 1 Right
tr: 1. Oyuncu Sağa

source: Player 1 Left
tr: 1. Oyuncu Sola

source: Player 1 Accelerator
tr: 1. Oyuncu Hızlanma

source: Player 2 Up
tr: 2. Oyuncu Yukarı

source: Player 2 Down
tr: 2. Oyuncu Aşağı

source: Player 2 Right
tr: 2. Oyuncu Sağa

source: Player 2 Left
tr: 2. Oyuncu Sola

source: Player 2 Accelerator
tr: 2. Oyuncu Hızlanma

source: Player 1
tr: 1. Oyuncu

source: Player 2
tr: 2. oyuncu

source: Computer(%1)
tr: Bilgisayar(%1)

source: Computer
tr: Bilgisayar

source: %1 has won!
tr: %1 kazandı!

source: %1 has won versus %2 with %3 : %4 points!
tr: %1 ve %3 , %2 ye karşı kazandı : %4 puan!

source: Winner
tr: Kazanan

source: General
tr: Genel

source: A race in hyperspace
tr: Sonsuz uzayda bir yarış

source: (c) 1998-2000, Matthias Kiefer Parts of the algorithms for the computer player are from xtron-1.1 by Rhett D. Jacobs <rhett@hotel.canberra.edu.au>
tr: Matthias Kiefer, (c) 1998-2000 Bilgisayarın kontrolü için bazı algoritmalar xtron-1.1'den - Rhett D. Jacobs <rhett@hotel.canberra.edu.au> 'den alınmıştır.

source: Original author
tr: Asıl yazar

source: Various improvements
tr: Çeşitli geliştirmeler

source: Computer Controls
tr: Bilgisayar Kontrolü

source: Player &1
tr: &1. Oyuncu

source: Player &2
tr: &2. Oyuncu

source: Intelligence:
tr: Zeka:

source: Beginner
tr: Başlangıç

source: Average
tr: Orta

source: Expert
tr: Uzman

source: Line style:
tr: Çizgi stili:

source: 3D Line
tr: 3D Çizgi

source: 3D Rectangles
tr: 3D Dörtgenler

source: Flat
tr: Düz

source: Circles
tr: Daireler

source: Line Size
tr: Çizgi Boyutu

source: Large
tr: Geniş

source: Small
tr: Küçük

source: Medium
tr: Orta

source: Background
tr: Arkaplan

source: Color:
tr: Renk:

source: Image:
tr: Resim:

source: Player 1 color:
tr: 1. Oyuncunun Rengi

source: Player 2 color:
tr: 2. Oyuncunun Rengi

source: Behavior
tr: Davranış

source: &Show winner by changing color
tr: Kazananı renk değiştirerek &göster

source: &Disable acceleration
tr: Hızlanmayı &pasifleştir

source: &Crash when moving in the opposite direction
tr: &Ters yönde giderken çarpış

source: Player Names
tr: Oyuncu İsimleri

source: Player 1:
tr: 1. oyuncu:

source: Player 2:
tr: 2. oyuncu

source: Speed
tr: Hız

source: Slow
tr: Yavaş

source: Fast
tr: Hızlı

source: The background color of the game.
tr: Oyunun arkaplanı.

source: The color of player 1
tr: 1. oyuncunun rengi

source: The color of player 2
tr: 2. oyuncunun rengi

source: Whether to show the winner by changing color.
tr: Kazanan, rengi değişen çizgilerle gösterilsin mi?

source: Whether to disable acceleration.
tr: İvmelenme etkinleştirilsin mi?

source: Whether changing in the opposite direction causes a crash.
tr: Geriye dönüşlerin sonucunda çarpışma olsun mu?

source: The width of the line.
tr: Çizginin genişliği.

source: The speed of the line.
tr: Çizginin hızı

source: The skill of the computer player.
tr: Bilgisayar oyuncusunun zekası.

source: The line style.
tr: Çizgi stili.

source: Whether to use a custom background image.
tr: Özel bir arkaplan resmi kullanılıp kullanılmayacağı.

source: Custom background image to use.
tr: Kullanılacak özel arkaplan resmi.

source: Whether player 1 is a computer player.
tr: 1. oyuncu bilgisayar oyuncusu mu olsun?

source: Whether player 2 is a computer player.
tr: 2. oyuncu bilgisayar oyuncusu mu olsun?

source: The name of player 1.
tr: 1. oyuncunun adı

source: The name of player 2.
tr: 2. oyuncunun adı

source: Wasn't able to load wallpaper %1
tr: Duvar kağıdını yükleyemedim %1

source: Game paused
tr: Oyun Durdu

source: Crash!
tr: Çarptı!

source: Press any of your direction keys to start!
tr: Başlamak için yön tuşlarından birine basın!
