Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/LC_MESSAGES/messages/kdegraphics/desktop_kdegraphics.po
Languages: tr

# GenericName
source: Image Viewer
tr: Resim Gösterici

# Comment
source: A simple image viewer
tr: Basit bir resim gösterici

# Name
source: Start a Slideshow
tr: Bir Slayt Gösterisi Başlat

# Name
source: Download Photos with Gwenview
tr: Gwenview ile Fotoğrafları İndir

# Name
source: Gwenview Image Viewer
tr: Gwenview Resim Gösterici

# Comment
source: Configure Kamera
tr: Kamerayı Yapılandır

# Name
source: Digital Camera
tr: Dijital Kamera

# Name
source: Open with File Manager
tr: Dosya Yöneticisi ile Aç

# GenericName
source: Color Chooser
tr: Renk Seçici

# Comment
source: A monitor calibration tool
tr: Monitör kalibrasyon aracı

# GenericName
source: Paint Program
tr: Boyama Uygulaması

# GenericName
source: Screen Ruler
tr: Ekran Cetveli

# Comment
source: On-Screen Ruler
tr: Ekran Cetveli

# Name
source: Moved by Cursor Keys
tr: Yön Tuşlarıyla Hareket Ettirildi

# Comment
source: The ruler has moved pixelwise using the cursor keys
tr: Cetvel piksel piksel yön tuşlarıyla hareket ettirildi

# Name
source: KDE Scan Service
tr: KDE Tarayıcı Servisi

# GenericName
source: Screen Capture Program
tr: Ekran Görüntüsü Yakalayıcı

# Name
source: KIPIPlugin
tr: KIPI Eklentisi

# Comment
source: A KIPI Plugin
tr: Bir KIPI Eklentisi

# Comment
source: File format backend for Okular
tr: Okular için dosya biçimi arka ucu

# Description
source: A kioslave for displaying WinHelp files
tr: WinHelp dosyalarını göstermek için bir kioslave

# Comment
source: Windows HTMLHelp backend for Okular
tr: Okular için Windows HTMLHelp arka ucu

# GenericName
source: Document Viewer
tr: Belge Gösterici

# Comment
source: Comic book backend for Okular
tr: Okular için Comic book arka ucu

# Comment
source: DjVu backend for Okular
tr: Okular için DjVu arka ucu

# Comment
source: DVI backend for Okular
tr: Okular için DVI arka ucu

# Name
source: EPub document
tr: EPub belgesi

# Comment
source: EPub backend for Okular
tr: Okular için EPub arka ucu

# Name
source: Fax documents
tr: Faks belgeleri

# Comment
source: G3/G4 Fax backend for Okular
tr: Okular için G3/G4 Faks arka ucu

# Name
source: FictionBook document
tr: FictionBook belgesi

# Comment
source: FictionBook backend for Okular
tr: Okular için FictionBook arka ucu

# Name
source: KDE Image libraries
tr: KDE Resim kitaplıkları

# Comment
source: Image backend for Okular
tr: Okular için resim arka ucu

# Name
source: Mobipocket document
tr: Mobipocket belgesi

# Comment
source: Mobipocket backend for Okular
tr: Okular için Mobipocket arka ucu

# Name
source: OpenDocument format
tr: OpenDocument biçimi

# Comment
source: OpenDocument backend for Okular
tr: Okular için OpenDocument arka ucu

# Name
source: Plucker document
tr: Plucker belgesi

# Comment
source: Plucker backend for Okular
tr: Okular için Plucker arka ucu

# Comment
source: PDF backend for Okular using poppler
tr: Okular için poppler kullanan PDF arka ucu

# Comment
source: Ghostscript PS/PDF backend for Okular
tr: Okular için Ghostscript PS/PDF arka ucu

# Name
source: Okular TIFF Library
tr: Okular için TIFF Kitaplığı

# Comment
source: TIFF backend for Okular
tr: Okular için TIFF arka ucu

# Name
source: Okular XPS Plugin
tr: Okular XPS Eklentisi

# Comment
source: XPS backend for Okular
tr: Okular için XPS arka ucu

# Name
source: DirectDraw Surface Info
tr: DirectDraw Yüzey Bilgileri

# Name
source: EXR Info
tr: EXR Bilgileri

# Name
source: PNM Info
tr: PNM Bilgileri

# Name
source: RAW Camera Files
tr: RAW Kamera Dosyaları

# Name
source: SGI Image (RGB)
tr: SGI Resmi (RGB)

# Name
source: TIFF File Meta Info
tr: TIFF Dosya Bilgileri

# Name
source: XML Paper Specification Info
tr: XML Kağıt Belirtme Bilgileri

# Name
source: Svg Part
tr: Svg Parçacığı

# Name
source: Mobipocket thumbnailer
tr: Mobipocket küçük resim oluşturucu

# Name
source: PostScript, PDF and DVI Files
tr: PostScript, PDF ve DVI Dosyaları

# Name
source: RAW Photo Camera files
tr: HAM Fotoğraf Makinesi dosyaları
