Repository: pars-linux/uludag
Catalog: gsoc/notifier/i18n/*.po
Languages: es

source: Enter a command:
es: Ingrese un comando:

source: Wrong command
es: Comando incorrecto

source: Service returned: %s
es: Servicio devolvió: %s

source: This program is not meant to be loaded as a module.
es: Se supone que este programa no se carga como módulo.

source: Exit
es: Salir

source: Notification arrived!
es: Llegó notificación!

source: Typing error, this program has just bought the farm.
es: Error de escritura, este programa recien compró la hacienda.

source: Default notification text
es: Texto de notificación por omisión

source: Waited for %s seconds, no notification waiting in queue, will die gracefully.
es: Durante %s segundos ninguna notificación esperando en la cola, se abortará con gracia.

source: Initializing notification manager...
es: Inicialicando administrador de notificaciones...

source: Handling notification with text: %s
es: Operando notificación con el texto: %s

source: Queue state: %s
es: Estado de cola: %s

source: Initializing / exporting NotXFace object...
es: Inicializando / exportando objeto NotXFace ...

source: Couldn't unpickle sent notification
es: No posible unpickle notificación enviada

source: Notification successfully received. Sender's bus name: %s
es: Notificación recibida con éxito. Nombre del bus del remitente: %s

source: Received message text: %s
es: Mensaje recibido: %s

source: Added notification to queue.
es: Notificación agregada a la cola.

source: Echo request received. Sender's bus name: %s
es: Se recibió petición de Echo. Nombre del bus del remitente: %s

source: Text to be echoed: %s
es: Texto a retornar: %s

source: Echoing: %s
es: Devolviendo echo: %s

source: Sender's bus name: %s
es: Nombre del bus del remitente: %s

source: Exit method called, exiting service...
es: Método de Salida llamada, terminando servicio...

source: Exited successfully.
es: Terminado con éxito.
