Repository: pars-linux/uludag
Catalog: playground/gsoc/notifier/i18n/*.po
Languages: nl

source: Enter a command:
nl: Geef een commando:

source: Wrong command
nl: Fout commando

source: Service returned: %s
nl: Dienst teruggegeven: %s

source: This program is not meant to be loaded as a module.
nl: Dit programma is niet bedoelt om geladen te worden als module.

source: Exit
nl: Afsluiten

source: Notification arrived!
nl: Bericht aangekomen!

source: Error
nl: Fout

source: Typing error, this program has just bought the farm.
nl: Typefout, dit programma heeft zojuist de boerderij gekocht.

source: Default notification text
nl: Standaard bericht tekst

source: Waited for %s seconds, no notification waiting in queue, will die gracefully.
nl: Voor %s gewacht, geen bericht in wachtrij, zal rustig uitdoven.

source: Initializing notification manager...
nl: Opstarten berichtenmanager...

source: Handling notification with text: %s
nl: Behandelen bericht met tekst: %s

source: Queue state: %s
nl: Rij status: %s

source: Initializing / exporting NotXFace object...
nl: Initialiseren / exporteren MotXFace object...

source: Couldn't unpickle sent notification
nl: Kon verzonden bericht niet uitpakken

source: Notification successfully received. Sender's bus name: %s
nl: Bericht succesvol ontvangen. Afzender zijn bus naam: %s

source: Received message text: %s
nl: Ontvangen boodschap met tekst: %s

source: Added notification to queue.
nl: Bericht toegevoegd aan wachtrij.

source: Echo request received. Sender's bus name: %s
nl: Echo verzoek ontvangen. Afzender zijn bus naam: %s

source: Text to be echoed: %s
nl: Tekst om te echoën: %s

source: Echoing: %s
nl: Echoën: %s

source: Sender's bus name: %s
nl: Afzender zijn bus naam: %s

source: Exit method called, exiting service...
nl: Afsluiten aangeroepen methode, afsluiten dienst...

source: Exited successfully.
nl: Succesvol afgesloten.
