Repository: pars-linux/uludag
Catalog: l10n/kde/*/messages/playground-pim/kremail.po
Languages: tr

# @title:window
source: Select Address Book Folder
tr: Adres Defteri Dizinini Seç

# @title:window
source: Manage Email Sources
tr: E-posta Kaynaklarını Yönet

# @info
source: <title>Please select the folder for storing newly created emails.</title><note>If the folder list below is empty, you might have to add an email source through <interface>%1</interface> <br>or change which folders you are subscribed to through <interface>%2</interface></note>
tr: <title>Lütfen yeni oluşturulan postaları saklamak için bir dizin seçin.</title><note>Eğer aşağıdaki dizin listesi boş ise, <interface>%1</interface> üzerine bir adres defteri kaynağı eklemek zorundasınız.<br> Ya da <interface>%2</interface> üzerinede üye olunan dizinleri değiştirmelisiniz</note>

source: New
tr: Yeni

source: Save
tr: Kaydet

source: No scanner found.
tr: Tarayıcı bulunamadı.

source: Opening the selected scanner (%1) failed. Retrying....
tr: Seçilen tarayıcı (%1) açılamadı. Yeniden deneniyor...

source: Opening the selected scanner (%1) failed again. Scanning failed.
tr: Seçilen tarayıcı (%1) yine açılamadı. Tarama başarısız oldu.

source: Email item created successfully
tr: E-posta ögesi başarılı bir şekilde oluşturuldu

source: Error occurred
tr: Hata oluştu

source: A program to convert traditional mail to an electronic format.
tr: Geneksel postaları elektronik biçime dönüştürmek için bir uygulama.

source: From
tr: Gönderen

source: Subject
tr: Konu

source: Message
tr: İleti

source: Grab Text
tr: Metni Yakala

source: Scan New Page
tr: Yeni Sayfa Tara
