Repository: pars-linux/uludag
Catalog: tags/RELEASE/disk-manager-1.4.2/po/*.po
Languages: pl

source: Disks
pl: Dyski

source: Partitions
pl: Partycje

source: Disk Manager
pl: Menedżer Dysków

source: File System Type :
pl: System Plików :

source: Mount Point :
pl: Punkt Montowania :

source: Additional Options :
pl: Dodatkowe Opcje :

source: Get Default Options
pl: Pobierz Domyślne Opcje

source: Find Disks Automatically
pl: Znajdź Dyski Automatycznie

source: Show System Partitions
pl: Pokaż Partycje Systemowe

source: To update disk changes the manager must run as root
pl: By zapisać zmiany menedżer dysków musi działać z poziomu użytkownika root

source: User not in disk group !
pl: Użytkownik nie jest w grupie disk !

source: File /etc/fstab is not correct, please fix it manually.
pl: Plik /etc/fstab nie jest poprawne, proszę poprawić je ręcznie.

source: Completed
pl: Gotowe

source: File /etc/fstab updated !
pl: Plik /etc/fstab zaktualizowany !

source: %s for %s failure !!
pl: %s na %s błąd !!

source: Mount Point
pl: Punkt Montowania

source: File System Type
pl: System Plików

source: Disk Manager is already running!
pl: Menedżer Dysków już działa!
