<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>


  <title>Pardus 2007 release notes</title>
  <meta http-equiv="content-type" content="text/html; charset=UTF-8">
</head>

<body>


<h1>Notas de release Pardus 2007</h1>


<h2>1. Bienvenido a Pardus 2007</h2>
Le damos la bienvenida a Pardus versi&oacute;n 2007, con el cual va a
encontrar un sistema operativo f&aacute;cil de instalar y f&aacute;cil
de usar, con una serie de componentes &uacute;tiles, seguros y
compatibles desarrollados para el escritorio&nbsp;KDE. Con&nbsp;Pardus
puede conectarse a Internet, leer sus mensajes de email, comunicar de
modo segura con sus amigos, aprovechar las facilidades multimedia de su
PC escuchando musica y observando peliculas. Le invitamos a
visitar&nbsp;visit www.pardus.org.tr/eng para descubrir como Pardus
puede responder a sus necesidades en computaci&oacute;n.

<h3>1.1 Feedback</h3>
Puede utilizar&nbsp;bugs.pardus.org.tr, alias "<span style="font-style: italic;">Pardus bug tracking system</span>"
para enviar reportes de fallas, correcciones de errores, o cualquier
sugerencia relacionado a&nbsp;Pardus. Le agradecemos por su
inter&eacute;s y amabilidad al apoyarnos con su aporte de reportes,
comentarios y sugerencias para mejoras y paquetes a incluir para la
proxima versi&oacute;n. <br>

<br>
Tambien puede utilizar el aplicativo de&nbsp;feedback, que est&aacute;
incluido en Pardus 2007, para nviar sus ideas sobre&nbsp;Pardus por la
internet.

<h2>2. Caracter&iacute;sticas principales</h2>
Esta secci&oacute;n describe las caracter&iacute;sticas de&nbsp;Pardus 2007.

<h3>2.1 Usabilidad de escritorio (KDE 3.5.5)</h3>
E escritorio KDE, versi&oacute;n&nbsp;3.5.5, que est&aacute; incluido
en Pardus 2007, cumple los requisitos y expectativas delos usuarios de
PC con esquemas de color, dise&ntilde;o de men&uacute;, soporte de
localizaci&oacute;n para m&aacute;s de&nbsp;65 idiomas, acceso
r&aacute;pido a aplicaciones multimedia, conexi&oacute;n f&aacute;cil a
internet y mucho m&aacute;s. Alrededor de&nbsp;1500 mejoras mayores y
menores se implementaron con esta versi&oacute;n de&nbsp;KDE. La
particularidad m&aacute;s destacada es la reducci&oacute;n de tiempo de
instalaci&oacute;n por&nbsp;20%. Adem&aacute;s hay caracteristicas
mejoradas en los compoonentes KMail, Akregator, Kopete y KPDF.
<h3>2.2 Comunicaci&oacute;n y compatibilidad con Windows</h3>
Pardus 2007 es compatible para interactuar con otros sistemas
operativos en la red. Puede aprovechar discos r&iacute;gidos,
impresoras y otros &nbsp;perif&eacute;ricos compartidos en windows. De
la misma manera&nbsp;Pardus 2007 puede compartir sus discos para
windows.

<h3>2.3 Soporte Java</h3>
La plataforma de de desarrollo Sun Microsystems Java est&aacute;
incuido en Pardus 2007. Aplicaciones basados en Java, independientes
del sistema operativo, pueden ser ejecutados. Tambien es posible
acceder directamente a las amplias librer&iacute;as de Java por todo el
mundo.

<h3>2.4 Juegos y entretenimiento</h3>
Pardus 2007 provee una serie de juegos para que se puede divertir en su
tiempo libre. Adem&aacute;s puede instalar y jugar un mont&oacute;n
m&aacute;s, descargandolos de los repositorios de Pardus con pocos
clicks.

<h3>2.5 Servicios de Red</h3>
Pardus puede ser utilizado para proveer los siguientes servicios de red:

<ul>

  <li>Servidor de archivos (Samba)</li>

  <li>Servidor de impresi&oacute;n (Cups)</li>

  <li>Servidor Web (Apache)</li>

  <li>E-mail&nbsp;(Postfix)</li>

  <li>Servidor FTP (Vsftpd)</li>

  <li>Servidor OpenLDAP&nbsp;(Openldap software)</li>

</ul>


<h2>3. Requerimientos de Installaci&oacute;n</h2>
Pardus puede ser ejecutado con un hardware promedio. Sugerimos un
m&iacute;nimo de&nbsp;512 MB RAM (memoria) y procesador de 1200 MHz
para un rendimiento efectivo. Los requerimientos m&iacute;nimos para
ejecutar Pardus se mencionan abajo:

<ul>

  <li>256 MB memoria (sugerimos 512 MB)</li>

  <li>800 MHz procesador Intel o AMD (sugerimos m&iacute;nimo 1200 MHz)</li>

  <li>4 GB espacio en disco r&iacute;gido</li>

</ul>


<h2>4. Mejoras en esta versi&oacute;n</h2>
Pardus 2007 fue lanzado luego de un per&oacute;do de desarrollo de
m&aacute;s de 6 meses. Esta versi&oacute;n incluye mejoras a base de
sugerencias de usuarios, como detallado&nbsp;abajo.

<h3>4.1 Cortafuegos Pardus</h3>
Cortafuegos Pardus fue dise&ntilde;ado como software de uso
f&aacute;cil, con la finalidad de proteger contra ataques desde las
afueras del sistema. Corre continuamente en el sistema para proteger
contra posibles ataques. Mediante&nbsp;el cortafuegos&nbsp;Pardus puede
deshabilitar conexiones entrantes a la PC, bloquear un puerto
espec&iacute;fico, o monitorear las conexiones actuales.

<h3>4.2 Sistema de administraci&oacute;n de paquetes mejorado</h3>
PISI ahora usa el algoritmo LZMA, resultando en una mejora de velocidad
de&nbsp;30%, y ahorrando espacio de las aplicaciones. Con esta mejora
&nbsp;los paquetes PISI y los software a descargar por el usuario
disminuyen en tama&ntilde;o, lo que posibilita distribuir m&aacute;s
software con&nbsp;Pardus 2007.

<h3>4.3 Nueva interfaz de la administrac&oacute;n de software</h3>
interfaz del administrador de paquetes PISI&nbsp;sustituido por su
sucesor de uso f&aacute;cil&nbsp;(package manager). Este nuevo software
permite de manera f&aacute;cil instalar, desinstalar o actualizar
programas.

<h3>4.4 Mejoras en sistema de instalaci&oacute;n&nbsp;YALI</h3>
Algunas de las fallas fueron corregidos en&nbsp;YALI y est&aacute;
configurado para usarse en conjunto con la infraestructura
de&nbsp;COMAR y PISI. Adem&aacute;s, la interfaz de YALI fue ajustada y
est&aacute; con colores cambiados.

<h3>4.5 Nuevo y mejorado sistema de arranque de Pardus</h3>
Los procesos entre el arranque del kernel, hasta la pantalla de login
son controlados por el sistema de arranque. Esto incluye el montaje del
sistema de archivos, detecci&oacute;n de la informaci&oacute;n del
hardware e instalaci&oacute;n de sus drivers, configuraci&oacute;n de
red b&aacute;sico, y arranque de servicios del sistema. Tambien es
responsable de parar los servicios, desmontar el sistema de archivos y
manteniendo su integridad, al apagar la computadora.
<br>

<br>
La fuente del sistema de arranque de&nbsp;Pardus fue re-escrito desde
zero, porque el sistema de arranque de&nbsp;Pardus 1.0 era demasiado
lento y su &nbsp;capacidad de detecci&oacute;n de hardware era
insuficiente.
El nuevo sistema viene con&nbsp;"mudur" ("Gerente") un script
b&aacute;sico de arranque, hecho en Python, y "muavin" ("asistente"),
tambien escrito en Python, responsable de buscar por los m&oacute;dulos
de hardware e instalarlos. Los scripts de los servicios del sistema son
controlados por&nbsp;Comar, con la ventaja de procesamiento en paralelo
y de uso f&aacute;cil. Mediante esta mejora se logra,

<ul>

  <li>Reducci&oacute;n significante de tiempos de arranque y de apagado. </li>

  <li>Pardus 2007 se volvi&oacute; una distribuci&oacute;n m&aacute;s flexible, y f&aacute;cil de mantener con el poder de Python. </li>

  <li>Servicios son dise&ntilde;ados y programados para poder controlarlos desde linea de comando, o con la interfaz de&nbsp;TASMA. </li>

</ul>


<h3>4.6 M&aacute;s detecci&oacute;n de&nbsp;hardware</h3>
El nuevo sistema de identificaci&oacute;n de hardware,&nbsp;peculiar de
Pardus, permite una mayor gama de hardware del mercado y funciona
harm&oacute;nicamente con ellos. Reduce la necesidad de
identificaci&oacute;n manual de hardware, por lo tanto el usuario final
no necesita configurar los &nbsp;drivers. Pardus puede identificar y
configurar el hardware automaticamente durante el arranque del sistema.
<br>

<br>
El sistema de detecci&oacute;n de hardware, con nombre&nbsp;Muavin,
evita la carga de m&oacute;dulos innecesarios optimizando as&iacute; el
uso de la memoria. Adem&aacute;s, en vez de usar la tecnolog&iacute;a
anterior del sistema hotplug, usa udev, que es una tecnolog&iacute;a
m&aacute;s nueva y m&aacute;s flexible para nombramiento
din&aacute;mico de dispositivos.

<h3>4.7 Corregidos m&aacute;s de&nbsp;1200 fallas</h3>
M&aacute;s de&nbsp;1200 reportes de fallas del sistema de seguimiento
de fallas fueron examinados y cuidadosamente corregidos por los
desarrolladores, desde release 1.0, as&iacute; dejando lo m&aacute;s
estable y adaptado a las necesidades de los usuarios finales.

<h3>4.8 Nuevo kernel 2.6.18</h3>
La mayor&iacute;a de los problemas de hardware solucionado con el
&uacute;ltimo kernel&nbsp;2.6.18 prove&iacute;do con Pardus. Soporte
para modems&nbsp;USB ADSL permite identificar m&aacute;s&nbsp;USB ADSL
modems que la versi&oacute;n anterior. Adem&aacute;s soluciona un
problema de arranque, causado por&nbsp;APIC/ACPI en maquinas antiguos.
El tiempo de arranque del kernel fue reducido a&nbsp;3 secundos con un
parche de identificaci&oacute;n de discos r&iacute;gidos IDE.
<br>

<br>
Algunos de los nuevos hardware soportados:

<ul>

  <li>Nuevos dispositivos SATA</li>

  <li>Soporte USB ADSL modem&nbsp;</li>

  <li>Soporte mejorado para redes inalambricas</li>

  <li>Soporte para m&aacute;s camaras, esc&aacute;ners e impresoras</li>

</ul>


<h3>4.9 Nuevos &iacute;conos</h3>
Una de las caracter&iacute;sticas de mejor aceptaci&oacute;n
con&nbsp;Pardus 1.0 fueron los juegos de &iacute;conos "Tulliana".
Estos juegos fueron mejorados con Pardus 2007 y se incluyeron
&iacute;conos adicionales. Nombrado Tulliana 2.0 icon set, est&aacute;
ahora m&aacute;s conforme con el escritorio de Pardus y las
dem&aacute;s aplicaciones, y as&iacute; aporta para que puede disfrutar
su tiempo usando el escritorio.

<h3>4.10  Programa de administraci&oacute;n de usuarios renovado</h3>
En versi&oacute;n 2007, "user-kga" cambi&oacute; a&nbsp;"user manager",
que puede ser usado para agregar un nuevo usuario a Pardus. Esta nueva
herramienta permite una administraci&oacute;n f&aacute;cil de derechos
de usuarios, como uso de CDs, escuchar musica y jugar juegos. De manera
f&aacute;cil uno puede asignar funciones de usuarios. Un usuario con
derechos de administrador se convierte en administrador y puede
realizar areas de administraci&oacute;n, sin necesidad de saber la
contrase&ntilde;a de root.

<h3>4.11 Nueva aplicaci&oacute;n: Service manager</h3>
Service manger viene con&nbsp;Pardus 2007 para administrar
f&aacute;cilmente los servicios y los servicios que se inician durante
el booteo. Con este administrador de servicios se configura los
servicios a iniciar durante el arranque, adem&aacute;s se puede
arrancar o pararlos cuando necesario.

<h3>4.12 Actualizaciones de software (xorg, gcc, ..)</h3>
Con Pardus 2007, muchas fallas relacionados con&nbsp;Xorg fueron
corregidos e incluye actualizaciones importantes para tarjetas
gr&aacute;ficas. Incluido en&nbsp;Pardus 2007 est&aacute;
tambi&eacute;n la ultima release estable&nbsp;3.4 del compilador GNU
C&nbsp;(gcc)&nbsp;. Esta versi&oacute;n incluye bastante buenas
caracteristicas para programadores de software en C++. Glibc y paquetes
binutils se compilan con los&nbsp;parches&nbsp;nuevos (-Bdirect,
-hashvals, -dynsort), por lo tanto se espera una aceleraci&oacute;n del
arranque de los programas.

<h3>4.13 Mejoras en&nbsp;Skype, Kopete y otras herramientas de comunicaci&oacute;n</h3>
Skype es una soluci&oacute;n completa de telefon&iacute;a IP usando el
protocolo H.323. uede hacer llamadas de tel&eacute;fono con Pardus
usando Skype. Adem&aacute;s puede anexar una webcam y realizar
videoconferencias con usuarios usando Kopete.
<h3>4.14 Soporte de localizaci+on</h3>
Pardus 2007 ahora incluye soporte para &nbsp;ingl&eacute;s, turco,
alem&aacute;n y holand&eacute;s desde la instalaci&oacute;n hasta el
escritorio. Soporte para idiomas adicionales ser&aacute; disponible
m&aacute;s adelante.

<h3>4.15 Nueva release de OpenOffice.org 2.0.4</h3>
Esta nueva&nbsp;release de OpenOffice.org incluye muchas correciones de
c&oacute;digo y tambien provee una mejora de&nbsp;23% de performance en
la aplicaci&oacute;n Calc. Mejora la compatibilidad con tipos de
archivos de&nbsp;MS Office y tiene falilidades adicionales en la
generaci&oacute;n de documentos pdf. Otra facilidad de este release es
la compatibilidad mejorada&nbsp;MS Basic en hojas de c&aacute;lculo y
acceso de lectura para bases de datos MS Access.

<h3>4.16 Nueva granja de servidores</h3>
Con&nbsp;Pardus 2007 todos los paquetes PISI se preparen en una granja
de servidores, de los cuales se los puede descargar m&aacute;s
velozmente. Build farm consiste de 2 maquinas potentes y&nbsp;su
capacidad de procesamiento est&aacute; a disposici&oacute;n de todos
los desarrolladores de Pardus. Con cada release de un paquete, inicia
una fase de testeo por el equipo de testeo de Pardus, corrigiendo
posibles errores, para luego agregarlos al ciclo de actualizaciones.

<h2>5. Contacto</h2>
Favor visite la p&aacute;gina web de&nbsp;Pardus (www.pardus.org.tr/eng) para m&aacute;s informaciones.

</body>
</html>
