Repository: pars-linux/uludag
Catalog: tasma/display-manager/po/*.po
Languages: es, tr

source: Choose Monitor
es: Seleccionar Monitor
tr: Monitör Seçin

source: Plug And Play Monitor
es: Monitor Plug And Play
tr: Tak ve Kullan Monitör

source: Ok
tr: Tamam

source: Details
es: Detalles
tr: Ayrıntılar

source: <p>Horizontal Range:</p>
es: <p>Rango Horizontal:</p>
tr: <p>Yatay Tarama Aralığı:</p>

source: <p>Vertical Range:</p>
es: <p>Rango Vertical:</p>
tr: <p>Dikey Tarama Aralığı:</p>

source: Display Manager
es: Administrador de Pantallas
tr: Görüntü Yöneticisi

source: CRT Monitor
tr: CRT Monitör

source: LCD Monitor
tr: LCD Monitör

source: Standard Monitors
tr: Standart Monitörler

source: Vendors
tr: Üreticiler

source: <qt>The driver you selected is not installed on your system. In order to use this driver, you must install <b>%1</b> package.</qt>
tr: <qt>Seçtiğiniz sürücü sisteminizde kurulu değil. Bu sürücüyü kullanmak için <b>%1</b> paketini kurmalısınız.</qt>

source: Start Package Manager
tr: Paket Yöneticisini Başlat

source: Primary Screen
es: Pantalla principal
tr: Birinci Ekran

source: Secondary Screen
es: Pantalla secundaria
tr: İkinci Ekran

source: This output is already used by other screen. Do you want to swap between them?
tr: Bu çıkış zaten diğer ekranda kullanılıyor. Çıkışları birbiriyle değiştirmek istiyor musunuz?

source: Driver: %1
tr: Sürücü: %1

source: Plug and Play Monitor
es: Monitor Plug and Play
tr: Tak ve Kullan Monitör

source: <qt>To get better performance, you may want to use <b>%1</b> driver provided by hardware vendor. Do you want to use this driver?</p></qt>
tr: <qt>Daha iyi performans alabilmek için donanım üreticisinin sunduğu <b>%1</b> sürücüsünü kullanmak isteyebilirsiniz. Bu sürücüyü kullanmak istiyor musunuz</qt>

source: <qt>To get better performance, you may want to use <b>%1</b> driver provided by hardware vendor. To use it, you must install <b>%2</b> package and choose <b>%3</b> from video card options.</qt>
tr: <qt>Daha iyi performans alabilmek için donanım üreticisinin sunduğu <b>%1</b> sürücüsünü kullanmak isteyebilirsiniz. Kullanmak için <b>%2</b> paketini kurup daha sonra ekran kartı ayarlarından <b>%3</b> sürücüsünü seçmelisiniz.</qt>

source: Display Manager is already started!
es: Administrador de pantallas ya se está ejecutando!
tr: Görüntü Yöneticisi zaten çalışıyor!

source: Driver Name
es: Nombre de controlador
tr: Sürücü Adı

source: Description
es: Descripción
tr: Açıklama

source: Video Card
es: Tarjeta de video
tr: Ekran Kartı

source: Show all drivers
tr: Tüm sürücüleri göster

source: Default Output
tr: Öntanımlı Çıkış

source: Automatic
tr: Otomatik

source: Laptop Panel (%1)
tr: Dizüstü Paneli (%1)

source: Analog Output (%1)
tr: Örneksel Çıkış (%1)

source: Digital Output (%1)
tr: Sayısal Çıkış (%1)

source: TV Output (%1)
tr: TV Çıkışı (%1)

source: Display Manager Help
es: Ayuda de Administrador de Pantallas
tr: Görüntü Yöneticisi Yardımı

source: <p> <b><h3>Outputs </h3></b> Lorem ipsum dolor sit amet, consectetuer adipiscing elit. Pellentesque nisl est, lacinia non, tincidunt ut, varius vitae, enim. Vestibulum quis enim ac odio tincidunt hendrerit. Proin accumsan convallis justo. Vestibulum egestas. In nisi. Maecenas ut leo. Donec rutrum ultricies diam. Aenean rhoncus commodo urna. Quisque nibh turpis, sollicitudin vitae, ultrices pulvinar, mollis quis, mi. Morbi ultrices egestas tellus. <br><br> <b><h3>Resolution </h3></b> Mauris velit. Curabitur vestibulum eros. Donec euismod. Aliquam erat volutpat. Proin porttitor turpis id lorem. In pede ante, hendrerit in, suscipit in, fermentum eget, massa. Sed vel elit. Donec molestie lorem. Sed tincidunt accumsan purus. Aliquam malesuada augue nec risus. Aliquam mollis libero in mi. Etiam sit amet orci laoreet mi varius elementum. Donec et nisi. Lorem ipsum dolor sit amet, consectetuer adipiscing elit. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Donec varius, ipsum at gravida gravida, tellus nisi feugiat arcu, quis dignissim dui lectus et orci. </p>
es: <p> <b><h3>Salidas </h3></b> Lorem ipsum dolor sit amet, consectetuer adipiscing elit. Pellentesque nisl est, lacinia non, tincidunt ut, varius vitae, enim. Vestibulum quis enim ac odio tincidunt hendrerit. Proin accumsan convallis justo. Vestibulum egestas. In nisi. Maecenas ut leo. Donec rutrum ultricies diam. Aenean rhoncus commodo urna. Quisque nibh turpis, sollicitudin vitae, ultrices pulvinar, mollis quis, mi. Morbi ultrices egestas tellus. <br><br> <b><h3>Resolución </h3></b> Mauris velit. Curabitur vestibulum eros. Donec euismod. Aliquam erat volutpat. Proin porttitor turpis id lorem. In pede ante, hendrerit in, suscipit in, fermentum eget, massa. Sed vel elit. Donec molestie lorem. Sed tincidunt accumsan purus. Aliquam malesuada augue nec risus. Aliquam mollis libero in mi. Etiam sit amet orci laoreet mi varius elementum. Donec et nisi. Lorem ipsum dolor sit amet, consectetuer adipiscing elit. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Donec varius, ipsum at gravida gravida, tellus nisi feugiat arcu, quis dignissim dui lectus et orci. </p>
tr: <p> <b><h3>Çıkışlar</h3></b> Lorem ipsum dolor sit amet, consectetuer adipiscing elit. Pellentesque nisl est, lacinia non, tincidunt ut, varius vitae, enim. Vestibulum quis enim ac odio tincidunt hendrerit. Proin accumsan convallis justo. Vestibulum egestas. In nisi. Maecenas ut leo. Donec rutrum ultricies diam. Aenean rhoncus commodo urna. Quisque nibh turpis, sollicitudin vitae, ultrices pulvinar, mollis quis, mi. Morbi ultrices egestas tellus. <br><br> <b><h3>Çözünürlük</h3></b> Mauris velit. Curabitur vestibulum eros. Donec euismod. Aliquam erat volutpat. Proin porttitor turpis id lorem. In pede ante, hendrerit in, suscipit in, fermentum eget, massa. Sed vel elit. Donec molestie lorem. Sed tincidunt accumsan purus. Aliquam malesuada augue nec risus. Aliquam mollis libero in mi. Etiam sit amet orci laoreet mi varius elementum. Donec et nisi. Lorem ipsum dolor sit amet, consectetuer adipiscing elit. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Donec varius, ipsum at gravida gravida, tellus nisi feugiat arcu, quis dignissim dui lectus et orci. </p>

source: <p><b><h3>Display Manager </h3></b></p>
es: <p><b><h3>Administrador de Pantllas </h3></b></p>
tr: <p><b><h3>Görüntü Yöneticisi </h3></b></p>

source: Identify Displays
es: Identificar pantallas
tr: Ekranları Tanımla

source: Output
es: Salida
tr: Çıkış

source: Resolution
es: Resolución
tr: Çözünürlük

source: Configuration file is not ready.
tr: Yapılandırma dosyası hazır değil.

source: True Color
es: Color verdadero
tr: Gerçek Renk

source: Dual Screen
es: Doble Pantalla
tr: Çift Ekran

source: Cloned Mode
es: Modo clonado
tr: Klon Modu

source: Extended Mode
es: Modo extendido
tr: Uzatılmış Mod

source: Detect Displays
es: Descubrir Monitores
tr: Ekranları Algıla

source: Screens
es: Pantallas
tr: Ekranlar

source: Configure...
es: Configurar...
tr: Yapılandır...

source: Devices
es: Dispositivos
tr: Aygıtlar

source: You are not authorized for this operation.
tr: Bu işlemi yapmaya yetkili değilsiniz.

source: COMAR Error
es: Error COMAR
tr: COMAR Hatası

source: Waiting DBus...
es: Esperando DBus...
tr: DBus bekleniyor...

source: Connection to the DBus unexpectedly closed, trying to reconnect...
es: Conexión con DBus interrumpida inesperadamente, intentando conectar de nuevo...
tr: DBus bağlantısı beklenmedik bir şekilde kapandı, yeniden bağlanmayı deniyor...

source: Cannot connect to the DBus! If it is not running you should start it with the 'service dbus start' command in a root console.
es: No posible conectar con DBus! Si no está corriendo lo debería iniciar con el comando 'service dbus start' desde una consola de root.
tr: DBus'a bağlanılamadı! Eğer DBus servisi çalışmıyorsa root olarak konsol açıp 'service dbus start' komutunu deneyebilirsiniz.

source: Display manager cannot get configuration information. Configuration file may be corrupted or modified by another tool. If you want to use display manager to configure your video hardware, you must create a new configuration file. Would you like to create a new configuration at the next boot?
tr: Görüntü yöneticisi yapılandırma bilgisini alamadı. Yapılandırma dosyası bozulmuş veya başka bir araç ile değiştirilmiş olabilir. Görüntü aygıtlarınızı görüntü yöneticisi ile yapılandırmak istiyorsanız yeni bir yapılandırma dosyası oluşturmanız gerekiyor. Bir sonraki açılışta yeni bir yapılandırma dosyası oluşturmak ister misiniz?

source: Configuration has been saved. Some changes may take effect after restarting your computer.
es: Configuración guardada con éxito. Puede que algunos de los cambios se aplican al reiniciar la computadora.
tr: Yapılandırma kaydedildi. Ancak bazı değişiklikler bilgisayarınızı yeniden başlatana kadar etkin olmayabilir.

source: Your hardware will be probed after restarting your computer.
tr: Donanımınız bilgisayarınız tekrar başlatıldıktan sonra yeniden tanınacak.

source: Sorry, but you can use one device for each output. Try to select another output.
es: Perdon, puede utilizar un dispositivo por cada salida. Intente seleccionar otra salida.

source: Duplicate Outputs!
es: Salidas duplicadas!

source: Driver: %s
es: Controlador: %s

source: Card Icon
es: Ícono de tarjeta

source: Monitor Icon
es: Ícono de monitor

source: Monitor Info
es: Información de monitor
