Repository: pars-linux/uludag
Catalog: kde/display-settings/po/*.po
Languages: ru

source: Configure display devices
ru: Настроить устройство отображения

source: Display Settings
ru: Настройки дисплея

source: Devices
ru: Устройства

source: python display screen video monitor manager
ru: Менеджер управления экраном на Python

source: Resize and rotate displays
ru: Поменять размеры и повернуть экраны

source: Screens
ru: Экраны

source: Display Configuration Tool
ru: Инструмент настройки дисплея

source: Current Maintainer
ru: Текущий сопровождающий

# NAME OF TRANSLATORS
source: Your names
ru: Ясыров Василий, Семенов Николай, Щербаков Александр

# EMAIL OF TRANSLATORS
source: Your emails
ru: zag@vspu.ru, tribunal2000@gmail.com, neocrust@gmail.com

source: Default Output
ru: Выход по умолчанию

source: Laptop Panel
ru: Панель настройки лэптопа

source: Analog Output
ru: Аналоговый выход

source: Digital Output
ru: Цифровой выход

source: TV Output
ru: TV выход

source: There are no packages that provide backend for this application. Please be sure that packages are installed and configured correctly.
ru: Нет пакетов, которые предоставляют окружение для этого приложения. Пожалуйста, убедитесь, что пакеты установлены и настроены правильно.

source: Cannot find a valid configuration. Display settings won't be enabled until you create a new configuration. Would you like to create a safe configuration now?
ru: Невозможно найти корректную конфигурацию. Установки экрана не будут включены, пока вы не создадите новую конфигурацию. Вы хотите создать безопасную конфигурацию прямо сейчас?

source: Access denied.
ru: В доступе отказано.

source: <qt>To get better performance, you may want to use <b>%1</b> driver provided by hardware vendor. Do you want to use this driver?</p></qt>
ru: <qt>Для повышения производительности вы, возможно, захотите использовать <b>%1</b> драйвер, предоставленный производителем. Вы хотите использовать этот драйвер?</p></qt>

source: <qt>To get better performance, you may want to use <b>%1</b> driver provided by hardware vendor. To use it, you must install <b>%2</b> package and choose <b>%1</b> from video card options.</qt>
ru: <qt>Для повышения производительности вы, возможно, захотите использовать <b>%1</b> драйвер, предоставленный производителем. Чтобы использовать его, вы должны установить <b>%2</b> пакет и выбрать <b>%1</b> из настроек видеокарты.</qt>

source: Start Package Manager
ru: Запустить Менеджер Пакетов

source: You must restart your X session for the changes to take effect.
ru: Вы должны перезапустить X-сессию, для того, чтобы изменения вступили в силу.

source: Type:
ru: Тип:

source: Monitors:
ru: Мониторы:

source: Settings for Output %1
ru: Установки для выхода %1

source: Custom Monitor
ru: Настройка монитора

source: <qt><i>Click "Choose..." button to select a monitor</i></qt>
ru: <qt><i>Нажмите кнопку "Выбрать..." для выбора монитора</i></qt>

source: Auto
ru: Авто

source: Output Properties - %1
ru: Свойства выхода - %1

source: You must restart your X session for all the changes to take effect.
ru: Вы должны перезапустить X-сессию, для того, чтобы изменения вступили в силу.

source: Video Card:
ru: Видеокарта:

source: Card Info
ru: Информация о видеокарте

source: Configure...
ru: Настройка ...

source: Outputs:
ru: Выходы:

source: Browse Monitors
ru: Просмотр мониторов

source: Vendors:
ru: Производители

source: Models:
ru: Модели:

source: Output Configuration
ru: Конфигурация выхода

source: If the frequency ranges that your monitor supports are not detected for some reason, you can specify them here. Be careful with these values, as an inaccurate value may damage your monitor, especially if it is an old model.
ru: Если настройки частоты, которые поддерживаются вашим монитором, не определились, вы можете указать их здесь. Осторожно со значениями, неверное значение может повредить монитор, если он старой модели.

source: Specify Ranges
ru: Задать диапазон частот

source: Selection:
ru: Выбор:

source: Select a standard monitor
ru: Укажите монитор по умолчанию

source: Select from vendor/model list
ru: Выберите фирму/модель

source: Enter ranges manually
ru: Введите Диапазон вручную

source: Monitor:
ru: Монитор:

source: Choose...
ru: Выбрать ...

source: Horizontal sync:
ru: Синхронизация по горизонтали:

source: kHz
ru: кГц

source: Vertical refresh:
ru: Вертикальная развертка:

source: Hz
ru: Гц

source: Frequency Ranges
ru: Диапазоны частот

source: If your monitor's dimensions are not correctly detected, fonts and other visual objects might seem larger or smaller than normal. In order to fix this problem, you can specify your monitor's dimensions here.
ru: Если размеры вашего монитора не определилось корректно, шрифты и другие визуальные объекты могут выглядеть больше или меньше, чем должны. Чтобы исправить эту проблему, вы можете указать размеры вручную здесь.

source: Specify Display Size
ru: Укажите размер дисплея

source: Display size:
ru: Размер дисплея:

source: 15.4" Wide Screen
ru: 15.4" Широкий экран

source: Custom
ru: Пользовательских

source: Width:
ru: Ширина:

source: mm
ru: мм

source: Height:
ru: Высота:

source: Dimensions
ru: Размеры

source: Ignore this output
ru: Игнорировать этот выход

source: Outputs
ru: Выходы

source: Extend desktop to all displays
ru: Расширить рабочий стол на все дисплеи.

source: Detect Outputs
ru: Определить выход

source: Output Properties
ru: Свойства выхода

source: Size:
ru: Размер:

source: Refresh Rate:
ru: Частота обновления:

source: Rotation:
ru: Вращение:

source: No Rotation
ru: Не вращать

source: Left (90 degrees)
ru: Левая (90 градусов)

source: Upside-Down (180 degrees)
ru: Вверх-Вниз (180 градусов)

source: Right (270 degrees)
ru: Вправо (270 градусов)

source: Video Card Configuration
ru: Конфигурация видеокарты

source: Video Driver
ru: Видео драйвер

source: Use the default driver for the detected card.
ru: Использовать драйвер по умолчанию для видеокарты.

source: Select from the list:
ru: Выберите из списка:

source: Color Depth
ru: Глубина цвета

source: Determined by the driver
ru: Задано драйвером
