Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/LC_MESSAGES/extragear-network/desktop_extragear-network_kmldonkey.po
Languages: tr

# GenericName
source: MLDonkey Client
tr: MLDonkey Uygulaması

# Comment
source: An MLDonkey frontend for KDE
tr: KDE için MLDonkey Arayüzü

# Name
source: Connected
tr: Bağlı

# Comment
source: Connected to core
tr: Çekirdeğe bağlı

# Name
source: Disconnected
tr: Bağlı değil

# Comment
source: Disconnected from core
tr: Çekirdeğe yapılan bağlantı kesildi

# Name
source: Download completed
tr: İndirme tamamlandı

# Comment
source: File download has been completed
tr: Dosya indirme işlemi tamamlandı

# Name
source: Download added
tr: İndirme işi eklendi

# Comment
source: File download has been added
tr: Dosya indirme işlemi eklendi

# Name
source: KMLDonkey Data Engine
tr: KMLDonkey Veri Motoru

# Comment
source: KMLDonkey data for Plasmoids
tr: Plasma programcıkları için KMLDonkey verisi
