Repository: pars-linux/uludag
Catalog: l10n/kde/trunk/*/messages/kdeutils/superkaramba.po
Languages: tr

source: Please enable the desktop effects to get full transparency support in SuperKaramba.
tr: SuperKaramba içerisinde tam şeffaflık desteği için lütfen masaüstü efektlerini etkinleştirin.

source: 1 Running Theme:
tr: %1 Çalışan Tema:

source: <qt>Hiding the system tray icon will keep SuperKaramba running in background. To show it again use the theme menu.</qt>
tr: <qt>Sistem çekmecesi simgesini gizlediğinizde SuperKaramba arkaplanda çalışmaya devam eder. Simgeyi yeniden göstermek için tema menüsünü kullanın.</qt>

source: Hiding System Tray Icon
tr: Sistem Çekmecesi Simgesi Gizleniyor

source: Show System Tray Icon
tr: Sistem Çekmecesi Simgesini Göster

source: &Manage Themes...
tr: &Temaları Yönet...

source: &Quit SuperKaramba
tr: &SuperKaramba Uygulamasından Çık

source: Hide System Tray Icon
tr: Sistem Çekmecesi Simgesini Gizle

source: Update
tr: Güncelle

source: &Locked Position
tr: &Kilitli Konum

source: Configure &Theme
tr: Temayı &Yapılandır

source: To Des&ktop
tr: M&asaüstüne

source: &All Desktops
tr: &Tüm Masaüstleri

source: Desktop
tr: Masaüstü

source: &Reload Theme
tr: Temayı Y&eniden Yükle

source: &Close This Theme
tr: Temayı &Kapat

source: SuperKaramba cannot continue to run this theme.One or more of the required components of the Kross scripting architecture is not installed. Please consult this theme's documentation and install the necessary Kross components.
tr: SuperKaramba bu temayı çalıştırmaya devam edemez. Kros betikleme yapısının bir ya da birden fazla bileşeni yüklenmemiş. Lütfen tema belgelerine bakın ve gerekli Kross bileşenini yükleyin.

source: Please install additional Kross components
tr: Lütfen Ek Kross bileşenlerini yükleyin

source: A KDE Eye-candy Application
tr: KDE için görsel bir uygulama

source: (c) 2003-2007 The SuperKaramba developers
tr: (c) 2003-20087 SuperKaramba geliştiricileri

source: Work on Kross, tutorials and examples
tr: Kross üzerinde çalışmalar, öğreticiler ve örnekler

source: Use the original python bindings as scripting backend. Off by default.
tr: Betik dili için orijinal python bağlayıcılarını kullan. Öntanımlı olarak kapalı.

source: A required argument 'file'
tr: Gerekli bir argüman 'dosyası'

source: Show system tray icon.
tr: Sistem çekmecesi simgesini göster.

source: Themes that user added to theme list.
tr: Kullanıcı tarafından listeye eklenen temalar

source: C&ustom
tr: &Özel

source: SuperKaramba Themes
tr: Superkaramba Temaları

source: &Search:
tr: &Ara:

source: S&how:
tr: G&öster:

source: All
tr: Tümü

source: Running
tr: Çalışan

source: &Add to Desktop
tr: &Masaüstüne ekle

source: &Close
tr: &Kapat

source: <p align="center">1 running</p>
tr: <p align="center">1 çalışıyor</p>

source: Header
tr: Başlık

source: Description
tr: Açıklama

# NAME OF TRANSLATORS
source: Your names
tr: Serdar Soytetir

# EMAIL OF TRANSLATORS
source: Your emails
tr: tulliana@gmail.com

source: modified
tr: değiştirildi

source: You are about to install and run %1 SuperKaramba theme. Since themes can contain executable code you should only install themes from sources that you trust. Continue?
tr: %1 SuperKaramba temasını kurup çalıştırmak üzeresiniz. Temalar çalıştırılabilir kodlar içerdiğinden, sadece güvendiğiniz kaynaklardan tema yüklemelisiniz. Devam edilsin mi?

source: Executable Code Warning
tr: Çalıştırılabilir Kod Uyarısı

source: Install
tr: Yükle

source: %1 already exists. Do you want to overwrite it?
tr: %1 zaten var. Üzerine yazmak istiyor musunuz?

source: File Exists
tr: Dosya Var

source: Overwrite
tr: Üzerine Yaz

source: Get New Stuff
tr: Yeni Temalar Al

source: Download new themes.
tr: Yeni tema indir.

source: New Stuff...
tr: Yeni tema...

source: Open Local Theme
tr: Yerel Tema Aç

source: Add local theme to the list.
tr: Yerel temayı listeye ekle.

# Open theme button
source: Open...
tr: Aç...

source: Uninstall
tr: Kaldır

source: *.theme *.skz|Themes
tr: *.theme *.skz|Temalar

source: Open Themes
tr: Tema Aç

source: <p align="center">%1 running</p>
tr: <p align="center">%1 çalışıyor</p>
