Repository: pars-linux/uludag
Catalog: kde/system-manager/manager/po/*.po
Languages: az, fr, hu, nl, sv, tr

source: System Manager
az: Sistem İdarəçisi
fr: Gestionnaire du système
hu: Rendszer-menedzser
nl: Systeembeheer
sv: Systemhanteraren
tr: Sistem Yöneticisi

source: An application for managing settings like system language, keyboard and timezone.
az: Sistem dili, klaviatura və zaman hissəsi quruluşlandırma idarəçisi
fr: Une application de gestion des paramètres comme la langue du système, le clavier et le fuseau horaire.
hu: A rendszerbeállítások, mint nyelv, billentyűzet, időzóna kezelésére szolgáló alkalmazás.
nl: Een toepassing voor het beheren van instellingen zoals systeemtaal, toetsenbord en tijdzone.
sv: Ett program för hantering av inställningar så som systemspråk, tangentbord och tidszon.
tr: Sistem dili, klavye ve zaman dilimi yapılandırma yöneticisi.

source: (c) 2009-2010 TUBITAK/UEKAE
tr: (c) 2009-2010 TÜBİTAK/UEKAE

source: Current Maintainer
az: Güncəl Baxıcı
fr: Mainteneur actuel
hu: Jelenlegi karbantartó
nl: Huidige onderhouder
sv: Nuvarande utvecklare
tr: Güncel Geliştirici

# EMAIL OF TRANSLATORS
source: Your emails
az: barish.kutsal@gmail.com
fr: Votre courriel
hu: Az Önök email címei
nl: atolboo@gmail.com
sv: patrik@trixon.se
tr: bahadir@pardus.org.tr, necmettin.begiter@gmail.com

# NAME OF TRANSLATORS
source: Your names
az: Barış Kutsal
fr: Votre nom
hu: Az Önök nevei
nl: Antoon Tolboom
sv: Patrik Karlsson
tr: Bahadır Kandemir, Necmettin Begiter

source: There are no packages that provide backend for this application. Please make sure that packages are installed and configured correctly.
az: u tətbiqin ehtiyac duyduğu infrastrukturu təqdim edən hər hansı bir paket yox. Lütfən paketlərin quraşdırılma və quruluşlandırmasının düz olub olmadığını kontrol edin.
fr: Cette application n'existe pas en version utilisable dans une console. Merci de vous assurer que les paquets sont correctement installés et configurés.
hu: Nincsenek csomagok, melyek az alkalmazás működési alapját biztosítják. Kérem győződjön meg róla, hogy a szükséges csomagok fel vannak telepítve és megfelelően be lettek állítva.
nl: Er zijn geen pakketten die backend voor deze toepassing geven. Installeer de pakketten en stel ze correct in.
sv: Det finns inte något paket som tillhandahåller bakände för det här programmet. Vänligen se till att paketen är rätt installerade och inställda.
tr: Bu uygulamanın ihtiyaç duyduğu altyapıyı sunan herhangi bir paket yok. Lütfen paketlerin düzgün bir şekilde kurulu ve ayarlı olup olmadığını kontrol edin.

source: None
az: Heç biri
fr: Aucun
hu: Semmi
nl: Geen
sv: Ingen
tr: Hiçbiri

source: Language Settings
az: Dil Tənzimləri
fr: Paramètres linguistiques
hu: Nyelvi beállítások
nl: Taalinstellingen
sv: Språkinställningar
tr: Dil Ayarları

source: System Language:
az: Sistem Dili
fr: Langue du système
hu: A rendszer nyelve:
nl: Systeemtaal:
sv: Systemspråk:
tr: Sistem Dili:

source: Console Keyboard Layout:
az: Konsol Klaviatura Nizamı:
fr: Disposition du clavier pour la console
hu: A konzol billentyűzet-kiosztása:
nl: Toetsenbordindeling in Konsole:
sv: Tangentbordslayout för terminalen:
tr: Konsol Klavye Düzeni:

source: Note that these settings do not effect your desktop. Desktop settings can be changed in 'Regional & Language' module in System Settings.
az: Burada edilən dəyişikliklər masaüstünüzü təsir etməz. Masaüstü tənzimləri Sistem Tənzimlərindəki 'Ölkə, Bölgə və Dil' komponentindən dəyişdirilə bilər.
fr: Notez que ces paramètres n'affectent pas votre bureau. Les paramètres du bureau peuvent être changés dans le module 'Région & langue' de la configuration du système.
hu: Vegye figyelembe. hogy ez a beállítás nem befolyásolja a grafikus munkaasztal működését. Az asztali beállításokat a 'Régió & Nyelv' modul alatt találja a Rendszerbeállításo között.
nl: Merk op dat deze instellingen geen effect hebben op het bureaublad. Bureaublad-instellingen kunnen in het module Land/regio en taal in Systeeminstellingen gewijzigd worden.
sv: Observera att denna inställning inte påverkar skrivbordet. Skrivbordets inställningar kan ändras via 'Region och språk' i Systeminställningar.
tr: Burada yapılan değişiklikler masaüstünüzü etkilemez. Masaüstü ayarları Sistem Ayarları'ndaki 'Ülke, Bölge ve Dil' bileşeninden değiştirilebilir.

source: Service Settings
az: Servis Tənzimləri
fr: Paramètres de service
hu: Szolgáltatás beállítások
nl: Dienstinstellingen
sv: Tjänsteinställningar
tr: Servis Ayarları

source: First Service to Start:
az: İlk Başladılacaq Servis:
fr: Premier service à lancer :
hu: Első indítandó szolgáltatás:
nl: Eerste dienst om te starten:
sv: Första tjänst som startas:
tr: İlk Başlatılacak Servis:

source: Although services are started parallel manner in boot process, users may want to start a single service before checking dependencies.
az: Açılış müddətində bütün xidmətlər paralel olaraq başladılsa da, istifadəçilər müəyyən bir servisi asılılıq idarələrindən əvvəl başlatmaq istəyə bilər.
fr: Bien que les services soient lancés en parallèles pendant le démarrage de l'ordinateur, les utilisateurs peuvent souhaiter démarrer un service unique avant de vérifier les dépendances.
hu: Bár a szolgáltatások párhuzamosan indulnak a boot során, egyes felhasználók esetleg szeretnének egy adott szolgáltatást elindítani még a függőségek ellenőrzése előtt.
nl: Ofschoon diensten tijdens het opstartproces parallel opgestart worden, kunnen gebruikers een enkel dienst opstarten voordat afhankelijkheden gecontroleerd worden.
sv: Även om tjänster startas parallellt under uppstart kan användaren vilja starta en tjänst före kontroll av beroenden.
tr: Açılış sürecinde tüm servisler paralel olarak başlatılsa da, kullanıcılar belirli bir servisi bağımlılık kontrollerinden önce başlatmak isteyebilir.

source: Clock Settings
az: Saat Tənzimləri
fr: Paramètres de l'horloge
hu: Óra beállítások
nl: Klokinstellingen
sv: Klockinställningar
tr: Saat Ayarları

source: Keep the hardware clock in UTC
az: Təchizat saatını UTC formasında tut
fr: Conserver l'horloge machine en UTC
hu: Igazítsa a hardver-órát az UTC-hez
nl: Houdt de hardwareklok op UTC
sv: Behåll hårdvaruklockan i UTC
tr: Donanım saatini UTC biçiminde tut

source: Normalize systematic drift of the hardware clock
az: Təchizat saatının ritmik sürüşməsini düzəlt
fr: Normaliser le décalage systématique de l'horloge matérielle
hu: Normalizálja a rendszeróra elcsúszását.
nl: Normaliseer systematische drift van de hardwareklok
sv: Kompensera för hårdvaruklockans systematiska avdrift
tr: Donanım saatinin ritmik kaymasını düzelt

source: Console Settings
az: Konsol Tənzimləri
fr: Paramètres de console
hu: Konzol beállítások
nl: Console-instellingen
sv: Terminalinställningar
tr: Konsol Ayarları

source: Number of Real Consoles:
az: Gerçək Konsol Sayı:
fr: Nombre de consoles réelles :
hu: Valós konzolok száma:
nl: Aantal werkelijke consoles:
sv: Antal terminaler:
tr: Gerçek Konsol Sayısı:
