Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/*/messages/extragear-utils/desktop_extragear-utils_krusader.po
Languages: tr

# Description
source: A kioslave for ISO9660 filesystems
tr: ISO9660 dosya sistemleri için bir kioslave

# Name
source: ISO9660 View
tr: ISO9660 Görünümü

# Comment
source: ISO9660 View
tr: ISO9660 Görünümü

# Description
source: Mutiple archive handler that currently supports: zip,rar.
tr: Çoklu arşiv işleyici, şu anda desteklediği dosya tipleri: zip,rar.

# Comment
source: Twin-Panel File Manager
tr: İkiz Panelli Dosya Yönetici

# GenericName
source: File Manager
tr: Dosya Yönetici

# Name
source: Krusader - root-mode
tr: Krusader - yönetici kipi

# Comment
source: Twin-Panel File Manager with root-privileges
tr: Yönetici Kipinde İkiz Panelli Dosya Yönetici

# Name
source: Ace archive
tr: Ace arşivi

# Comment
source: ACE archive
tr: ACE arşivi
