Repository: pars-linux/uludag
Catalog: trunk/distribution/2011.2/release-notes/*/Requirements.po
Languages: sv_se

source: System Requirements
sv_se: Systemkrav

source: You may want to install the 64-bit version of Pardus &PRODVER; if your system is equipped with one of the processors listed in the sections below.
sv_se: Du kanske vill installera 64-bitarsversionen av Pardus &PRODVER; om ditt system har någon av processorerna i listan nedan.

source: Intel processors which support 64-bit architecture
sv_se: Intelprocessorer med stöd för 64-bitarsarkitektur

source: Newer versions of Pentium 4, Celeron D, Xeon and Pentium Dual-Core
sv_se: Nyare versioner av Pentium 4, Celeron D, Xeon och Pentium Dual-Core

source: All versions of Pentium D, Pentium Extreme Edition, Core 2, Core i7, Core i5 and Core i3 processors
sv_se: Alla versioner av Pentium D, Pentium Extreme Edition, Core 2, Core i7, Core i5 och Core i3 processorer

source: Probably newer processors manufactured after the time this document was originally written.
sv_se: Antagligen processorer tillverkade efter detta dokument skrevs.

source: AMD processors which support 64-bit architecture
sv_se: AMD-processorer med stöd för 64-bitarsarkitektur

source: System memory (RAM)
sv_se: Systemminne (RAM)

source: System memory (RAM) requirements of Pardus &PRODVER; depends heavily on your daily workflow so it is very hard to define upper and lower bounds, but we recommend at least &MINMEM; of memory for a smooth desktop experience.
sv_se: Pardus &PRODVER; krav på systemminnet (RAM) beror starkt av ditt dagliga arbetsflöde så det är svårt att definiera en övre och lägre gräns, men vi rekommenderar minst &MINMEM; minne för en angenäm skrivbordsupplevelse.

source: Hard disk space requirements
sv_se: Hårddiskkrav

source: Minimum requirements
sv_se: Minsta krav

source: Pardus &PRODVER; requires at least &MINREQSPACE; of free hard disk space for a successful installation. As we don't offer custom package selection during the installation, this minimum size constraint applies to all installations.
sv_se: Pardus &PRODVER; kräver minst &MINREQSPACE; tillgängligt hårddiskutrymme för en framgångsrik installation. Då vi inte erbjuder individuella val av paket under installationen gäller detta krav alla installationer.

source: Recommended requirements
sv_se: Rekommenderade krav

source: In order to effectively use Pardus &PRODVER; on your system without running low on disk space during your daily workflow, we recommend at least &RECOMMSPACE; of free hard disk space.
sv_se: För att effektivt kunna använda Pardus &PRODVER; på ditt system utan att få ont om diskutrymme under ditt dagliga arbete rekommenderar vi minst &RECOMMSPACE; tillgängligt hårddiskutrymme.

source: Note on Swap space
sv_se: Noteras om växlingsutrymme

source: Swap space is used whenever your operating system runs out of physical memory. If you think that your physical memory is big enough for your daily usage, you may skip creating a swap space during installation.
sv_se: Växlingsutrymmet används när ditt operativsystem får slut på fysiskt minne. Om du tror att ditt fysiska minne är tillräckligt stort för din dagliga användning kan du hoppa över att skapa växlingsutrymme under installationen.

source: <emphasis>Note that</emphasis> a disk partition reserved for swap space is <emphasis>required</emphasis> if you want to hibernate (Suspend to disk) Pardus. Otherwise the functionality will be disabled.
sv_se: <emphasis>Lägg märke till att</emphasis> en diskpartition ämnad för växlingsutrymme <emphasis>krävs</emphasis> för att viloläge (Spara till disk) skall fungera. I annat fall är funktionen avstängd.
