Repository: pars-linux/uludag
Catalog: l10n/kde/trunk/*/LC_MESSAGES/messages/playground-utils/khtml_userscript_installer.po
Languages: tr

source: KHTML Userscript Installer
tr: KHTML Kullanıcı Betiği Yükleyici

source: Main developer and maintainer
tr: Ana geliştirici ve projeyi yürüten

source: Location of the userscript to install
tr: Kurulacak kullanıcı betiğinin konumu

source: Force installation (do not validate userscript)
tr: Kuruluma zorla (betiğin geçerliliğini doğrulama)

source: Select Userscript file
tr: Userscript dosyasını seç

source: The userscript "%1" does not appear to be a valid userscript
tr: Kullanıcı betiği "%1" geçerli bir kullanıcı betiği gibi görünmüyor

source: Install this script?
tr: Bu betik kurulsun mu?

source: Name of the script v.0.1
tr: Betiğin adı v.0.1

source: By John Smith
tr: John Smith

source: This is a description of the user script as defined by its metadata information. Description should usually be fairly short (3 lines max.)
tr: Bu, üst veri bilgisiyle tanımlanmış kullanıcı betiğinin bir açıklamasıdır. Açıklama çoğunlukla epey kısa olmalıdır (en fazla 3 satır)

source: Make sure to carefully review the script before installing.
tr: Kurmadan önce betiği dikkatlice gözden geçirdiğinizden emin olun.

# NAME OF TRANSLATORS
source: Your names
tr: Serdar Soytetir

# EMAIL OF TRANSLATORS
source: Your emails
tr: tulliana@gmail.com

source: Script successfully installed. You will need to restart Konqueror
tr: Betik başarılı bir şekilde kuruldu. Konqueror uygulamasını yeniden başlatmanız gerekiyor

source: Userscript installed
tr: Kullanıcı betiği kuruldu

source: Script could not be saved. Please make sure a script with the same name is not already installed
tr: Betik kaydedilemedi. Lütfen aynı ada sahip bir betiğin halihazırda kurulu olmadığından emin olun.

source: Could not install Userscript
tr: Kullanıcı betiği kurulamadı
