Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/LC_MESSAGES/messages/playground-graphics/ksana.po
Languages: tr

source: Select tool
tr: Seçme aracı

source: Select one item for further manipulation.
tr: Daha fazla değiştirmek için bir öge seçin.

source: Interactive animation tool
tr: Etkileşimli canlandırma aracı

source: Document to open
tr: Açılacak belge

source: Context
tr: Bağlam

source: Library
tr: Kitaplık

source: Timeline
tr: Zaman çizelgesi

source: Pencil tool
tr: Kalem aracı

source: Pencil one item for further manipulation.
tr: Gelecekteki manipülasyon için bir ögeyi kalemle işaretle.

source: color of the background
tr: arkaplan rengi

source: color of the foreground
tr: önplan rengi

source: size of a ball
tr: top boyutu

source: Drawing tools
tr: Çizim aracı

source: Fit
tr: Sığdır

source: Background color:
tr: Arkaplan rengi:

source: Choose a new background color
tr: Yeni arka plan rengi seç

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Change the <span style=" font-weight:600;">background</span> color by clicking here and choose the new <span style=" color:#ff0000;">color</span> in the <span style=" font-style:italic;">color dialog</span>.</p></body></html>
tr: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style="font-weight:600;"> Arkaplan</span> rengini değiştirmek için buraya tıklayın ve <span style=" font-style:italic;">renk penceresinden</span> yeni <span style=" color:#ff0000;"> rengi</span> seçin.</p></body></html>

source: Project age:
tr: Proje yaşı:

source: Foreground color:
tr: Önplan rengi:

source: Choose a new foreground color
tr: Yeni ön plan rengi seç

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Change the <span style=" font-weight:600;">foreground</span> color by clicking here and choose the new <span style=" color:#ff0000;">color</span> in the <span style=" font-style:italic;">color dialog</span>.</p></body></html>
tr: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Change the <span style=" font-weight:600;">önplan</span> color by clicking here and choose the new <span style=" color:#ff0000;">color</span> in the <span style=" font-style:italic;">color dialog</span>.</p></body></html>

source: Set the project age (in days)
tr: Proje yaşını ayarla (gün olarak)

source: Change the project age (in days) by choosing a new number of days.
tr: Yeni günlerin sayısını seçerek proje yaşını (gün olarak) değiştir.

source: Stroke:
tr: Darbe:

source: Fill:
tr: Doldur:

# NAME OF TRANSLATORS
source: Your names
tr: Serdar Soytetir

# EMAIL OF TRANSLATORS
source: Your emails
tr: tulliana@gmail.com

source: Rectangle tool
tr: Dikdörtgen aracı

source: Draw rectangle
tr: Dikdörtgen çiz
