Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdevelop/kdevtipofday.po
Languages: tr

source: &Tip of the Day
tr: &Günün ipucu...

source: A tip how to use KDevelop
tr: KDevelop'u nasıl kullanacağınıza ilişkin bir ipucu verir

source: <b>Tip of the day</b><p>Will display another good tip contributed by KDevelop users.
tr: <b>Günün ipucu</b><p>KDevelop kullanıcılarının hazırladığı güzel başka bir ipucu gösterir.

source: <p>If you want to specify additional command-line options to your make program, you can set them in the <b>Project Options</b> dialog, <b>Make Options</b> tab.
tr: <p>Eğer programlarınızın oluşturulması için ilave bir komut satırı seçeneği belirlemek isterseniz, <b>Proje Seçenekleri</b> penceresinde <b>Make Seçenekleri</b> sekmesinde ayarlayabilirsiniz.

source: <p>If you use functions of other libraries than the target is currently linked with, you can specify them in the <b>Target Options</b> dialog.
tr: <p> Eğer geçerli bağlananların dışında başka kütüphanelerin fonksiyonlarını uygulamada kullanmak isterseniz, <b>Hedef Seçenekleri</b> penceresinden ayarlayabilirsiniz

source: <p>If you want to change your application's version number, you can change it in the <b>Project Options</b> dialog, <b>General</b> tab, automatically updating your project.
tr: <p> Eğer uygulamanızın sürüm numarasını değiştirmek isterseniz, bunu <b>Proje Seçenekleri</b> penceresinin <b>Genel</b> sekmesinden yapabilirsiniz ve otomatikman projeniz güncellenecektir.

source: <p>If you want to create a new project, choose "Project"->"New Project" from the menu.
tr: <p>Eğer yeni bir proje oluşturma isterseniz, menu çubuğundan "Proje"-> "Yeni Proje" seçeneğini seçin.

source: <p>If you changed your applications' classes, you should update your API documentation by selecting "Build API Documentation" from the Build menu.
tr: <p> Eğer uygulamanızın sınıflarını değiştirdiyseniz, API belgelerinizi "API Doc oluştur" bölümünden güncelleyebilirsiniz.

source: <p>You can save time if you select "Compile File" from the Build menu or the toolbar, to only compile your current implementation file.
tr: <p> Derle menüsünden "Dosya derle" seçerek zamanı kaydedebilirsiniz

source: <p>If you're searching for information on classes or classmembers, select "Search for Help on..." from the Help menu or use "Index" tab of the documentation tree.
tr: <p> Eğer sınıflar veya sınıf üyeleri hakkında detaylı bilgi isterseniz Yardım menüsünden "Bunun için yardım ara.." seçerek veya belgelendirme ağacındaki "Index" sekmesini kullanarak arama yapabilirsiniz.

source: <p>If you want to have info about something in the KDevelop window, select the "What's this?" button in the toolbar and click on the item you don't know about.
tr: <p>Eğer KDevelop penceresindeki herhangi bir şey hakkında bilgi almak isterseniz araç çubuğundaki "Bu nedir?" düğmesine basıp, yardım almak istediğiniz öğenin üstüne tıklayabilirsiniz.

source: <p>Hint: You can search the documentation for a keyword by marking the word and select "Search in Documentation" in the right button popup menu.
tr: <p>İpucu: Bir anahtar kelimeyi belgelerde aramayı kelimeyi işaretleyip sağ tuş menüsündeki "Belgelerde Ara" seçeneğini kullanarak yapabilirsiniz.

source: <p>The KDevelop Team wishes you a nice day !
tr: <p>KDevelop takımı size iyi bir gün diler!

source: <p>If you have found a bug in KDevelop, please let us know. Use KDE Bugzilla at http://bugs.kde.org/ or select "Help"->"Report Bug" from the menu.
tr: <p>Eğer KDevelop'da bir hata bulursanız, lütfen bize haber verin. http://bugs.kde.org/ adresindeki KDE Bugzilla'yı kullanın ya da menüden "Yardım"->"Hata Raporla"yı seçin.

source: <p>If you want to add your own documentation to the documentation tree use <b>Documentation Tree</b> tab in the <b>Configure KDevelop</b> dialog.
tr: <p>Eğer belge ağacına kendi belgeleriniz eklemek isterseniz, <b>KDevelop'u Ayarla</b> penceresindeki <b>Belgelendirme Ağacı</b> sekmesini kullanın.

source: <p>...that you can create a new class with "New Class" from the "Project" menu?
tr: <p>..."Proje" menüsünde "yeni sınıf" tıklayarak yeni bir sınıf oluşturabileceğinizi ?

source: <p>To open a project, select "Open Project" from the "Project" menu.
tr: <p>Bir proje açmak için "Proje" menüsünden "Proje Aç"ı tıklayın.

source: <p>If you compile your project and get an error, you can click on the error message to switch to the file and line where the error occurred.
tr: <p> Projenizi derlerken aldığınız hata mesajlarına tıklayarak, hatanın tam olarak nerde olduğunu bulup görebilirsiniz ?

source: <p>...that you can debug your programs within KDevelop by selecting "Debug"->"Start" in the menu?
tr: <p>...menüden "Hata Ayıkla"->"Başlat"'ı seçerek KDevelop içinden programlarınızda hata ayıklayabileceğinizi?

source: <p>...that you can switch between classes or namespaces by selecting the class or namespace combo in the toolbar?
tr: <p>...araç çubuğundaki birleşik giriş kutusundan sınıf veya ad uzayını seçerek sınıf ve ad uzayları arasında değişim yapabileceğinizi?

source: <p>...that you can preview images and icons by selecting them in the file viewer's trees?
tr: <p>...dosya görünümü ağacında resim ve simgeleri seçerek önizleyebileceğinizi?

source: <p>...that you can set the compiler options in the <b>Project Options</b> dialog, <b>Configure Options</b> tab?
tr: <p>...derleyici seçeneklerini <b>Proje Seçenekleri</b> penceresinin <b>Seçenekleri Ayarla</b> sekmesinde belirtebileceğinizi?

source: <p>...that you can copy text from the documentation browser to the clipboard and insert it into your sources?
tr: <p>...belge görüntüleyiciden panoya metin kopyalayıp kaynaklarınıza ekleyebileceğinizi?

source: <p>...that you should keep your library documentation up to date after installing new libraries?
tr: <p>...yeni kütüphaneler kurduktan sonra bile kendi kütüphane belgelerinizi güncel bir şekilde tutabilirsiniz.

source: <p>...that you can configure the syntax-highlighting of the editor?
tr: <p>...düzenleyice sözdizimi vurgulamasını ayarlayabilirsiniz.

source: <p>...that you can access more internal debug functions selecting "Debug"->"Viewers"?
tr: <p>..."Hata Ayıkla"->"Görüntüleyici" seçerek daha iç hata ayıklama fonksiyonlarına ulaşabileceğinizi?

source: <p>...that you can move the cursor by words with Ctrl and left or right arrow?
tr: <p>...CTRL + sağ-sol yön tuşu ile kelimeler arasında taşıma yapabilirsiniz

source: <p>...that your source bookmarks are stored in the project?
tr: <p>... kaynak yerimleriniz proje içinde saklandığını?

source: <p>...that your documentation bookmarks are stored globally in KDevelop configuration?
tr: <p>...belgelendirme yerimlerinizin KDevelop ayarlarında saklandığını?

source: <p>...that you can start grep search from inside editor with context menu?
tr: <p>...bağlam menüsü ile düzenleyici içinden grep ile arama başlatabileceğinizi?

source: <p>...that you can set the installation path in "Project"->"Project Options" "Configure Options" with just adding "--prefix=/install/path/" to the "Configure arguments"-list?
tr: <p>...kurulum yolunu "Proje"->"Proje Seçenekleri" "Seçenekleri Ayarla" penceresindeki "argümanları ayarla listesine "--prefix=/install/path" ekleyerek belirtebileceğinizi?

source: <p>...that you can compilie your project in "debug-mode" and "optimized-mode"?
tr: <p>...projenizi "hata ayıklama kipi" ve "iyileme kipi"nde derleyebileceğinizi?
