Repository: pars-linux/uludag
Catalog: trunk/playground/intern/2011/manager-improvements/sysinfo/po/*.po
Languages: hr, hu, tr

source: Not Available
hr: Nije dostupno
hu: Nem elérhető
tr: Kullanılabilir Değil

source: Network is <strong>shutting down</strong>
hr: Mreža se <strong>isključuje</strong>
hu: A hálózat <strong>leáll</strong>
tr: Ağ bağlantısı <strong>kapatılıyor</strong>

source: <strong>Establishing</strong> connection to the network
hr: <strong>Uspostavljanje</strong> mrežnog povezivanja
hu: <strong>Hálózati kapcsolat</strong> létesítése
tr: Ağ bağlantısı <strong>kuruluyor</strong>

source: You are <strong>online</strong>
hr: Vi ste <strong>na mreži</strong>
hu: Online <strong>vagy</strong>
tr: <strong>Çevrimiçi</strong> durumdasınız

source: You are <strong>offline</strong>
hr: Vi ste <strong>izvan mreže</strong>
hu: Offline <strong>vagy</strong>
tr: <strong>Çevrimdışı</strong> durumdasınız

source: Unknown network status
hr: Nepoznati status mreže
hu: Ismeretlen hálózati állapot
tr: Bilinmeyen ağ durumu

source: Looking for hardware information...
hr: Tražim informacije o hardware-u...
hu: Hardware információ megtekintése...
tr: Donanım bilgileri alınıyor...

source: System
hr: Sustav
hu: Rendszer
tr: Sistem

source: Common Folders
hr: Obične mape
hu: Megszokott könyvtár
tr: Genel Klasörler

source: My Home Folder
hr: Osobna mapa
hu: A home mappám
tr: Ev Klasörüm

source: Root Folder
hr: Korijenska mapa
hu: Gyökérkönyvtár
tr: Kök Klasör

source: Network Folders
hr: Mape mreže
hu: Hálózati könyvtár
tr: Ağ Klasörleri

source: Network
hr: Mreža
hu: Hálózat
tr: Ağ

source: Memory
hr: Memorija
hu: Memória
tr: Bellek

source: Ram : %1 free of %2
hr: Ram : %1slobodno od %2
hu: Ram : %1 szabad a %2 -ból
tr: RAM : %1 / %2 boş

source: Swap: %1 free of %2
hr: Swap: %1 slobodno od %2
hu: Swap: %1 szabad a %2 -ból
tr: Takas Alanı: %1 / %2 boş

source: Swap: Not in use
hr: Swap:nije u uporabi
hu: Swap: nincs használatban
tr: Takas Alanı: Kullanılmıyor

source: Disks
hr: Diskovi
hu: Lemezek
tr: Diskler

source: Operating System
hr: Operativni sustav
hu: Operációs rendszer
tr: İşletim Sistemi

source: Kde <b>%1</b> on <b>%2</b>
hr: Kde <b>%1</b> na <b>%2</b>
tr: <b>%2</b> üzerinde KDE <b>%1</b>

source: Processor
hr: Procesor
hu: Processzor
tr: İşlemci

source: core
hr: jezgra
hu: mag
tr: çekirdek

source: Display
hr: Zaslon
hu: Kijelző
tr: Görüntü

source: 3D Not Supported
hr: 3D nije podržano
hu: 3D nem támogatott
tr: 3B Desteği Yok

source: 3D Supported
hr: 3D je podržano
hu: 3D támogatott
tr: 3B Destekli

source: Mounted on %1
hr: Montirano na %1
hu: Felcsatolva a %1
tr: %1 konumuna bağlı

source: Not mounted
hr: Nije montirano
hu: Nincs felcsatolva
tr: Bağlı değil

source: %1 free of %2
hr: %1 slobodno od %2
hu: %1 szabad a %2 -ból
tr: %2'ın %1'ı boş
