Repository: pars-linux/uludag
Catalog: yali/po/*.po
Languages: it, pt_br

source: <font size="+2">Automatic Partitioning</font> <font size="+1"> <p> Pardus can be installed on a variety of hardware. You can install Pardus on an empty disk or hard disk partition. <b>An installation will automatically destroy the previously saved information on selected partitions. </b> </p> <p> Automatic partitioning use your entire disk for Pardus installation. From this screen you can select to automatically partition one of you disks, or you can skip this screen and try manual partitioning. </p> <p> Please refer to Pardus Installing and Using Guide for more information about disk partitioning. </p> </font>
it: <font size="+2">Partizionamento automatico</font> <font size="+1"> <p> Pardus può venire installato su diversi tipi di hardware. Puoi installare Pardus su un disco vuoto oppure in una partizione del disco. <b>L'installazione distruggerà automaticamente tutti i dati salvati in precedenza sulle partizioni selezionate. </b> </p> <p> Il partizionamento automatico utilizza l'intero disco fisso per l'installazione di Pardus. In questa schermata puoi scegliere uno dei tuoi dischi da partizionare automaticamente oppure puoi saltare la schermata e passare al partizionamento manuale. </p> <p> Per favore fai riferimento alla Guida all'installazione e all'uso di Pardus per ottenere ulteriori informazioni sul partizionamento dei dischi. </p> </font>
pt_br: <font size="+2">Particionamento Automático</font> <font size="+1"> <p> Pardus pode ser instalado em vários hardwares. Você pode instalar Pardus num disco vazio ou numa partição de disco rídigo. <b>Uma instalação automaticamente destruirá informações salvas anteriormente nas partições selecionadas. </b> </p> <p> Particionamento automático usa todo o seu disco para a instalação do Pardus. A partir desta tela você pode selecionar para particionar automaticamente um de seus discos ou você pode pular esta tela e tentar o particionamento manual. </p> <p> Por favor, refira-se ao Guia de Uso e Instalação do Pardus para mais informações sobre particionamento de disco. </p> </font>

source: It seems that you don't have the required disk space (min. %s) for Pardus installation.
it: Sembra che tu non disponga dello spazio su disco richiesto (min. %s) per l'installazione di Pardus.

source: <font size="+2">Partitioning your hard disk</font> <font size="+1"> <p> Pardus can be installed on a variety of hardware. You can install Pardus on an empty disk or hard disk partition. <b>An installation will automatically destroy the previously saved information on selected partitions. </b> </p> <p> In order to use Pardus, you must create one Linux filesystem (for the system files), which is mandatory and a swap space (for improved performance), which is optional. This swap space is used whenever system needs more memory, but the system lacks it. We advise you to allocate at least 4 GBs of hard disk area and swap space (between 500 MB - 2 GB, according to your needs) for convenience. A Linux partition size less than 3.5 GB is not allowed. You may also optionally use another disk partition for storing user files. </p> <p> You need to format a Linux partition, if it's used for the first time. You can enable 'Use available free space' option, if the hard disk's remaining space is to be used automatically. </p> <p> The partition table shows the device, size, partition type and filesystem information. If the partition will be formatted during Pardus installation stage, then the corresponding 'Format' column will be enabled. </p> <p> Please refer to Pardus Installing and Using Guide for more information about disk partitioning. </p> </font>
it: <font size="+2">Partizionamento del tuo disco fisso</font> <font size="+1"> <p> Pardus può venire installato su diversi tipi di hardware. Puoi installare Pardus su un disco vuoto oppure in una partizione del disco. <b>L'installazione distruggerà automaticamente tutti i dati salvati in precedenza sulle partizioni selezionate. </b> </p> <p> Per utilizzare Pardus, devi creare obbligatoriamente un filesystem Linux (per i file di sistema), e una partizione di swap (per migliorare le prestazioni), che è opzionale. Tale spazio variabile viene utilizzato ogni volta che il sistema richiede più memoria ma quella fisica è esaurita. Ti consigliamo di allocare almeno 4 GB di spazio per i file di sistema e tra i 500 MB e i 2 GB, a seconda delle caratteristiche del tuo computer, per lo swap. Non viene permesso l'utilizzo di una partizione di Linux di dimensioni inferiori a 3.5 GB. Puoi anche opzionalmente scegliere un'altra partizione del tuo disco dove memorizzare i file utente. </p> <p> Devi formattare la partizione Linux se la usi per la prima volta. Puoi attivare l'opzione 'Usa spazio libero disponibile' se desideri che lo spazio rimanente del disco fisso venga utilizzato automaticamente. </p> <p> La tabella delle partizioni mostra il disco, la dimensione, il tipo di partizione e informazioni sul filesystem. Se la partizione verrà formattata durante il processo di installazione di Pardus, la corrispondente colonna 'Formattare' sarà attivata. </p> <p> Fai riferimento alla Guida all'installazione e all'uso di Pardus per ottenere ulteriori informazioni sul partizionamento del disco. </p> </font>

source: Create Partition
it: Crea partizione
pt_br: Criar Partição

source: Delete Partition
it: Elimina partizione
pt_br: Deletar Partição

source: Edit Partition
it: Modifica partizione
pt_br: Editar Partição

source: Resize Partition
it: Ridimensiona partizione
pt_br: Redimensionar Partição

source: <font size="+2">User setup</font> <font size="+1"> <p> Other than the system administrator user, you can create a user account for your daily needs, i.e reading your e-mail, surfing on the web and searching for daily recipe offerings. Usual password assignment rules also apply here: This password should be unique and private. Choose a password difficult to guess, but easy to remember. </p> <p> Click Next button to proceed. </p> </font>
it: <font size="+2">Impostazione degli utenti</font> <font size="+1"> <p> Oltre all'amministratore di sistema, puoi creare un account utente per le tue necessità di ogni giorno, come leggere la posta elettronica navigare su Internet e cercare le offerte di ricette del giorno Le solite regole sulla password vengono applicate anche in questo caso: questa password dovrebbe essere unica e privata. Scegli una password difficile da indovinare, ma facile da ricordare. </p> <p> Premi sul pulsante Avanti per procedere. </p> </font>
pt_br: <font size="+2">Configuração de Usuário</font> <font size="+1"> <p> Além do administrador do sistema, você pode criar uma conta de usuário para suas necessidades diárias, i.e. ler e-mail, navegar na web e pesquisar por ofertas de receitas diárias. Regras de atribuição de senhas comuns também se aplicam aqui: esta senha deve ser única e privada. Escolha uma senha difícil de se adivinhar, porém fácil de se lembrar. </p> <p> Clique o botão Próximo para prosseguir. </p> </font>

source: <b> <p>You have not defined an administrator!</p> <p>A user without administrative rights cannot complete system maintenance tasks. You are strongly encouraged to define an administrator user.</p> <p>Click "Cancel" to define an administrator user (recommended) or "OK" to go to next screen.</p> </b>
it: <b> <p>Non hai definito un amministratore!</p> <p>Un utente senza diritti amministrativi non può eseguire compiti di amministrazione del sistema. Sei fortemente incoraggiato a definire un amministratore.</p> <p>Clicca su "Annulla" per definire un amministatore (raccomandato) o "OK" per andare alla schermata successiva.</p> </b>

source: <font color="#FF6D19">Don't use your user name or name as a password.</font>
it: <font color="#FF6D19">Non utilizzare il tuo nome utente o il tuo nome come password.</font>

source: <font color="#FF6D19">Username exists, choose another one!</font>
it: <font color="#FF6D19">Questo nome utente esiste già, scegline un altro!</font>
pt_br: <font color="#FF6D19">Nome de usuário existe, escolha outro!</font>

source: <font color="#FF6D19">Username contains invalid characters!</font>
it: <font color="#FF6D19">Il nome utente contiene caratteri non validi!</font>
pt_br: <font color="#FF6D19">Nome de usuário contém caracteres inválidos!</font>

source: <font color="#FF6D19">Realname contains invalid characters!</font>
it: <font color="#FF6D19">Il nome reale contiene caratteri non validi!</font>
pt_br: <font color="#FF6D19">Nome real contém caracteres inválidos!</font>

source: Update User
it: Aggiorna utente

source: <font size="+2">Welcome!</font> <font size="+1"> <p>Welcome to Pardus, your new and practical desktop with a handful of applications tailored to your needs. With Pardus, you can connect to internet, read your e-mails online, work with documents, listen to music and play DVDs. Its advanced yet easy interface will let you be more productive and efficient. </p> <p> This software will install Pardus on your computer, without disrupting your previous documents and settings. However, we advise you to make a backup before proceeding. </p> <p> The installer will identify your system's hardware and configure it according to your needs. You will note the arrow keys on the bottom of the screen: Use them to advance to next screen. </p> <p> Have a fruitful experience with Pardus! </p> </font>
it: <font size="+2">Benvenuto!</font> <font size="+1"> <p>Benvenuto in Pardus, il tuo nuovo e pratico desktop dotato di una serie di applicazioni studiate per le tue esigenze. Con Pardus, puoi collegarti a Internet, leggere la tua posta online, lavorare con i documenti, ascoltare musica e riprodurre DVDs. La sua interfaccia avanzata e al contempo semplice ti permetterà di essere più produttivo e efficiente. </p> <p> Questo software si occuperà di installare Pardus sul tuo computer, senza danneggiare i tuoi documenti e impostazioni precedenti. Tuttavia, consigliamo di salvare una copia di backup dei tuoi dati prima di proseguire. </p> <p> L'installer identificherà l'hardware del tuo sistema e lo configurerà a seconda delle tue esigenze. Noterai le frecce sul fondo dello schermo: utilizzale per proseguire alla schermata successiva. </p> <p> Ti auguriamo una fruttuosa esperienza con Pardus! </p> </font>
pt_br: <font size="+2">Bem vindo!</font> <font size="+1"> <p>Bem vindo ao Pardus, seu novo e prático desktop com uma vasta quantidade de aplicações adequadas às suas necessidades. Com o Pardus, você pode conectar-se à internet, ler seus e-mails online, trabalhar com documentos, escutar a músicas e reproduzir DVDs. Sua avançada, porém fácil, interface o deixará mais produtivos e eficiente. </p> <p> Este software instalará o Pardus no seu computador, sem corromper seud dados e configurações anteriores. No entenanto, nós o recomendamos fazer backup antes de prosseguir. </p> <p> O instalador identificará o hardware do sistema e o configurará de acordo com suas necessidades. Você notará as teclas de seta na base da tela: use-as para avançar para a próxima tela. </p> <p> Tenha uma experiência proveitosa com o Pardus! </p> </font>

source: Warning
it: Avviso
pt_br: Alerta

source: <b> <p>This action will start installing Pardus on your system formatting the selected partition.</p> </b>
it: <b> <p>Questa azione avvierà l'installazione di Pardus sul tuo sistema con la formattazione della partizione selezionata.</p> </b>
pt_br: <b> <p>Esta ação inicará instalando o Pardus no seu sistema, formatando a partição selecionada.</p> </b>

source: O.K. Go Ahead
it: Va bene, prosegui
pt_br: O.K. Seguir Adiante

source: Arabic
it: Arabo
pt_br: Árabe

source: Belgium
it: Belgio
pt_br: Belgo

source: Bulgarian
it: Bulgaro
pt_br: Búlgaro

source: Catalan
it: Catalano
pt_br: Catalã

source: Croatian
it: Croato
pt_br: Croata

source: Czech
it: Ceco
pt_br: Tcheco

source: Danish
it: Danese
pt_br: Dinamarquês

source: Dutch
it: Olandese
pt_br: Holandês

source: Dutch (US)
it: Olandese (US)
pt_br: Holandês (US)

source: English
it: Inglese
pt_br: Inglês

source: Estonian
it: Estone
pt_br: Estoniano

source: Finnish
it: Finlandese
pt_br: Finlandês

source: French
it: Francese
pt_br: Francês

source: German
it: Tedesco
pt_br: Alemão

source: Greek
it: Greco
pt_br: Grego

source: Hungarian
it: Ungherese
pt_br: Húngaro

source: Icelandic
it: Islandese
pt_br: Islandês

source: Italian
it: Italiano
pt_br: Italiano

source: Japanese
it: Giapponese
pt_br: Japonês

source: Macedonian
it: Macedone
pt_br: Macedônio

source: Norwegian
it: Norvegese
pt_br: Norueguês

source: Polish
it: Polacco
pt_br: Polonês

source: Portuguese
it: Portoghese
pt_br: Português

source: Brazilian
it: Portoghese brasiliano
pt_br: Português do Brasil

source: Russian
it: Russo
pt_br: Russo

source: Serbian
it: Serbo
pt_br: Sérvio

source: Slovak
it: Slovacco
pt_br: Eslovaco

source: Slovenian
it: Sloveno
pt_br: Esloveno

source: Spanish
it: Spagnolo
pt_br: Espanhol

source: Swedish
it: Svedese
pt_br: Sueco

source: Turkish
it: Turco
pt_br: Turco

source: Turkish Q
it: Turco Q
pt_br: Turco Q

source: Turkish F
it: Turco F
pt_br: Turco F

source: Ukrainian
it: Ucraino
pt_br: Ucraniano

source: Vietnamese
it: Vietnamita
pt_br: Vietnamita

source: Welsh
it: Gallese
pt_br: Galês

source: English (GB)
it: Inglese (GB)

source: unknown
it: sconosciuto
pt_br: desconhecido

source: free space
it: spazio libero
pt_br: espaço livre

source: Install Root
it: Root di installazione
pt_br: Instalar Raiz

source: Users' Files
it: File degli utenti
pt_br: Arquivos do Usuário

source: Install to MBR
pt_br: Instalar na MBR

source: Install to root partition
pt_br: Instalar na partição raiz

source: Filesystem
pt_br: Sistema de arquivos

source: Password:
pt_br: Senha:

source: Can't open Release Notes file!
pt_br: Não é possível abrir o arquivo de Notas do Release!

source: An error occured!
pt_br: Aconteceu um erro!

source: Please wait while installing bootloader!
pt_br: Por favor, espere enquanto o carregador de boot é instalado!

source: <font color="#FF6D19">Preparing your disk for installation!</font>
pt_br: <font color="#FF6D19">Preparando seu disco para instalação!</font>

source: <font size="+2">Partitioning your hard disk</font> <font size="+1"> <p> Pardus can be installed on a variety of hardware. You can install Pardus on an empty disk or hard disk partition. <b>An installation will automatically destroy the previously saved information on selected partitions. </b> </p> <p> In order to use Pardus, you must create one Linux filesystem (for the system files), which is mandatory and a swap space (for improved performance), which is optional. We advise you to allocate at least 4 GBs of hard disk area and swap space (between 500 MB - 2 GB, according to your needs) for convenience. A Linux partition size less than 3.5 GB is not allowed. You may also optionally use another disk partition for storing user files. </p> <p> You need to format a Linux partition, if it's used for the first time. You can enable 'Use available free space' option, if the hard disk's remaining space is to be used automatically. </p> <p> The partition table shows the device, size, partition type and filesystem information. If the partition will be formatted during Pardus installation stage, then the corresponding 'Format' column will be enabled. </p> <p> Please refer to Pardus Installing and Using Guide for more information about disk partitioning. </p> </font>
pt_br: <font size="+2">Particionamento do seu disco rígido</font> <font size="+1"> <p> Pardus pode ser instalado em vários hardwares. Você pode instalar Pardus num disco vazio ou numa partição de disco rígido. <b>Uma instalação automaticamente destruirá informações salvas anteriormente nas partições selecionadas. </b> </p> <p> Para usar o Pardus, você deve criar um sistema de arquivos Linux (para os arquivos de sistema), o qual é obrigatório e um espaço de troca (para melhorar o desempenho), a qual é opcional. Nós o recomendamos alocar ao menos 4 GBs de área no disco rígido e um espaço de troca (entre 500 MB - 2 GB, de acordo com suas necessidades) por conveniência. Uma partição Linux menor que 3.5 GB não é permitida. Você pode também opcionalmente usar outra partição de disco para armazenar os arquivos dos usuários. </p> <p> Você precisa formatar uma partição Linux, se utilizada pela primeira vez. Você pode habilitar a opção 'Usar espaço livre disponível', se o espaço restante do disco rígido for usado automaticamente. </p> <p> A tabela de partição mostra informações sobre o dispositivo, tamanho, tipo de partição e sistema de arquivos. Se a partição será formatada durante o estágio de instalação, então a coluna 'Formatar' correspondente será habilitada. </p> <p> Por favor, refira-se ao Guia de Uso e Instalação do Pardus para mais informações sobre particionamento de disco. </p> </font>

source: Windows
pt_br: Janelas

source: Backtrace:
pt_br: Pilha de execução:

source: Afrikaans
pt_br: Africâner

source: Malayalam
pt_br: Malaiala

source: Swap
pt_br: Troca
