Repository: pars-linux/uludag
Catalog: yali/po/*.po
Languages: it, pt_br

source: <font size="+1"><b>Select the partitioning method:</b></font> <p>Below, you can select an hard disk for automatic partitioning. Selected disk will be used for Pardus installation.</p> <p><font color="#FF6D19"><b><u>WARNING:</u></b> Automatic partitioning will use your entire disk for Pardus installation. All data on the selected disk will be lost!</font></p>
it: <font size="+1"><b>Scegli il metodo di partizionamento:</b></font> <p>Qui sotto, puoi scegliere un disco rigido su cui effettuare il partizionamento automatico. Tale disco sarà utilizzato per l'installazione di Pardus.</p> <p><font color="#FF6D19"><b><u>ATTENZIONE:</u></b> Il partizionamento automatico utilizzerà l'intero disco per l'installazione di Pardus. Tutti i dati presenti al momento sul disco andranno perduti!</font></p>
pt_br: <font size="+1"><b>Selecione o método de particionamento:</b></font> <p>Abaixo, você pode selecionar um disco rígido para particionamento automático. Selecione o disco que será usado para a instalação do Pardus.</p> <p><font color="#FF6D19"><b><u>ATENÇÃO:</u></b> Particionamento automático usará todo o disco para a instalação do Pardus. Todos os dados no disco selecionado serão perdidos!</font></p>

source: No, I'll partition my disk manually.
it: No, partizionerò manualmente il disco.
pt_br: Não, eu particionarei meu disco manualmente.

source: Yes, automatically partition and format selected disk!
it: Sì, partiziona e formatta automaticamente il disco selezionato!
pt_br: Sim, particione e formate automaticamente o disco selecionado!

source: <b>Do you want to write boot loader (GRUB) to your hard disk's master boot record?</b> <p>You need a boot loader to boot your Pardus system.</p> <p>If you don't install a boot loader or choose to install to root partition, you will have to configure your other operating system's loader (if you have one installed) to start your newly installed Pardus.</p>
it: <b>Vuoi scrivere il boot loader di Pardus (GRUB) nel master boot record del tuo disco fisso?</b> <p>Hai bisogno di un boot loader per avviare Pardus sul tuo sistema.</p> <p>Se non installi un boot loader o scegli di installarlo nella partizione di root, dovrai configurare a mano il loader dell'altro sistema operativo (se ne hai uno installato) affinché esso lanci Pardus.</p>
pt_br: <b>Você que escrever o carregador de boot (GRUB) na MBR do seu disco rígido?</b> <p>Você precisa de um carregador de boot para o seu sistema Pardus.</p> <p>Se você não instalar um carregador de boot ou escolher instalá-lo na partição raiz, você terá de configurar seu outro carregador de sistema operacional (se tiver um instalado) para iniciar seu novo Pardus instalado.</p>

source: Where do you want to install the bootloader?
it: Dove desideri installare il bootloader?
pt_br: Onde você quer instalar o carregador do boot?

source: Install to first bootable disk (recommended)
it: Installa nel primo disco avviabile (raccomandato)

source: Install to Pardus installed partition
it: Installa nella partizione sulla quale è installato Pardus

source: Install to selected disk belove
it: Installa nel disco selezionato qui sotto

source: Select the disk you to install bootloader:
it: Scegli il disco su cui installare il bootloader:
pt_br: Selecione o disco que você instalará o carregador de boot:

source: Don't install bootloader
it: Non installare il bootloader
pt_br: Não instalar carregador de boot

source: You can check the integrity of the packages in installation CD. Although this is an optional step, we encourage you to do it to avoid any errors in installation.
it: Puoi verificare l'integrità dei pacchetti nel CD di installazione. Anche se questo passaggio è opzionale, noi ti incoraggiamo a farlo per evitare qualsiasi errore durante l'installazione.
pt_br: Você pode checar a integridade dos pacotes no CD de instalação. Embora esta seja um passo opcional, nós o encorajamos a fazê-lo para evitar quaisquer erros na instalação.

source: Check CD Integrity
it: Verifica integrità CD
pt_br: Checar Integridade do CD

source: Installing Package:
it: Installazione pacchetto:
pt_br: Instalando Pacote:

source: Select the keyboard layout of your choice.
it: Scegli il layout della tastiera che desideri.
pt_br: Selecione o layout de teclado de sua escolha.

source: Test selected keyboard:
it: Prova la tastiera scelta:
pt_br: Testar teclado selecionado:

source: Cancel
it: Annulla
pt_br: Cancelar

source: Apply
it: Applica
pt_br: Aplicar

source: Size (MB):
it: Dimensioni (MB):
pt_br: Tamanho (MB):

source: Use available free space
it: Usa lo spazio libero disponibile
pt_br: Usar espaço livre disponível

source: Format this partition
it: Formatta questa partizione
pt_br: Formatar esta partição

source: What do you want to store in this partition?
it: Cosa desideri memorizzare in questa partizione?
pt_br: O que você quer armazenar nesta partição?

source: Pardus system files (mandatory)
it: File di sistema di Pardus (obbligatori)
pt_br: Arquivos de sistema do Pardus (obrigatório)

source: User files (optional)
it: File utente (opzionale)
pt_br: Arquivos do usuário (opcional)

source: Swap space (optional)
it: Spazio di swap (opzionale)
pt_br: Espaço de troca (opcional)

source: Device
it: Disco
pt_br: Dispositivo

source: Size
it: Dimensioni
pt_br: Tamanho

source: Partition Type
it: Tipo di partizione
pt_br: Tipo da Partição

source: Format?
it: Formattare?
pt_br: Formatar?

source: Create New Partition
it: Crea nuova partizione
pt_br: Criar Nova Partição

source: Delete Selected Partition
it: Elimina partizione selezionata
pt_br: Deletar Partição Selecionada

source: Partitions:
it: Partizioni:
pt_br: Partições:

source: Reset All Changes
it: Annulla tutti i cambiamenti
pt_br: Resetar Todas as Mudanças

source: Resize
it: Ridimensiona
pt_br: Redimensionar

source: Edit
it: Modifica
pt_br: Editar

source: System administrator password:
it: Password amministratore di sistema:
pt_br: Senha do administrador do sistema:

source: System administrator password (again):
it: Password amministratore di sistema (di nuovo):
pt_br: Senha do administrador do sistema (novamente):

source: <p align="left">System administrator user (root) handles important system maintanence tasks. Please give password for this special user and do not forget this password. Note that you shouldn't write this password elsewhere for privacy reasons.</p>
it: <p align="left">L'utente amministratore di sistema (o utente root) gestisce importanti compiti di manutenzione del sistema. Inserisci per favore la password di questo utente speciale e non dimenticarla. Dovresti evitare anche di scrivere questa password per motivi di privacy.</p>
pt_br: <p align="left">Usuário administrador do sistema (root) cuida de tarefas de manutenção do sistema importantes. Por favor digite a senha para este usuário especial a não a esqueça. Note que você não deve escrever esta senha em qualquer outro lugar por questões de privacidade.</p>

source: Hostname:
it: Nome dell'host:
pt_br: Nome do host:

source: New User
it: Nuovo utente
pt_br: Novo Usuário

source: User Name:
it: Nome utente:
pt_br: Nome de Usuário:

source: Password (again):
it: Password (di nuovo):
pt_br: Senha (novamente):

source: Real Name:
it: Nome reale:
pt_br: Nome Real:

source: Give administrator privileges to this user
it: Concedi i diritti di amministratore a questo utente

source: Create User
it: Crea utente
pt_br: Criar Usuário

source: Users:
it: Utenti:
pt_br: Usuários:

source: Delete Selected User
it: Elimina l'utente selezionato
pt_br: Deletar Usuário Selecionado

source: Auto Login User :
it: Utente per login automatico :

source: Auto Login Disabled
it: Login automatico disattivato

source: All software developed by TUBITAK/UEKAE is covered by GNU/GPL. Other software have their corresponding licenses. By installing or using Pardus, you agree to accept them. Do you want to continue?
it: Tutto il software sviluppato da TUBITAK/UEKAE è coperto da GNU/GPL. Gli altri software sono coperti dalle rispettive licenze. Installando o utilizzando Pardus, confermi di accettare tali licenze. Vuoi proseguire?
pt_br: Todos os softwares desenvolvidos por TUBITAK/UEKAE são cobertos pela GNU/GPL. Outros softwares têm suas licenças correspondentes. Instalando ou utilizando o Pardus, você concorda em aceitá-las. Você deseja continuar?

source: Read GPL
it: Leggi licenza GPL
pt_br: Ler GPL

source: Reboot System!
it: Riavvia il sistema!
pt_br: Reiniciar Sistema!

source: Accept!
it: Accetto!
pt_br: Aceitar!

source: Don't Accept!
it: Non accetto!
pt_br: Não Aceitar!

source: Release Notes
it: Note di rilascio
pt_br: Notas do Release

source: Can't open License file!
it: Impossibile aprire il file della licenza!
pt_br: Não é possível abrir o arquivo de Licença!

source: You are going to delete all partitions on device '%s'
it: Stai per eliminare tutte le partizioni presenti sul disco '%s'
pt_br: Você deletará todas as partições no dispositivo '%s'

source: You are going to delete partition '%s' on device '%s'!
it: Stai per eliminare la partizione '%s' sul disco '%s'!
pt_br: Você deletará a partição '%s' no dispositivo '%s'!

source: You must select a partition type from the list below.
it: Devi scegliere un tipo di partizione dalla lista qui sotto.
pt_br: Você deve selecionar um tipo de partição da lista abaixo.

source: 'Install Root' size must be larger than %s MB.
it: La 'Root di installazione' deve essere di almeno %s MB.
pt_br: O tamanho do 'Instalar Raiz' deve ser maior que %s MB.

source: ntfsresize check failed! Won't proceed action!
it: controllo di ntfsresize fallito! Impossibile portare a termine l'azione!
pt_br: A checagem ntfsresize falhou! Não procederá a ação!

source: Can't find a storage device!
it: Impossibile trovare un dispositivo di memorizzazione!
pt_br: Não é possível achar um dispositivo de armazenamento!

source: %0.1f GB free
it: %0.1f GB liberi
pt_br: %0.1f GB livre(s)

source: %d MB free
it: %d MB liberi
pt_br: %d MB livre(s)

source: Extended
it: Estesa
pt_br: Extendida

source: Partition %d
it: Partizione %d
pt_br: Partição %d

source: Delete All Partitions
it: Elimina tutte le partizioni
pt_br: Deletar Todas as Partições

source: Can't get partition info from partition request!
it: Impossibile recuperare le informazioni sulla partizione!
pt_br: Não é possível acessar a informação da partição requisitada!

source: req.partition() is None. May be a zombie request!
it: req.partition() è Nullo. Potrebbe essere una richiesta zombie!
pt_br: req.partition() está Vazio. Deve ser uma requisição zumbi!

source: Formatting!
it: Formattazione in corso!
pt_br: Formatando!

source: YES
it: SI
pt_br: SIM

source: Basic setup
it: Configurazione di base
pt_br: Configuração básica

source: Prepare for install
it: Preparazione dell'installazione
pt_br: Preparar para instalar

source: Install system
it: Installazione del sistema
pt_br: Instalar sistema

source: Error!
it: Errore!

source: Unhandled error occured!
it: C'è stato un errore non gestito!

source: <font size="+2">System administrator password and hostname</font> <font size="+1"> <p>Please give a password for the system administrator (i.e root) for your system. This password should be unique and private, as it is used to manage your desktop. Choose a password difficult to guess, but easy to remember. </p> <p> The password may include upper and lower case characters, numbers and punctuation marks. Do not use accented characters here. </p> <p> And also set the name that the computer will be identified to the network it belongs. The hostname should be descriptive enough to describe the computer. </p> <p> Click Next button to proceed. </p> </font>
it: <font size="+2">Password di amministratore del sistema e nome dell'host</font> <font size="+1"> <p>Scegli per favore una password per accedere come amministratore del sistema (root). Questa password dovrebbe essere unica e privata, dato che viene usata per gestire il tuo desktop. Scegli una password difficile da indovinare, ma facile da ricordare. </p> <p> La password può includere caratteri maiuscoli e minuscoli, numeri e segni di punteggiatura. Non utilizzare caratteri accentati o speciali. </p> <p> Imposta inoltre il nome con cui il computer verrà identificato all'interno della rete a cui appartiene. Il nome dell'host dovrebbe essere sufficientemente descrittivo. </p> <p> Premi il pulsante Avanti per procedere. </p> </font>
pt_br: <font size="+2">Senha de administrador do sistema e nome do host</font> <font size="+1"> <p>Por favor forneça uma senha para o administrador do sistema (i.e. root) Esta senha deve ser única e privada, já que será utilizada para gerenciar seu desktop. Escolha uma senha difícil de se adivinhar, mas fácil de se lembrar. </p> <p> A senha pode incluir letras maiúsculas e minúsculas, números e sinais de pontuação. Não use caracteres acentuados aqui. </p> <p> E também modifique o nome com que o computador será identificado na rede à qual ele pertence. O nome do host deve ser informativo o bastante para descrever o computador. </p> <p> Clique no botão Próximo para prosseguir. </p> </font>

source: <font color="#FF6D19">Caps Lock is on!</font>
it: <font color="#FF6D19">Bloc maiusc attivato!</font>
pt_br: <font color="#FF6D19">Caps Lock está ativada!</font>

source: <font color="#FF6D19">Password is too short!</font>
it: <font color="#FF6D19">La password è troppo breve!</font>

source: <font color="#FF6D19">Passwords do not match!</font>
it: <font color="#FF6D19">Le password non corrispondono!</font>
pt_br: <font color="#FF6D19">Senhas não conferem!</font>

source: <font color="#FF6D19">Hostname contains invalid characters!</font>
it: <font color="#FF6D19">Il nome dell'host contiene caratteri non validi!</font>
pt_br: <font color="#FF6D19">Nome do host contém caracteres inválidos!</font>

source: <font size="+2">Boot loader setup</font> <font size="+1"> <p> Linux makes use of GRUB boot loader, which can boot the operating system of your taste during the start up. </p> <p> If you have more than one operating system, you can choose which operating system to boot also. </p> <p> Please refer to Pardus Installing and Using Guide for more information about GRUB boot loader. </p> </font>
it: <font size="+2">Impostazione del boot loader</font> <font size="+1"> <p> Linux utilizza il boot loader GRUB, che può avviare il sistema operativo di tua scelta all'accensione del computer. </p> <p> Se hai più di un sistema operativo, puoi anche scegliere quale desideri avviare attraverso un menu. </p> <p> Fai riferimento alla Guida all'installazione e all'uso di Pardus per ottenere ulteriori informazioni sul boot loader GRUB </p> </font>
pt_br: <font size="+2">Configuração do carregador de boot</font> <font size="+1"> <p> Linux usa o carregador de boot GRUB, o qual pode iniciar o sistema operacional de seu gosto durante a inicialização. </p> <p> Se você possui mais de um sistema opracional, você também pode selecionar qual sistema operacional iniciar. </p> <p> Por favor, refira-se ao Guia de Uso e Instalação do Pardus para mais informações sobre o carregador de boot GRUB. </p> </font>

source: <b> <p>This action will use your entire disk for Pardus installation and all your present data on the selected disk will be lost.</p> <p>After being sure you had your backup this is generally a safe and easy way to install Pardus.</p> </b>
it: <b> <p>Questa azione utilizzerà l'intero disco per l'installazione di Pardus e tutti i tuoi dati su tale disco verranno cancellati.</p> <p>Dopo esserti assicurato di aver salvato i dati importanti questo è in genere un modo sicuro e semplice per installare Pardus.</p> </b>
pt_br: <b> <p>Esta ação usará todo o disco para a instalação do Pardus e todo seus dados presentes no disco selecionado serão perdidos.</p> <p>Depois de estar certo que você tem seu backup, isto é geralmente uma forma segura e fácil de instalar o Pardus.</p> </b>

source: Please wait while formatting!
it: Attendi per favore durante la formattazione!
pt_br: Por favor, espere a formatação!

source: <font size="+2">Check CD Integrity!</font> <font size="+1"> <p>In this screen, you can check the integrity of the packages in installation CD. </p>
it: <font size="+2">Verifica integrità CD!</font> <font size="+1"> <p>In questa schermata, puoi verificare l'integrità dei pacchetti presenti sul Cd di installazione. </p>
pt_br: <font size="+2">Checar Integridade do CD!</font> <font size="+1"> <p>Nesta tela, você pode checar a integridade dos pacotes no CD de instalação. </p>

source: Check Failed
it: Verifica fallita
pt_br: Checagem Falhou

source: <font color="#FF6D19">Please wait while checking CD.</font>
it: <font color="#FF6D19">Attendi durante la verifica del CD...</font>
pt_br: <font color="#FF6D19">Por favor, espere a checagem do CD.</font>

source: <font color="#257216">Check succeeded. You can proceed to the next screen.</font>
it: <font color="#257216">Verifica eseguita con successo. Puoi proseguire alla schermata successiva.</font>
pt_br: <font color="#257216">Checagem sucedida. Você pode prosseguir para a próxima tela.</font>

source: <b> <p>Integrity check for packages failed. It seems that installation CD is broken.</p> </b>
it: <b> <p>Verifica dell'integrità dei pacchetti fallita. Sembra che il CD di installazione abbia dei problemi.</p> </b>
pt_br: <b> <p>Checagem de integridade dos pacotes falhou. Parece que o CD de instaação está corrompido.</p> </b>

source: Reboot
it: Riavvia
pt_br: Reiniciar

source: <font size="+2">Congratulations</font> <font size="+1"> <p> You have successfully installed Pardus, a very easy to use desktop system on your machine. Now you can start playing with your system and stay productive all the time. </p> <P> Click on the Next button to proceed. One note: You remember your password, don't you? </p> </font>
it: <font size="+2">Congratulazioni</font> <font size="+1"> <p> Hai installato con successo sulla tua macchina Pardus, un sistema desktop di facile utilizzo. Ora puoi iniziare a utilizzare e personalizzare il tuo sistema, rimanendo sempre produttivo. </p> <p> Clicca sul pulsante Avanti per procedere. Una nota: ti ricordi la tua password, vero? </p> </font>
pt_br: <font size="+2">Parabéns</font> <font size="+1"> <p> Você instalou o Pardus, um sistema de desktop fácil de usar, com sucesso na sua máquina. Agora você pode começar a utilizar o seu sitema e manter-se produtivo todo o tempo. </p> <P> Clique no botão Próximo para prosseguir. Nota: Você se lembra de sua senha, não? </p> </font>

source: <b><font size="+2" color="#FF6D19">Rebooting system. Please wait!</font></b>
it: <b><font size="+2" color="#FF6D19">Riavvio del sistema in corso, attendere prego</font></b>
pt_br: <b><font size="+2" color="#FF6D19">Reiniciando sistema. Por favor espere!</font></b>

source: Trying to connect COMAR Daemon...
it: Tentativo di connessione al demone COMAR...

source: Setting Hostname...
it: Impostazione nome host...

source: Setting Root Password...
it: Impostazione della password di root...

source: Adding Users...
it: Aggiunta utenti...

source: Writing Console Data...
it: Scrittura dati console...

source: Migrating X.org Configuration...
it: Migrazione della configurazione di X.org...

source: Installing BootLoader...
it: Installazione del bootloader...

source: <b> <p>Please remove Pardus CD from your drive and pres Reboot button.</p> </b>
it: <b> <p>Per piacere rimuovi il CD di Pardus dal tuo drive e premi il pulsante Riavvia.</p> </b>
pt_br: <b> <p>Por favor, remova o CD do Pardus do drive e aperte o botão Reiniciar.</p> </b>

source: <font size="+2">Installation started</font> <font size="+1"> <p> Pardus is now being installed on your hard disk. </p> <p> The duration of this operation depends on the capability and power of your system. Meanwhile, you can enjoy some visual elements showing the distinctive properties of Pardus, your new operating system. </p> <p> Have fun! </p> </font>
it: <font size="+2">Installazione avviata</font> <font size="+1"> <p> Pardus sta ora venendo installato sul tuo disco fisso. </p> <p> La durata di questa operazione dipende dalla configurazione e dalla potenza del tuo sistema. Nel frattempo, puoi, gustarti qualche elemento visuale che presenta le caratteristiche distintive di Pardus, il tuo nuovo sistema operativo. </p> <p> Buon divertimento! </p> </font>
pt_br: <font size="+2">Instalação iniciada</font> <font size="+1"> <p> Pardus está agora sendo instalado no seu disco rígido. </p> <p> A duração desta operação depende na capacidade e poder do seu sistema. Por enquanto, você pode apreciar alguns elementos visuais mostrando as propriedades distintas do Pardus, seu novo sistema operacional. </p> <p> Divirta-se! </p> </font>

source: Installing: %s<br>%s
it: Installazione di %s<br>%s
pt_br: Instalando: %s<br>%s

source: Configuring package: %s
it: Configurazione pacchetto %s
pt_br: Configurando pacote: %s

source: Configuring packages for your system!
it: Configurazione dei pacchetti per il tuo sistema!
pt_br: Configurando pacotes para o seu sistema!

source: An error during the installation of packages occured. This is possibly a broken Pardus CD or CD-ROM drive. Error: %s
it: C'è stato un errore durante l'installazione dei pacchetti. Questo potrebbe essere stato causato da un CD di Pardus corrotto o da problemi col drive CD-ROM. Errore: %s
pt_br: Um erro ocorreu durante a instalação dos pacotes. Possivelmente o drive de CD-ROM está quebrou o CD do Pardus corrompido. Erro: %s

source: <font size="+2">Kicker Check !</font> <p> Some help messages </p>
it: <font size="+2">Controllo Kicker !</font> <p> Qualche messaggio di aiuto </p>

source: <font size="+2">Keyboard Setup</font> <font size="+1"> <p> Depending on your hardware or choice select a keyboard layout from the list. </p> </font>
it: <font size="+2">Impostazione della tastiera</font> <font size="+1"> <p> Scegli una configurazione della tastiera adeguata al tuo hardware tra quelle presenti nella lista. </p> </font>
pt_br: <font size="+2">Configuração do Teclado</font> <font size="+1"> <p> Dependendo do seu hardware ou esolha, selecione um layout de teclado da lista. </p> </font>
