Repository: pars-linux/uludag
Catalog: pardusman/2008/po/*.po
Languages: de

source: Project file '%s' does not exists!
de: Projekt-Datei '%s' existiert nicht!

source: Not a Pardusman project file, invalid xml!
de: Keine Pardusman Projekt-Datei, ungültige XML!

source: Not a Pardusman project file
de: Keine Pardusman Projekt-Datei

source: &Open
de: &Öffnen

source: Save &as...
de: Speichern &unter...

source: Pardusman says: Teh winnars dont use teh drugs!
de: Pardusman sagt: The winnars dont use the drugs!

source: Title:
de: Titel:

source: Title of distribution media, used in grub menu.
de: Titel der Distribution-Medien, verwendet im Grub-Menü.

source: Work folder:
de: Arbeits-Ordner:

source: This folder holds local repository cache and temporary files generated during the ISO making process.
de: Dieser Ordner hält lokalen Depot-Cache und temporäre Dateien, die während des ISO-Erstellungsprozesses generiert werden.

source: Repository:
de: Depot:

source: PiSi package repository of the distribution. Must be a URL pointing to the repository index file (i.e. pisi-index.xml.bz2).
de: PiSi Paket-Depot der Distribution. Muss eine URL sein, die auf ein Depot-Indexdatei zeigt (Bsp: pisi-index.xml.bz2).

source: Release files:
de: Release-Dateien:

source: Content of this folder is copied onto the root folder of CD.
de: Inhalt dieses Ordners ist auf den Root-Ordner der CD kopiert.

source: Extra Parameters:
de: Extra Parameter:

source: This parameters will add to the install media's GRUB
de: Diese Parameter werden zum Installations-Medien GRUB hinzugefügt

source: Type:
de: Typ:

source: Media:
de: Medien:

source: Custom size
de: Benutzerdefinierte Grösse

source: Update Repo
de: Depo aktualisieren

source: Select packages
de: Pakete wählen

source: Make ISO
de: ISO erstellen

source: Select release files folder
de: Release-Dateienordner auswählen

source: Select folder for temporary files and cache
de: Ordner für temporäre Dateien und Cache auswählen

source: Release files directory does not exist.
de: Release-Dateienordner existiert nicht.

source: Project title not given.
de: Projekt-Titel nicht angegeben.

source: Project directory not given.
de: Projekt-Ordner nicht angegeben.

source: Repository address not given.
de: Depot-Adresse nicht angegeben.

source: New project - Pardusman
de: Neues Projekt - Pardusman

source: Select a project...
de: Ein Projekt auswählen...

source: Project '%s' opened.
de: Projekt '%s' geöffnet.

source: Saved.
de: Gespeichert.

source: Save project as...
de: Projekt speichern unter...

source: Project saved as '%s'.
de: Projekt gespeichert unter '%s'.

source: Pardus distribution media maker
de: Pardus Distribution-Medienersteller

source: Component:
de: Komponente:

source: Summary:
de: Zusammenfassung:

source: Description:
de: Beschreibung:

source: Depends on:
de: Abhängig von:

source: Depended by:
de: Abhängigkeit bei:

source: Total of %d packages, %s bytes compressed, %s bytes installed.
de: Gesamt von %d Paketen, %s Bytes komprimiert, %s Bytes installiert.

source: Component
de: Komponente

source: Search:
de: Suchen:

source: Package
de: Paket

source: Archive Size
de: Archiv-Grösse

source: Installed Size
de: Installierte Grösse

source: No packages selected.
de: Keine Pakete ausgewählt.

source: %d packages selected, %s bytes archive size, %s bytes installed size.
de: %d Pakete ausgewählt, %s Bytes Archiv-Grösse, %s Bytes installierter Grösse.

source: Use selected packages
de: Ausgewählte Pakete verwenden
