Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdepim/karm.po
Languages: tr

source: _: NAME OF TRANSLATORS Your names
tr: Mevlüt Koçak, Ozan Eren BİLGEN, Engin Çağatay

source: _: EMAIL OF TRANSLATORS Your emails
tr: mevlutkocak@hotmail.com, oebilgen@uekae.tubitak.gov.tr

source: Task &name:
tr: Görev &adı:

source: Edit &absolute
tr: &Düzenle

source: &Session time:
tr: &Oturum süresi:

source: &Time:
tr: &Süre:

source: Edit &relative (apply to both time and session time)
tr: &Bağıntılı Düzenle (toplam süre ve oturum süresine uygula)

source: A&uto tracking
tr: &Otomatik izleme

source: In Desktop
tr: Masaüstünde

source: Enter the name of the task here. This name is for your eyes only.
tr: Görevin adını buraya girin. Bu isim yanlızca görevi izlemeniz içindir.

source: Use this option to set the time spent on this task to an absolute value. For example, if you have worked exactly four hours on this task during the current session, you would set the Session time to 4 hr.
tr: Bu özelliği bu görev için geçen zamana mutlak bir değer atamak için kullanın. Örneğin, eğer bu oturumda bu görev için tam olarak 4 saat harcadıyanız, oturum süresine 4 saat yazabilirsiniz.

source: Use this option to change the time spent on this task relative to its current value. For example, if you worked on this task for one hour without the timer running, you would add 1 hr.
tr: Bu özelliği bu görev için geçen zamana göreceli bir değer atamak için kullanın. Örneğin, eğer bu görev için zamanlayıcıyı çalıştırmadan 1 saat harcadıyanız, oturum süresine 1 saat ekleyebilirsiniz.

source: This is the time the task has been running since all times were reset.
tr: Tüm zamanlayıcıların sıfırlanmasından beri bu görevin çalıştığı süre.

source: This is the time the task has been running this session.
tr: Görevin bu oturumun başından beri geçirdiği süre.

source: Specify how much time to add or subtract to the overall and session time
tr: Toplam süreye ve oturum süresine ne kadar zaman ekleyip çıkaracağımızı belirtiniz.

source: Use this option to automatically start the timer on this task when you switch to the specified desktop(s).
tr: Belirtilen masaüstlerine geçildiğinde bu görevin zamanlayıcısının kendiliğinden başlaması için bu özelliği kullanınız.

source: Select the desktop(s) that will automatically start the timer on this task.
tr: Bu görevin zamanlayıcısını kendiliğinden başlatacak masaüstlerini seçiniz.

source: Idle Detection
tr: Boşluk Bulucu

source: Desktop has been idle since %1. What should we do?
tr: Masaüstü %1'den beri boş duruyor. Ne yapalım?

source: Revert && Stop
tr: Geriye Al ve Dur

source: Revert && Continue
tr: Geriye Al ve Devam Et

source: Continue Timing
tr: Zamanlamaya Devam Et

source: Start &New Session
tr: Yeni Oturum &Başlat

source: &Reset All Times
tr: &Tüm Süreyi Sıfırla

source: S&top
tr: &Dur

source: Stop &All Timers
tr: &Zaman Sayaçlarını Durdur

source: &New...
tr: &Yeni...

source: New &Subtask...
tr: Yeni Alt &Görev...

source: &Edit...
tr: Dü&zenle...

source: &Mark as Complete
tr: Bit&miş Olarak İşaretle

source: &Mark as Incomplete
tr: Bit&memiş Olarak İşaretle

source: &Copy Totals to Clipboard
tr: &Toplamları Panoya Ekle

source: Copy &History to Clipboard
tr: &Geçmişi Panoya Kopyala

source: Import &Legacy Flat File...
tr: &Legacy Flat Dosyası Al...

source: &Export to CSV File...
tr: &CSV Dosyasına Aktar...

source: Export &History to CSV File...
tr: G&eçmişi CVS Dosyasına Aktar...

source: Import Tasks From &Planner...
tr: Planner'dan Görevleri &Al...

source: Configure KArm...
tr: KArm Uygulamasını Yapılandır...

source: Configure key bindings
tr: Tuş bağıntılarını yapılandır

source: This will let you configure keybindings which is specific to karm
tr: Karm için özel tuş bağıntıları ayarlamanıza izin verir.

source: Start a new session
tr: Yeni bir oturum başlat

source: This will reset the session time to 0 for all tasks, to start a new session, without affecting the totals.
tr: Tüm görevler için oturum süresini sıfırlar, toplamları etkilemeden yeni bir oturum başlatır.

source: Reset all times
tr: Tüm süreleri sıfırla

source: This will reset the session and total time to 0 for all tasks, to restart from scratch.
tr: Tüm görevler için oturum süresini ve toplam süreyi sıfırlar, yeniden başlatır.

source: Start timing for selected task
tr: Seçili görevin zamanlayıcısını başlat

source: This will start timing for the selected task. It is even possible to time several tasks simultaneously. You may also start timing of a tasks by double clicking the left mouse button on a given task. This will, however, stop timing of other tasks.
tr: Bu işlem seçili görev için zamanlayıcıyı başlatacaktır. Aynı anda bir kaç görev de başlatılabilir. Ayrıca belirli bir görevin üzerine çift tıklamakla da bu işlem yapılabilir. Ancak bu durum diğer görevlerin zamanlayıcılarını durduracaktır.

source: Stop timing of the selected task
tr: Seçili görevin zamanlayıcısını durdur

source: Stop all of the active timers
tr: Tüm aktif zamanlayıcıları durdur

source: Create new top level task
tr: Yeni bir üst seviye görev oluştur

source: This will create a new top level task.
tr: Bu yeni bir üst seviye görev oluşturacaktır.

source: Delete selected task
tr: Seçili görevi sil

source: This will delete the selected task and all its subtasks.
tr: Bu seçilen bir görevi ve tüm alt görevlerini silecektir.

source: Edit name or times for selected task
tr: Seçilen görev için isim veya zamanları düzenle

source: This will bring up a dialog box where you may edit the parameters for the selected task.
tr: Karşınıza gelecek olan bir pencereden seçilen görev için isimleri ya da zamanları düzenleyebilirsiniz.

source: Copy task totals to clipboard
tr: Görev toplamlarını panoya kopyala

source: Copy time card history to clipboard.
tr: Zaman kartı geçmişini panoya kopyala

source: task_popup
tr: açılan_görevmenüsü

source: Invalid error number: %1
tr: Geçersiz hata numarası: %1

source: Error loading "%1": could not find parent (uid=%2)
tr: "%1" yüklemesinde hata oluştu: Ebeveyn (uid=%2) bulunamadı

source: File "%1" not found.
tr: "%1" dosyası bulunamadı.

source: Could not open "%1".
tr: "%1" açılamadı.

source: Export Progress
tr: Kayıt Süreci

source: Task History
tr: Görev Geçmişi

source: Printed on: %1
tr: Yazdırılma tarihi: %1

source: Sum
tr: Toplam

source: Total Sum
tr: Genel Toplam

source: Task Hierarchy
tr: Görev Sıradüzeni

source: No hours logged.
tr: Hiçbir saat kaydedilmedi.

source: Total
tr: Toplam

source: _: abbreviation for hours hr.
tr: s

source: _: abbreviation for minutes min.
tr: d

source: KDE Time tracker tool
tr: KDE Zaman izleme aracı

source: Just caught a software interrupt.
tr: Şu anda program kesme isteği algılandı.

source: The iCalendar file to open
tr: Açılacak iCalendar dosyası

source: Current Maintainer
tr: Güncel Bakımcı

source: Original Author
tr: Asıl Yazar

source: Save failed, most likely because the file could not be locked.
tr: Dosya muhtemelen kitlenemediği için kaydetme başarısız oldu.

source: Could not modify calendar resource.
tr: Takvim kaynağı değiştirilemedi.

source: Invalidate date--format is YYYY-MM-DD.
tr: Geçersiz tarih--biçem YYYY-MM-DD'dir.

source: Invalid time--format is YYYY-MM-DDTHH:MM:SS.
tr: Geçersiz zaman--biçem YYYY-MM-DDTHH:MM:SS'dir.

source: Successfully saved tasks and history
tr: Görevler ve geçmiş başarıyla aktarıldı

source: Successfully exported History to CSV-file
tr: Geçmiş, CVS dosyasına başarıyla aktarıldı

source: Session: %1
tr: Oturum: %1

source: Total: %1
tr: Toplam: %1

source: Session
tr: Oturum

source: Do you really want to reset the time to zero for all tasks?
tr: Tüm görevler için zamanı sıfırlamak istediğinizden emin misiniz?

source: Confirmation Required
tr: Onaylama Gerekli

source: Reset All Times
tr: &Tüm Sayaçları Sıfırla

source: &Copy Session Time to Clipboard
tr: &Oturum Süresini Panoya Kopyala

source: Preferences
tr: Tercihler

source: Behavior
tr: Davranış

source: Behavior Settings
tr: Davranış Özellikleri

source: Detect desktop as idle after
tr: Masaüstünü

source: min
tr: dakika sonra boş olarak tanımla

source: Prompt before deleting tasks
tr: Görevleri silmeden önce sor

source: Display
tr: Görünüm

source: Display Settings
tr: Görünüm Ayarları

source: Columns displayed:
tr: Görüntülenen sütunlar:

source: Session time
tr: Oturum süresi

source: Cumulative task time
tr: Toplam görev süresi

source: Total session time
tr: Toplam oturum süresi

source: Total task time
tr: Toplam Görev Süresi

source: Storage
tr: Depo

source: Storage Settings
tr: Depo Ayarları

source: Save tasks every
tr: Görev kayıt aralığı

source: iCalendar file:
tr: iCalendar dosyası:

source: Log history
tr: Kayıt Geçmişi

source: Print Times
tr: Süreyi Yaz

source: Task Name
tr: Görev Adı

source: Task Name
tr: Görev Adı

source: Print Dialog
tr: Pencereyi Yaz

source: Date Range
tr: Tarih Aralığı

source: From:
tr: Başlangıç:

source: To:
tr: Bitiş:

source: Selected Task
tr: Seçili Görev

source: All Tasks
tr: Tüm Görevler

source: Summarize per week
tr: Haftalık olarak özetle

source: Totals only
tr: Sadece toplamlar

source: &Import/Export
tr: &Al/Aktar

source: &Clock
tr: Saa&t

source: &Task
tr: &Görev

source: CSV Export
tr: CVS'e Aktar

source: &Export
tr: &Aktar

source: Export to:
tr: Aktarılacak konum:

source: The file where Karm will write the data.
tr: Karm'ın veriyi yazacağı dosya.

source: Quotes:
tr: Tırnak araları:

source: All fields are quoted in the output.
tr: Çıkıştaki tüm alanlar tırnak içindedir.

source: Time Format
tr: Zaman biçemi

source: <p>You can choose to output time values in fractions of an hour or in minutes.</p> <p>For example, if the value is 5 hours and 45 minutes, then the Decimal option would output <tt>5.75</tt>, and the Hours:Minutes option would output <tt>5:45</tt></p>
tr: <p>Çıkış zamanını bir saatin veya dakikanın parçaları olarak seçebilirsiniz.</p> <p>Örneğin, eğer değer 5 saat 45 dakika ise ondalıklı çıktı <tt>5.75</tt>, Saat:Dakika çıktısı <tt>5:45</tt> olacaktır</p>

source: Hours:Minutes
tr: Saat:Dakika

source: Decimal
tr: Ondalık

source: Delimiter
tr: Ayraç

source: The character used to seperate one field from another in the output.
tr: Çıkışta bir alanı diğerinden ayıracak karakter.

source: Other:
tr: Diğer:

source: Space
tr: Boşluk

source: Comma
tr: Virgül

source: Semicolon
tr: Noktalı virgül

source: Session Time
tr: Oturum Süresi

source: Time
tr: Süre

source: Total Session Time
tr: Toplam Oturum Süresi

source: Total Time
tr: Toplam Süre

source: New Task
tr: Yeni Görev

source: Unnamed Task
tr: İsimsiz Görev

source: New Sub Task
tr: Yeni Alt Görev

source: Edit Task
tr: Görevi Düzenle

source: No task selected.
tr: Seçili görev yok.

source: Are you sure you want to delete the task named "%1" and its entire history?
tr: "%1" isimli görevi ve tüm geçmişini tamamen silmek istiyor musunuz?

source: Deleting Task
tr: Görev Siliniyor

source: Are you sure you want to delete the task named "%1" and its entire history? NOTE: all its subtasks and their history will also be deleted.
tr: "%1" isimli görevi ve tüm geçmişini tamamen silmek istiyor musunuz? NOT: Tüm alt görevler ve geçmiş de silinecektir.

source: Copy totals for just this task and its subtasks, or copy totals for all tasks?
tr: Sadece bu görev ve alt görevlerin toplamını mı, yoksa tüm görevlerin toplamını mı kaydedeceksiniz?

source: Copy Totals to Clipboard
tr: &Toplamları Panoya Ekle

source: Copy This Task
tr: Bu Görevi Kopyala

source: Copy All Tasks
tr: &Tüm Görevleri Kopyala

source: Copy session time for just this task and its subtasks, or copy session time for all tasks?
tr: Sadece bu görev ve alt görevlerin oturum süresini mi, yoksa tüm görevlerin toplam oturum süresini mi kaydedeceksiniz?

source: Copy Session Time to Clipboard
tr: Oturum Süresini Panoya Kopyala

source: Task Totals
tr: Görev Toplamları

source: Task
tr: Görev

source: No tasks.
tr: Görev yok.

source: No hours logged.
tr: Hiçbir saat kaydedilmedi.

source: Task History
tr: Görev Geçmişi

source: Week of %1
tr: %1 haftası

source: No active tasks
tr: Aktif görev yok
