Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdepim/kcmkabconfig.po
Languages: tr

source: _: NAME OF TRANSLATORS Your names
tr: Rıdvan Can, Ozan Eren BİLGEN

source: _: EMAIL OF TRANSLATORS Your emails
tr: ridvan@linuxdeneyimi.org, oebilgen@uekae.tubitak.gov.tr

source: Add Host
tr: Düğüm Ekle

source: Add...
tr: Ekle...

source: Edit...
tr: Düzenle...

source: New
tr: Yeni

source: Prefixes
tr: Önekler

source: Enter prefix:
tr: Ön eki girin:

source: Inclusions
tr: İçerilenler

source: Enter inclusion:
tr: Kapsamayı girin:

source: Suffixes
tr: Sonekler

source: Enter suffix:
tr: Son eki girin:

source: Default formatted name:
tr: Öntanımlı isim:

source: Empty
tr: Boş

source: Simple Name
tr: Adı

source: Full Name
tr: Tam Adı

source: Reverse Name with Comma
tr: Virgülle Ayrılmış Ters İsim

source: Reverse Name
tr: Ters İsim

source: Extension Settings
tr: Uzantı Ayarları

source: General
tr: Genel

source: Honor KDE single click
tr: KDE için tıklayın

source: Automatic name parsing for new addressees
tr: Yeni adresleri otomatik isimlendir

source: Trade single name component as family name
tr: Tek adlı bileşeni aile ismi olarak değiş

source: Limit unfiltered display to 100 contacts
tr: Filtrelenmemiş görünümü 100 bağlantıyla sınırla

source: Addressee editor type:
tr: Addressee düzenleyici tipi

source: Full Editor
tr: Tam Kapsamlı Düzenleyici

source: Simple Editor
tr: Basit Düzenleyici

source: Script-Hooks
tr: Betik Kancaları

source: Phone:
tr: Telefon:

source: <ul><li>%N: Phone Number</li></ul>
tr: <ul><li>%N: Telefon Numarası</li></ul>

source: Fax:
tr: Faks:

source: <ul><li>%N: Fax Number</li></ul>
tr: <ul><li>%N: Faks Numarası</li></ul>

source: SMS Text:
tr: SMS Metni:

source: <ul><li>%N: Phone Number</li><li>%F: File containing the text message(s)</li></ul>
tr: <ul><li>%N: Telefon Numarası</li><li>%F: Metin iletiyi içeren dosya</li></ul>

source: Location Map
tr: Konum Haritası

source: <ul> <li>%s: Street</li><li>%r: Region</li><li>%l: Location</li><li>%z: Zip Code</li><li>%c: Country ISO Code</li> </ul>
tr: <ul> <li>%s: Sokak</li><li>%r: Bölge</li><li>%l: Konum</li><li>%z: Posta Kodu</li><li>%c: Ülke Kodu</li> </ul>

source: Contact
tr: Bağlantı

source: KAddressBook Configure Dialog
tr: KAdres Defteri ile yapılandırma için haberleşiliyor

source: KAB LDAP Configure Dialog
tr: KAB LDAP ile yapılandırma için haberleşiliyor

source: Edit Host
tr: Düğüm Düzenle

source: LDAP Servers
tr: LDAP Sunucuları

source: Check all servers that should be used:
tr: Kullanılmış olması gerek bütün sunucuları denetle:

source: &Add Host...
tr: Düğüm &Ekle...

source: &Edit Host...
tr: Düğüm &Düzenle...

source: &Remove Host
tr: Düğüm &Sil
