Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdepim/libkdepim.po
Languages: tr

source: <qt>Failed to execute signature script<br><b>%1</b>:<br>%2</qt>
tr: <qt>İmza betiği işletilemedi<br><b>%1</b>:<br>%2</qt>

source: %1 (Default)
tr: %1 (Öntanımlı)

source: Unnamed
tr: İsimsiz

source: The email address you entered is not valid because it contains more than one @. You will not create valid messages if you do not change your address.
tr: Girdiğiniz e-posta adresi geçerli değil çünkü birden fazla @ karakteri içeriyor. Eğer adresinizi değiştirmezseniz geçerli iletiler oluşturamayacaksınız.

source: The email address you entered is not valid because it does not contain a @.You will not create valid messages if you do not change your address.
tr: Girdiğiniz e-posta adresi geçerli değil çünkü @ karakteri içermiyor. Eğer adresinizi değiştirmezseniz geçerli iletiler oluşturamayacaksınız.

source: You have to enter something in the email address field.
tr: E-posta adresi alanına birşeyler girmelisiniz.

source: The email address you entered is not valid because it does not contain a local part.
tr: Girdiğiniz e-posta adresi geçerli değil çünkü bir yerel bölüm içermiyor.

source: The email address you entered is not valid because it does not contain a domain part.
tr: Girdiğiniz e-posta adresi geçerli değil çünkü bir alan adı kısmı içermiyor.

source: The email address you entered is not valid because it contains unclosed comments/brackets.
tr: Girdiğiniz e-posta adresi geçerli değil çünkü kapatılmamış köşeli parantezler veya açıklamalar içeriyor.

source: The email address you entered is valid.
tr: Girdiğiniz e-posta adresi geçerli değil.

source: The email address you entered is not valid because it contains an unclosed anglebracket.
tr: Girdiğiniz e-posta adresi geçerli değil çünkü kapatılmamış açılı parantez içeriyor.

source: The email address you entered is not valid because it contains an unopened anglebracket.
tr: Girdiğiniz e-posta adresi geçerli değil çünkü açılmamış açılı parantez içeriyor.

source: The email address you have entered is not valid because it contains an unexpected comma.
tr: Girdiğiniz e-posta adresi geçerli değil çünkü beklenmeyen bir virgül içeriyor.

source: The email address you entered is not valid because it ended unexpectedly, this probably means you have used an escaping type character like an \ as the last character in your email address.
tr: Girdiğiniz e-posta adresi geçerli değil çünkü beklenmedik şekilde bitiyor, bu e-posta adresinizin sonunda muhtemelen \ gibi bir kaçış karakteri kullandığınız anlamına geliyor.

source: The email address you entered is not valid because it contains quoted text which does not end.
tr: Girdiğiniz e-posta adresi geçerli değil çünkü bitirilmemiş bir alıntılanmış bir metin içeriyor.

source: The email address you entered is not valid because it does not seem to contain an actual email address, i.e. something of the form joe@kde.org.
tr: Girdiğiniz e-posta adresi geçerli değil çünkü güncel bir e-posta adresi gibi görünmüyor, örneğin joe@kde.org gibi.

source: The email address you entered is not valid because it contains an illegal character.
tr: Girdiğiniz e-posta adresi geçerli değil çünkü kullanılmaması gereken bir karakter içeriyor.

source: The email address you have entered is not valid because it contains an invalid displayname.
tr: Girdiğiniz e-posta adresi geçerli değil çünkü geçersiz bir görüntülenecek ad içeriyor.

source: Unknown problem with email address
tr: E-posta adresinde bilinmeyen hata

source: _: NAME OF TRANSLATORS Your names
tr: Engin Çağatay, Barış Metin, Ozan Eren BİLGEN

source: _: EMAIL OF TRANSLATORS Your emails
tr: engincagatay@yahoo.com, baris@uludag.org.tr, oebilgen@uekae.tubitak.gov.tr

source: To
tr: Kime

source: Recent Addresses
tr: Kullanılan Son Adresler

source: Distribution Lists
tr: Dağıtım Listeleri

source: Configure Completion Order...
tr: Tamamlama Sırasını Yapılandır...

source: All
tr: Tümü

source: Address book:
tr: Adres defteri:

source: Search:
tr: Ara:

source: Show Birthday
tr: Doğumgününü Göster

source: Hide Birthday
tr: Doğumgününü Sakla

source: Show Postal Addresses
tr: Posta Adreslerini Göster

source: Hide Postal Addresses
tr: Posta Adreslerini Sakla

source: Show Email Addresses
tr: E-Posta Adreslerini Göster

source: Hide Email Addresses
tr: E-Posta Adreslerini Sakla

source: Show Telephone Numbers
tr: Telefon Numaralarını Göster

source: Hide Telephone Numbers
tr: Telefon Numaralarını Sakla

source: Show Web Pages (URLs)
tr: Web Sayfalarını (URL'ler) Göster

source: Hide Web Pages (URLs)
tr: Web Sayfalarını (URL'ler) Sakla

source: Show Instant Messaging Addresses
tr: Hızlı Mesajlaşma Adreslerini Göster

source: Hide Instant Messaging Addresses
tr: Hızlı Mesajlaşma Adreslerini Sakla

source: Show Custom Fields
tr: Özel Alanları Göster

source: Hide Custom Fields
tr: Özel Alanları Gizle

source: SMS
tr: Kısa Mesaj

source: Email
tr: E-posta

source: Homepage
tr: Web Sayfası

source: Blog Feed
tr: Web Günlüğü (RSS) Bağlantısı

source: Notes
tr: Notlar

source: Department
tr: Bölümü

source: Profession
tr: Uzamanlığı

source: Assistant's Name
tr: Asistanının Adı

source: Manager's Name
tr: Müdürünün Adı

source: Partner's Name
tr: Partnerinin Adı

source: Office
tr: Ofis

source: Anniversary
tr: Yıldönümü

source: IM Address
tr: Hızlı Mesajlaşma Adresi

source: Presence
tr: Varlık

source: <p><b>Address book</b>: %1</p>
tr: <p><b>Adres defteri</b>: %1</p>

source: There is no application set which could be executed. Please go to the settings dialog and configure one.
tr: Çalıştırılabilecek bir uygulama ayarlanmadı. Lütfen ayarlar iletişim kutusuna gidin ve bir tane ayarlayın.

source: Send mail to '%1'
tr: '%1' kişisine e-posta gönder

source: Call number %1
tr: %1 numarasını ara

source: Send fax to %1
tr: %1 kişisine faks gönder

source: Show address on map
tr: Adresleri haritada göster

source: Send SMS to %1
tr: %1 kişisine kısa mesaj gönder

source: Open URL %1
tr: %1 URL'sini aç

source: Chat with %1
tr: %1 ile sohbet et

source: <group>
tr: <grup>

source: Address Selection
tr: Adres Seçimi

source: Other Addresses
tr: Diğer Adresler

source: There are no addresses in your list. First add some addresses from your address book, then try again.
tr: Listenizde hiçbir adres yok. Önce adres defterinize adres ekleyin, sonra tekrar deneyin.

source: New Distribution List
tr: Yeni Dağıtım Listesi

source: Please enter name:
tr: Lütfen isim girin:

source: <qt>Distribution list with the given name <b>%1</b> already exists. Please select a different name.</qt>
tr: <qt><b>%1</b> ismiyle verilen dağıtım listesi zaten var. Lütfen farklı bir isim seçin. </qt>

source: _n: Transmission complete. %n new message in %1 KB (%2 KB remaining on the server). Transmission complete. %n new messages in %1 KB (%2 KB remaining on the server).
tr: İndirme işlemi tamamlandı. %1 KB büyüklüğündeki %n ileti (%2 KB veri sunucudan bekleniyor).

source: _n: Transmission complete. %n message in %1 KB. Transmission complete. %n messages in %1 KB.
tr: İndirme işlemi tamamlandı. %1 KB büyüklüğünde %n ileti.

source: _n: Transmission complete. %n new message. Transmission complete. %n new messages.
tr: İndirme işlemi tamamlandı. %n yeni ileti.

source: Transmission complete. No new messages.
tr: İndirme işlemi tamamlandı. Yeni ileti yok.

source: _n: Transmission for account %3 complete. %n new message in %1 KB (%2 KB remaining on the server). Transmission for account %3 complete. %n new messages in %1 KB (%2 KB remaining on the server).
tr: %3 hesabı için indirme işlemi tamamlandı. %1 KB büyüklüğünde %n ileti (%2 KB veri sunucudan bekleniyor).

source: _n: Transmission for account %2 complete. %n message in %1 KB. Transmission for account %2 complete. %n messages in %1 KB.
tr: %2 hesabı için indirme işlemi tamamlandı. %1 KB büyüklüğünde %n ileti.

source: _n: Transmission for account %1 complete. %n new message. Transmission for account %1 complete. %n new messages.
tr: %1 hesabı için indirme işlemi tamamlandı. %n yeni ileti.

source: Transmission for account %1 complete. No new messages.
tr: %1 hesabı için indirme işlemi tamamlandı. Yeni ileti yok.

source: Attendees
tr: Katılımcılar

source: Start time
tr: Başlama zamanı

source: Organizer
tr: Organizatör

source: UID
tr: Kullanıcı No

source: Is floating
tr: Hareketli

source: Has duration
tr: Sürekliliği var

source: Duration
tr: Süreklilik

source: Description
tr: Tanım

source: Summary
tr: Özet

source: Status
tr: Durum

source: Secrecy
tr: Gizlilik

source: Priority
tr: Önem

source: Location
tr: Yer

source: Categories
tr: Kategoriler

source: Alarms
tr: Alarmlar

source: Resources
tr: Kaynaklar

source: Relations
tr: İlişkiler

source: Attachments
tr: Eklentiler

source: Exception Dates
tr: İstisna Tarihler

source: Exception Times
tr: İstisna Zamanlar

source: Created
tr: Oluşturuldu

source: Related Uid
tr: İlgili Kullanıcı No

source: Has End Date
tr: Sonlandırma Zamanı Var

source: End Date
tr: Sonlandırma Zamanı

source: Has Start Date
tr: Başlama Zamanı Var

source: Has Due Date
tr: Yeterli Zamanı Var

source: Due Date
tr: Yeterli Zaman

source: Has Complete Date
tr: Tamamlanma Zamanı Var

source: Complete
tr: Tamamlanma

source: Completed
tr: Tamamlandı

source: Edit Categories
tr: Kategori Düzenle

source: New category
tr: Yeni kategori

source: Select Categories
tr: Kategori Seç

source: LDAP server %1
tr: LDAP sunucu %1

source: Edit Completion Order
tr: Tamamlama Sırasını Düzenle

source: Showing URL %1
tr: %1 adresi gösteriliyor

source: <qt>The email address <b>%1</b> cannot be found in your addressbook.</qt>
tr: <qt><b>%1</b> e-posta adresi adres defterinizde bulunamadı.</qt>

source: is not in address book
tr: adres defterinde yok

source: <qt>The email address <b>%1</b> was added to your addressbook; you can add more information to this entry by opening the addressbook.</qt>
tr: <qt><b>%1</b> e-posta adresi zaten adres defterinize eklenmişti; bu giriş ile ilgiyi daha fazla bilgiyi adres defterini açarak ekleyebilirsiniz.</qt>

source: <qt>The email address <b>%1</b> is already in your addressbook.</qt>
tr: <qt><b>%1</b> e-posta adresi zaten adres defterinizde var.</qt>

source: The VCard was added to your addressbook; you can add more information to this entry by opening the addressbook.
tr: VCard adres defterinize eklenmişti; bu giriş ile ilgili daha fazla bilgiyi adres defterini açarak ekleyebilirsiniz.

source: The VCard's primary email address is already in your addressbook; however, you may save the VCard into a file and import it into the addressbook manually.
tr: VCard'ın öntanımlı e-posta adresi zaten adres defterinizde var; buna rağmen, VCard'ı bir dosyaya kaydedip el ile adres defterine aktarabilirsiniz.

source: Text
tr: Metin

source: Numeric Value
tr: Rakamsal Değer

source: Boolean
tr: Doğru/Yanlış

source: Selection
tr: Seçim

source: Date & Time
tr: Tarih ve Zaman

source: Date
tr: Tarih

source: Qt Designer Fields Dialog
tr: Qt Designer Alanları İletişim Kutusu

source: (c), 2004 Tobias Koenig
tr: (c), 2004 Tobias Koening

source: <qt>Do you really want to delete '<b>%1</b>'?</qt>
tr: <qt>'<b>%1</b>'i gerçekten silmek istiyor musunuz?</qt>

source: *.ui|Designer Files
tr: *.ui|Designer Dosyaları

source: Import Page
tr: Aktarım Sayfası

source: <qt><b>Warning:</b> Qt Designer could not be found. It is probably not installed. You will only be able to import existing designer files.</qt>
tr: <qt><b>Uyarı</b>: Qt Designer bulunamadı. Yüklenmemiş olabilir. Yalnızca mevcut Designer dosyalarını alabileceksiniz.</qt>

source: Available Pages
tr: Kullanılabilir Sayfalar

source: Preview of Selected Page
tr: Seçilen Sayfanın Önizlemesi

source: <qt><p>This section allows you to add your own GUI Elements ('<i>Widgets</i>') to store your own values into %1. Proceed as described below:</p><ol><li>Click on '<i>Edit with Qt Designer</i>'<li>In the dialog, select '<i>Widget</i>', then click <i>OK</i><li>Add your widgets to the form<li>Save the file in the directory proposed by Qt Designer<li>Close Qt Designer</ol><p>In case you already have a designer file (*.ui) located somewhere on your hard disk, simply choose '<i>Import Page</i>'</p><p><b>Important:</b> The name of each input widget you place within the form must start with '<i>X_</i>'; so if you want the widget to correspond to your custom entry '<i>X-Foo</i>', set the widget's <i>name</i> property to '<i>X_Foo</i>'.</p><p><b>Important:</b> The widget will edit custom fields with an application name of %2. To change the application name to be edited, set the widget name in Qt Designer.</p></qt>
tr: <qt> <p>Bu bölüm %1 alanına kendi değerlerinizi kaydetmeniz için, kendi GUI Bileşenlerinizi (<i>Widget</i>) eklemenize olanak tanır. Aşağıdaki yönergeyi takip edin:</p> <ol> <li>'Qt Designer ile Düzenle'yi tıklayın<li>İletişim penceresinde, 'Widget'i seçin ve Tamam'a basın<li>Dosyayı Qt Designer'in önerdiği klasöre kaydedin<li>Qt Designer'ı kapatın</ol> <p>Eğer diskinizde halihazırda bir designer dosyası (*.ui) varsa, '<i>Sayfayı Aktar</i>'ı seçiniz.</p> <p><b>Önemli:</b> Formla eklediğiniz tüm widget'lerin ismi '<i>X_</i>' ile başlamalıdır. Eğer '<i>X-Foo</i>' özel girdisine karşılık gelecek widget arıyorsanız, widget'in <i>isim</i> özniteliğini '<i>X_Foo</i>' yapınız.</p> <p><b>Önemli:</b> Widget özel alanları %2 adlı bir uygulamayla düzenleyecektir. Düzenlenecek uygulamanın adını değiştirmek için, Qt Designer'da widget'in ismini yapılandırınız.</p></qt>

source: <a href="whatsthis:%1">How does this work?</a>
tr: <a href="whatsthis:%1">Bu nasıl çalışıyor?</a>

source: Delete Page
tr: Sayfayı Sil

source: Import Page...
tr: Aktarım Sayfası...

source: Edit with Qt Designer...
tr: Qt Designer ile Düzenle...

source: Key:
tr: Anahtar:

source: Type:
tr: Tip:

source: Classname:
tr: Sınıf Adı:

source: Description:
tr: Tanım:

source: Change Config Value
tr: Yapılandırma Değerini Değiştir

source: Configuration Wizard
tr: Yapılandırma Sihirbazı

source: Rules
tr: Kurallar

source: Source
tr: Kaynak

source: Target
tr: Hedef

source: Condition
tr: Koşul

source: Changes
tr: Değişiklikler

source: Action
tr: Eylem

source: Option
tr: Seçenek

source: Value
tr: Deüer

source: Please make sure that the programs which are configured by the wizard do not run in parallel to the wizard; otherwise, changes done by the wizard could be lost.
tr: Lütfen sihirbaz tarafından yapılandırılan uygulamaların bu sırada çalışmadığına emin olun; yoksa sihirbazın yaptığı değişiklikler kaybedilebilir.

source: Run Wizard Now
tr: Sihirbazı Şimdi Çalıştır

source: tomorrow
tr: yarın

source: today
tr: bugün

source: yesterday
tr: dün

source: &Today
tr: &Bugün

source: To&morrow
tr: &Yarın

source: Next &Week
tr: Sonraki &Hafta

source: Next M&onth
tr: Sonraki &Ay

source: No Date
tr: Tarih Yok

source: File I/O Error
tr: Dosya G/Ç Hatası

source: The specified file does not exist: %1
tr: Belirtilen dosya bulunamıyor: %1

source: This is a folder and not a file: %1
tr: Bu bir dosya değil, klasör: %1

source: You do not have read permissions to the file: %1
tr: Dosyadan okuma hakkınız yok: %1

source: Could not read file: %1
tr: Dosya okunamıyor: %1

source: Could not open file: %1
tr: Dosya açılamıyor: %1

source: Error while reading file: %1
tr: Dosya okunurken hata oluştu: %1

source: Could only read %1 bytes of %2.
tr: %2 dosyasından yalnızca %1 bayt okunabildi.

source: File %1 exists. Do you want to replace it?
tr: %1 dosyası zaten var. Bunu değiştirmek istiyor musunuz?

source: Save to File
tr: Dosyaya Kaydet

source: &Replace
tr: &Değiştir

source: Failed to make a backup copy of %1. Continue anyway?
tr: %1 dosyasının bir yedeği oluşturulamadı. Yinede devam etmek ister misiniz?

source: Could not write to file: %1
tr: Dosyaya yazılamadı: %1

source: Could not open file for writing: %1
tr: Dosya yazılmak için açılamadı: %1

source: Error while writing file: %1
tr: Dosyaya yazılırken hata oluştu: %1

source: Could only write %1 bytes of %2.
tr: %2 dosyasına yalnızca %1 bayt yazılabildi.

source: %1 does not exist
tr: %1 yok

source: %1 is not accessible and that is unchangeable.
tr: %1 erişilebilir değil, değiştirilemez.

source: %1 is not readable and that is unchangeable.
tr: %1 okunabilir değil, değiştirilemez.

source: %1 is not writable and that is unchangeable.
tr: %1 yazılabilir değil, değiştirilemez.

source: Folder %1 is inaccessible.
tr: %1 dizini erişilebilir değil.

source: Some files or folders do not have the right permissions, please correct them manually.
tr: Bazı dizinlerin izinleri yanlış, lütfen bu izinleri elle düzeltin.

source: Permissions Check
tr: İzin Kontrolleri

source: Plain
tr: Düz

source: Unquoted
tr: Aktarılmamış

source: Bracketed
tr: Belirtildi

source: Undefined
tr: Tanımlanmamış

source: Import Text File
tr: Metin Dosyası Aktar

source: File to import:
tr: Aktarılacak dosya:

source: Separator:
tr: Ayırıcı:

source: Tab
tr: Sekme

source: Space
tr: Boşluk

source: Import starts at row:
tr: Başlangıçta aktarılacak sıra:

source: Header
tr: Başlık

source: Assign to Selected Column
tr: Seçilmiş Sütuna Atayın

source: Remove Assignment From Selected Column
tr: Seçilmiş Sütundan Atamayı Kaldırın

source: Assign with Template...
tr: Şablonla Atayın...

source: Save Current Template
tr: Güncel Şablonu Sakla

source: Loading Progress
tr: Yükleme İşlemi Sürüyor

source: Please wait while the file is loaded.
tr: Dosya yüklenirken lütfen bekleyiniz.

source: Template Selection
tr: Şablon Seç

source: Please select a template, that matches the CSV file:
tr: Lütfen CSV dosyasına uyan bir şablon seçin:

source: Importing Progress
tr: Aktarım İşlemi Sürüyor

source: Please wait while the data is imported.
tr: Veri aktarılırken lütfen bekleyiniz.

source: Template Name
tr: Şablon ismi

source: Please enter a name for the template:
tr: Şablon için lütfen bir isim girin:

source: Conflict Detected
tr: Çakışma Gözlemlendi

source: <qt>A conflict was detected. This probably means someone edited the same entry on the server while you changed it locally.<br/>NOTE: You have to check mail again to apply your changes to the server.</qt>
tr: <qt>Çakışma belirlendi. Muhtemelen Sizin yerel olarak değiştirdiğiniz bir girdiyi başka biri sunucu tarafında düzenledi. <br/>NOT: Değişikliklerinizi sunucuya uygulamak için yeniden e-postalarınızı denetleyin.</qt>

source: Take Local
tr: Yerelden Al

source: Take New
tr: Yeni Al

source: Take Both
tr: Her İkisini de Al

source: Local incidence
tr: Yerel özel durum

source: Local incidence summary
tr: Yerel özel durum özeti

source: Last modified:
tr: Son düzenlenme tarihi:

source: Show Details
tr: Ayrıntıları Göster

source: Show Differences
tr: Farkları Göster

source: Sync Preferences
tr: Tercihleri Eşzamanla

source: Take local entry on conflict
tr: Çakışma durumunda yerel olanı al

source: Take new (remote) entry on conflict
tr: Çakışma durumunda yeni (uzak) olanı al

source: Take newest entry on conflict
tr: Çakışma durumunda en yeni girişi al

source: Ask for every entry on conflict
tr: Çakışma durumundaki her giriş için sor

source: Take both on conflict
tr: Çakışma durumunda her ikisini de al

source: Apply This to All Conflicts of This Sync
tr: Bu Eşzamanlamadaki Her Çakışma İçin Uygula

source: Local Event
tr: Yerel Olay

source: Local Todo
tr: Yerel Yapılacaklar

source: Local Journal
tr: Yerel Günlük

source: New Event
tr: Yeni Olay

source: New Todo
tr: Yeni Yapılacaklar

source: New Journal
tr: Yeni Günlük

source: Hide Details
tr: Ayrıntıları Gizle

source: Show details...
tr: Ayrıntıları göster...

source: Differences of %1 and %2
tr: %1 ve %2 arasındaki farklar

source: Differences of %1
tr: %1'in farkları

source: Local entry
tr: Yerel giriş

source: New (remote) entry
tr: Yeni (uzak) giriş

source: Select Region of Image
tr: Resmin Bir Alanını Seçin

source: Please click and drag on the image to select the region of interest:
tr: Lütfen ilgi duyduğunuz alanı seçmek için resmin üstüne tıklayıp sürükleyerek seçin:

source: Image Operations
tr: Resim İşlemleri

source: &Rotate Clockwise
tr: Saat &Yönünde Döndür

source: Rotate &Counterclockwise
tr: Saat Yönünün &Tersine Döndür

source: Choose...
tr: Seç...

source: Preferences
tr: Tercihler

source: You are about to set all preferences to default values. All custom modifications will be lost.
tr: Tüm tercihleri öndeğerlere döndürmektesiniz. Yaptığınız tüm özel değişiklikler kaybolacaktır.

source: Setting Default Preferences
tr: Öntanımlı Tercihler Ayarlanıyor

source: Reset to Defaults
tr: Öntanımlılara Geri Dön

source: Article <b>%1</b><br><b>%2</b><br>caused the following note to appear:<br>%3
tr: Makale <b>%1</b><br><b>%2</b><br>aşağıdaki notun oluşmasına neden oldu:<br>%3

source: Adjust Score
tr: Skoru Ayarla

source: Display Message
tr: İletiyi Göster

source: Colorize Header
tr: Başlığı Renklendir

source: Mark As Read
tr: Okunmuş olarak İşaretle

source: <h1>List of collected notes</h1>
tr: <h1>Toplanan notların listesi</h1>

source: Collected Notes
tr: Toplanan Notlar

source: Contains Substring
tr: Altdizge İçeriyor

source: Matches Regular Expression
tr: Düzenli İfadelere Uyuyor

source: Matches Regular Expression (Case Sensitive)
tr: Düzenli İfadelere Uyar (Büyük Küçük Harflere Duyarlı)

source: Is Exactly the Same As
tr: Tam Olarak Aynı

source: Less Than
tr: Daha Küçük

source: Greater Than
tr: Daha Büyük

source: Choose Another Rule Name
tr: Başka Bir Kural Adı Seçin

source: The rule name is already assigned, please choose another name:
tr: Kural adı zaten kullanılıyor, lütfen başka bir tane seçin:

source: rule %1
tr: kural %1

source: Not
tr: Değil

source: Negate this condition
tr: Bu koşulu olumsuz yap

source: Select the header to match this condition against
tr: Bu koşula uyan başlığı seç

source: Select the type of match
tr: Eşleme türünü seç

source: The condition for the match
tr: Eşleme kuralını seç

source: Edit...
tr: Düzenle...

source: Select an action.
tr: Bir eylem seçin.

source: &Name:
tr: İsi&m:

source: &Groups:
tr: &Gruplar:

source: A&dd Group
tr: Grup &Ekle

source: &Expire rule automatically
tr: Kuralın süresini otomatik olarak &doldur

source: &Rule is valid for:
tr: &Kural bunlar için geçerli:

source: Conditions
tr: Durumlar

source: Match a&ll conditions
tr: Tüm durum&ları eşleştir

source: Matc&h any condition
tr: &Herhangi bir durumu eşleştir

source: Actions
tr: Eylemler

source: _n: day days
tr: gün

source: Move rule up
tr: Kuralı yukarı taşı

source: Move rule down
tr: Kuralı aşağı taşı

source: New rule
tr: Yeni kural

source: Edit rule
tr: Kuralı düzenle

source: Remove rule
tr: Kuralı sil

source: Copy rule
tr: Kuralı kopyala

source: <all groups>
tr: <tüm grup>

source: Sho&w only rules for group:
tr: Yalnızca bu grup için kuralları &göster:

source: Rule Editor
tr: Kural Düzenleyicisi

source: Edit Rule
tr: Kuralı Düzenle

source: Reload &List
tr: &Listeyi Yeniden Yükle

source: Manage which mail folders you want to see in your folder view
tr: Dizin görünümünde hangi dizinleri görmek istediğinizi ayarlayın

source: S&earch:
tr: A&ra:

source: Disable &tree view
tr: Ağaç görünümünü iptal e&t

source: &Subscribed only
tr: Yalnızca üy&e olunanlar

source: &New only
tr: Yalnızca &yeniler

source: Loading...
tr: Yükleniyor...

source: Current changes:
tr: Şimdiki değişiklikler:

source: Name
tr: İsim

source: Subscribe To
tr: Üye Ol

source: Unsubscribe From
tr: Üyelikten Ayrıl

source: _n: Loading... (1 matching) Loading... (%n matching)
tr: Yükleniyor... (%n eşlendi)

source: _n: %1: (1 matching) %1: (%n matching)
tr: %1: (%n eşlendi)

source: _: more widgets More
tr: Daha fazla

source: _: fewer widgets Fewer
tr: Daha az

source: _: clear widgets Clear
tr: Temizle

source: Retrieving and storing messages...
tr: İletiler alınıyor ve depolanıyor...

source: Unnamed plugin
tr: İsimsiz eklenti

source: No description available
tr: Tanım mevcut değil
