Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdepim/libkdepim.po
Languages: tr

source: Cancel this operation.
tr: Bu işlemi iptal et.

source: Aborting...
tr: İptal ediliyor...

source: Email Address
tr: E-posta Adresi

source: &To >>
tr: &Alıcı >>

source: << &Remove
tr: << &Sil

source: &Selected Addresses
tr: &Seçili Adresler

source: &Address Book
tr: &Adres Defteri

source: &Filter on:
tr: &Filtrele:

source: Save as &Distribution List...
tr: &Dağıtım Listesi Olarak Kaydet...

source: Category
tr: Kategori

source: A&dd
tr: &Ekle

source: &Clear Selection
tr: &Seçimi Temizle

source: &Edit Categories...
tr: &Kategorileri Düzenle...

source: Emoticon theme
tr: Gülenyüz teması

source: This allows you to change the emoticon theme that should be used.
tr: Bu kullanılacak gülenyüz temasını değiştirmenize izin verir.

source: Edit Recent Addresses
tr: Son Kullanılan Adresleri Düzenle

source: Send SMS
tr: Kısa Mesaj Gönder

source: Message
tr: İleti

source: Recipient:
tr: Alıcı:

source: Send
tr: Gönder

source: Connection is encrypted
tr: Bağlantı şifreli

source: Connection is unencrypted
tr: Bağlantı şifresiz

source: Open detailed progress dialog
tr: Detaylı işlem iletişim kutusunu aç

source: Hide detailed progress window
tr: Detaylı işlem penceresini sakla

source: Show detailed progress window
tr: Detaylı işlem penceresini göster
