Repository: pars-linux/uludag
Catalog: l10n/kde/trunk/*/messages/kdeplasma-addons/plasma_applet_comic.po
Languages: tr

source: Go to Strip
tr: Karikatüre Git

source: &Strip Number:
tr: &Karikatür Numarası:

source: Jump to &first Strip
tr: &İlk Karikatüre Atla

source: Jump to &current Strip
tr: &Geçerli Karikatüre Atla

source: Jump to Strip ...
tr: &İlk Karikatüre Atla

source: Visit the shop &website
tr: Alışveriş &ağ sayfasını ziyaret et

source: &Save Comic As...
tr: Karikatür Öyküyü &Farklı Kaydet...

# @option:check Context menu of comic image
source: &Actual Size
tr: Ö&zgün Boyut

# @option:check Context menu of comic image
source: Store current &Position
tr: Mevcut &pozisyonu akılda tut

source: Visit the comic website
tr: Karikatür sitesine git

source: General
tr: Genel

source: Press the "Get New Comics ..." button to install comics.
tr: Yeni Çizgi romanlar indirmek için "Yeni Çizgi Romanlar Al..." düğmesine basın.

source: Appearance
tr: Görünüm

source: Comic
tr: Karikatür öykü

source: Show at actual size in a different view. Alternatively, click with the middle mouse button on the comic.
tr: Başka bir görünümde asıl boyut ile göster. Alternatif olarak çizgi romanın üzerine farenin orta tuşu ile tıklayın.

source: Show arrows only on &hover:
tr: Okları yalnızca &üzerine gelince göster:

source: Maximum &Size of Widget
tr: &Gerecin En Büyük Boyutu

source: Information
tr: Bilgiler

source: Show comic &title:
tr: Çizgi romanın &başlığını göster:

source: Show comic &identifier:
tr: Çizgi romanın &tanımlayıcısını göster:

source: Show comic &author:
tr: &Çizgi romanın yazarını göster:

source: Show comic &URL:
tr: Çizgi romanın &adresini göster:

source: Choose a comic strip
tr: Bir karikatür dizisi seç

source: C&omic:
tr: &Karikatür:

source: Download new comics
tr: Yeni karikatür öyküler indir

source: &Get New Comics...
tr: &Yeni Karikatürler Al...

source: &Middle-click on the comic to show it at its original size
tr: &Karikatürün üzerine farenin orta tuşuyla tıklamak karikatürü özgün boyutta göstersin

source: Tabs
tr: Sekmeler

source: Use &tabs:
tr: Sekme &kullan:

source: Pressing Ctrl and scrolling also changes the tabs.
tr: Ctrl tuşuna basılı tutup kaydırmak da sekmeleri değiştirir.

source: &Hide Tabbar:
tr: Sekme &Çubuğunu Gizle:

source: Interacting with the comic widget restarts the timer.
tr: Karikatür gereci ile etkileşmek zamanlayıcıyı yeniden başlatır.

source: hh 'Hours' mm 'Mins' ss 'Secs'
tr: hh 'Saat' mm 'Dakika' ss 'Saniye'

source: Automatically &switch tabs:
tr: &Sekmelere otomatik olarak geç:
