Repository: pars-linux/uludag
Catalog: branches/pardusman-locale/po/*.po
Languages: pl

source: Project file '%s' does not exists!
pl: Plik projektu '%s' nie istnieje!

source: Not a Pardusman project file, invalid xml!
pl: To nie jest plik projektu Pardusmana, błędny xml!

source: Not a Pardusman project file
pl: To nie jest plik projektu Pardusmana

source: &Open
pl: &Otwórz

source: Save &as...
pl: Zapisz &jako...

source: Pardusman says: Teh winnars dont use teh drugs!
pl: Pardusman mówi: Teh winnars dont use teh drugs!

source: Title:
pl: Tytuł:

source: Title of distribution media, used in grub menu.
pl: Tytuł medium używany w menu grub.

source: Work folder:
pl: Katalog roboczy:

source: This folder holds local repository cache and temporary files generated during the ISO making process.
pl: Ten folder przechowuje kesz repozytorium jak i pliki tymczasowe używane do stworzenia obrazu ISO.

source: Repository:
pl: Repozytorium:

source: PiSi package repository of the distribution. Must be a URL pointing to the repository index file (i.e. pisi-index.xml.bz2).
pl: Repozytorium PiSi dla dystrybucji. Musi być URLem do pliku index repozytorium (pisi-index.xml.bz2).

source: Release files:
pl: Pliki z notką wydania:

source: Content of this folder is copied onto the root folder of CD.
pl: Zawartość tego folderu jest kopiowana do głównego katalogu CD.

source: Extra Parameters:
pl: Dodatkowe Parametry:

source: This parameters will add to the install media's GRUB
pl: Te parametry dodane zostaną do menedżera rozruchu GRUB

source: Type:
pl: Typ:

source: Installation
pl: Instalacja

source: Live system
pl: System Live

source: Custom size
pl: Inny rozmiar

source: Update Repo
pl: Repozytorium Aktualizacji

source: Select packages
pl: Wybierz pakiety

source: Make ISO
pl: Stwórz obraz

source: Select release files folder
pl: Wybierz piki z notką wydania

source: Select folder for temporary files and cache
pl: Wybierz katalog tymczasowy

source: Release files directory does not exist.
pl: Katalog z notkami wydania nie istnieje.

source: Project title not given.
pl: Brak tytułu projektu.

source: Project directory not given.
pl: Katalog projektu nie podany.

source: Repository address not given.
pl: Nie podano adresu repozytorium.

source: New project - Pardusman
pl: Nowy projekt - Pardusman

source: Select a project...
pl: Wybierz projekt...

source: Project '%s' opened.
pl: Projekt '%' wybrany.

source: Saved.
pl: Zapisany.

source: Save project as...
pl: Zapisz projekt jako...

source: Project saved as '%s'.
pl: Projekt zapisant jako '%s'.

source: Pardus distribution media maker
pl: Generator nośników Pardusa

source: Version:
pl: Wersja:

source: %s, release %s, build %s
pl: %s, wydanie %s, budowa %s

source: Component:
pl: Komponent:

source: Homepage:
pl: Strona Domowa:

source: Summary:
pl: Podsumowanie:

source: Description:
pl: Opis:

source: Depends on:
pl: Zależy od:

source: Depended by:
pl: Zależnośc dla:

source: Total of %d packages, %s bytes compressed, %s bytes installed.
pl: %d pakietów, %s bajtów skompresowanych, %s bajtów zainstalowanych.

source: Component
pl: Komponent

source: Search:
pl: Szukaj:

source: Package
pl: Pakiet

source: Archive Size
pl: Rozmiar Archiwum

source: Installed Size
pl: Rozmiar Instalacji

source: No packages selected.
pl: Nie wybrano pakietów.

source: %d packages selected, %s bytes archive size, %s bytes installed size.
pl: %d wybranych pakietów, %s bajtów pakietów, %s bajtów dla instalacji

source: Use selected packages
pl: Użyj wybranych pakietów
