Repository: pars-linux/uludag
Catalog: trunk/playground/gsoc/notifier/i18n/*.po
Languages: de, tr

source: Enter a command:
de: Geben Sie einen Befehl ein
tr: Bir komut giriniz:

source: Wrong command
de: Falscher Befehl
tr: Yanlış komut

source: Command format: notifyicon notification_title notification_text [notification_icon_path] [button names]*
de: Befehlsformat: Benachrichtigungsicon Benachrichtigungs_Titel Benachrichtigungs_Text [Benachrichtigungs_Icon_Pfad] [button names]*

source: Command format: notify notification_title notification_text [button_names]*
de: Befehlsformat: Notiz Benachrichtigungs_Titel Benachrichtigungs_Text [button_names]*

source: Service returned a notification object with the following fields:
de: Angefragter Dienst meldet:

source: This program is not meant to be loaded as a module.
de: Dieses Programm ist ausführbar.
tr: Bu program bir modül olarak çalıştırılamaz.

source: Move this window on the screen to choose your preferred starting point.
de: Verschieben Sie dieses Fenster an einen Platz auf dem Desktop-Screen um Ihren gewünschten StartPunkt zu wählen.

source: Choose a configuration file (.xml)
de: Wählen Sie eine Konfigurationsdatei (.xml)

source: Choose a skin file (.ui)
de: Wählen Sie eine Oberflächendatei (.ui)

source: No current configuration file found
de: Keine aktuelle Konfigurationsdatei gefunden

source: You need to open a configuration file first.
de: Sie müssen erst eine Konfigurationsdatei wählen und öffnen.

source: Saving Confirmation
de: Speicherungsbestätigung

source: Are you sure you want to overwrite the configuration file?
de: Wollen Sie wirklich die bestehende Konfigurationsdatei überschreiben?

source: Error in reading or compiling the skin file
de: Fehler beim erstellen oder auslesen der Oberflächendatei

source: The skin file you supplied can not be used. The reason may be one of the following: Either the file couldn't be read, or it couldn't be compiled, or you don't have the required permissions.
de: Die ausgewählte Oberflächendatei kann nicht genutzt werden. Die Gründe dafür können sein: Entweder konnte die Datei nicht gelesen werden, oder die Datei konnte nicht erstellt werden, oder Sie haben nicht die erforderlichen Nuzterrechte.

source: Error in saving XML file
de: Fehler im zu sichernden XML-Datei

source: Couldn't write back to the opened file, check permissions.
de: Die geöffnete Datei konnte nicht gesichert werden, bitte prüfen Sie die Berechtigung.

source: No currently used config file found
de: Keine aktuell zu nutzende Konfiguratiosdatei gefunden

source: Do you want to make this file the currently used config file?
de: Möchten Sie diese Datei als die aktuelle Konfigurationsdatei nutzen?

source: You entered an illegal value. XSD Validation Error: %s
de: Sie gaben einen falschen Parameter an. XSD Ungültigkeitsbericht: %s

source: Error parsing configuration file
de: Fehler! Analysierte Konfigurationsdatei fehlerhaft.

source: The configuration file %(config_file_name)s is not a valid configuration file. XSD Validation Error: %(error_string)s
de: Die Konfigurationsdatei %(config_file_name) ist keine gültige Konfigurationsdatei. XSD Ungültigkeitsbericht: %(error_string)s

source: usage: %s <config_file>
de: Nutzung: %s <config_file>

source: Exit
de: Beenden
tr: Çık

source: Notification arrived!
de: Benachrichtigung eingetroffen!
tr: Bildirim geldi!

source: Error
de: Fehler
tr: Hata

source: Typing error, this program has just bought the farm.
de: Tippfehler! Dieses Programm hat sich soeben verabschiedet!
tr: Programlamada tip hatası, bu program nalları dikti.

source: New Notification!
de: Neue Benachrichtigung!

source: Default notification text
de: Voreingesteller Benachrichtigungstext
tr: Öntanımlı bildirim yazısı

source: Waited for %s seconds, no notification waiting in queue, will die gracefully.
de: Abrufprozess dauerte %s Sekunden, keine Benachrichtigung in der Warteschlange, beende graziös den Prozess.
tr: %s saniyelik bekleme süresi dolduğu halde bekleyen bildirim yok, çıkıyorum.

source: Initializing notification manager...
de: starte Benachrichtigungs-manager
tr: Bildirim yöneticisi başlatılıyor...

source: Queue state: %s
de: Status Warteliste: %s
tr: Bekleyen bildirimler: %s

source: Initializing / exporting NotXFace object...
de: Starte / exportiere NotXFace Objekt...
tr: NotXFace nesnesi oluşturuluyor - dışarı aktarılıyor...

source: Couldn't unpickle sent notification
de: Nachricht konnte nicht versendet werden
tr: Gönderilen bildirim çözülemedi

source: Notification successfully received. Sender's bus name: %s
de: Benachrichtigung erfolgreich erhalten. Absender' bus-name: %s
tr: Bildirim başarıyla alındı. Gönderenin ismi: %s

source: Received message text: %s
de: Empfangener Nachrichtentext: %s
tr: "%s" mesaj metni alındı.

source: Added notification to queue.
de: Benachrichtigung in Warteschlange eingereiht.
tr: Bildirim sıraya alındı.

source: Echo request received. Sender's bus name: %s
de: 'Echo'-Wiedergabebefehl erhalten. Absenders' bus-name: %s
tr: Yankı isteği alındı. Gönderenin ismi: %s

source: Text to be echoed: %s
de: Text des 'Echo'-Wiedergabebefehls: %s
tr: Yankılanacak yazı: %s

source: Echoing: %s
de: Wiedergabe: %s
tr: Yankılıyor: %s

source: Sender's bus name: %s
de: Absenders' bus-name: %s
tr: Gönderenin ismi: %s

source: Exit method called, exiting service...
de: Beendungsbefehl erhalten, beende Service
tr: Çıkış prosedürü çağırıldı, servis sonlandırılıyor...

source: Exited successfully.
de: Erfolgreich beendet.
tr: Servis başarı ile sonlandırıldı.

source: Notification Manager Configuration
de: Benachrichtigungsmanagereinstellungen

source: Notification Window Geometry
de: Benachrichtigungsfenstereinstellungen (Höhe,Breite)

source: Percent width
de: Breite in Prozent

source: Percent height
de: Höhe in Prozent

source: Notification Window Pop-up Position
de: Benachrichtigungs-Pop-up-Fenster-position

source: Upper right
de: Oben rechts

source: Lower right
de: Unten rechts

source: Manual
de: Manuell

source: X coordinate
de: X-Koordinate

source: Y coordinate
de: Y-Koordinate

source: Up
de: Hoch

source: Down
de: Runter

source: Animation Parameters
de: Effekteinstellungen

source: Total animation time
de: gesamte Effektzeit

source: Time quanta (frame time)
de: Zeitangabe (frame time)

source: Notification window lifetime
de: Zeitdauer des Benachrichtigungsfensters

source: Save
de: Sichern

source: Quit
de: Schließen

source: Skin
de: Oberfläche

source: UI file path
de: UserInterface-datei-pfad

source: Notification Manager Options
de: Benachrichtigungsmanagereinstellungen

source: Manager lifetime
de: Zeitdauer des Benachrichtigungsmanagers

source: File
de: Datei

source: toolBar
de: Werkzeugleiste

source: &Save Config File
de: &Sichere Konfigurationsdatei

source: &Open Config File
de: &Öffne Konfigurationsdatei

source: Service returned: %s
tr: Servis %s döndürdü

source: Handling notification with text: %s
tr: "%s" metnini içeren bir bildirim işleniyor.
