Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/*/messages/extragear-pim/akonadi_gcal_resource.po
Languages: tr

# @info: status
source: Not yet authenticated for use of Google Calendar.
tr: Google Takvimi için henüz yetkilendirme yapılmadı.

source: Failed to retrieve events.
tr: Olaylar alınamadı.

# @info:status
source: Failed getting last updated event.
tr: Son güncellenen olay alınamadı.

# @info:status
source: Invalid password or network proxy.
tr: Geçersiz parola veya vekil sunucusu.

# @info:status
source: Invalid password.
tr: Geçersiz parola.

# @info:status
source: Not yet authenticated for use of Google calendar.
tr: Google takvimi için henüz yetkilendirme yapılmadı.

source: Failed to add event.
tr: Olay eklenemedi.

# @info:status
source: No payload to add event.
tr: Olayı eklemek için gerekli birşey yok.

# @info:status
source: Failed to create gcal_event.
tr: gcal_event oluşturulamadı.

# @info:status
source: Failed adding new calendar.
tr: Yeni takvim eklenemedi.

source: Failed to edit event.
tr: Olay güncellenemedi.

source: Failed to delete event.
tr: Olay kaldırılamadı.

# @info:status
source: Failed deleting new calendar.
tr: Yeni takvim silinemedi.

source: A timestamp in RFC 3339 format (e.g. 2008-09-10T21:00:00Z.)
tr: RFC 3339 biçiminde zaman etiketi (2008-09-10T21:00:00Z gibi.)

source: Do not change the actual backend data.
tr: Güncel arka uç verilerini değiştirme.

source: Dialog
tr: Pencere

source: Your Google mail username (@gmail.com will be appended)
tr: Google e-posta kullanıcı adınız (@gmail.com eklenecek)

source: Your password
tr: Parolanız
