Repository: pars-linux/uludag
Catalog: l10n/kde/trunk/*/LC_MESSAGES/messages/playground-artwork/desktop_playground-artwork.po
Languages: tr

# Comment
source: A Cokoon KWin Decoration Theme
tr: Bir Cokoon KWin Dekorasyonu Teması

# Name
source: Cokoon Theme
tr: Cokoon Teması

# Name
source: TestTheme
tr: Deneme Teması

# Comment
source: The very first CokoonDecoration theme, for testing purposes
tr: Çok yeni bir Cokoon Dekorasyon teması, deneme amaçlı

# Comment
source: A Cokoon Style Theme
tr: Bir Cokoon Biçimli Tema

# Comment
source: A simple and clean style
tr: Basit ve temiz bir biçim

# Comment
source: The very first CokoonStyle theme, for testing purposes
tr: Çok yeni bir Cokoon Biçim teması, deneme amaçlı

# Comment
source: Soft, clean, modern look
tr: Yumuşak, temiz, modern görünüm

# Name
source: Setup...
tr: Ayarla...

# Name
source: Display in specified window
tr: Belirtilen pencerede göster

# Name
source: Display in root window
tr: Kök pencerede göster

# Name
source: KDE-Classic
tr: KDE-Klasik

# Comment
source: KDE Classic Icon Theme
tr: KDE Klasik Simge Teması

# Comment
source: Oxygen Team - 2006
tr: Oxygen Takımı - 2006

# Name
source: Smooth Blend
tr: Düz Harmanlama
