Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdeadmin/ksysv.po
Languages: tr

source: <error>FAILED</error> to remove <cmd>%1</cmd> from <cmd>%2</cmd>: "%3"<br/>
tr: %2 'den %1 kaldırılamadı: "%3"<br/>

source: FAILED to remove %1 from %2: "%3"
tr: %2 'den %1 kaldırılamadı: "%3"

source: removed <cmd>%1</cmd> from <cmd>%2</cmd><br/>
tr: %2 'den %1 kaldırıldı

source: removed %1 from %2
tr: %2 'den %1 kaldırıldı

source: created <cmd>%1</cmd> in <cmd>%2</cmd><br/>
tr: %2 'de %1 oluşturulamadı <br/>

source: created %1 in %2
tr: %2 'de %1 oluşturuldu

source: <error>FAILED</error> to create <cmd>%1</cmd> in <cmd>%2</cmd>: "%3"<br/>
tr: %2 'de %1 oluşturulurken hata oluştu: "%3"<br/>

source: FAILED to create %1 in %2: "%3"
tr: %2 'de %1 oluşturulamadı: "%3"

source: Runlevel Menu
tr: Çalışma Seviyesi Menüsü

source: Services Menu
tr: Servisler Menüsü

source: &Available Services
tr: &Kullanılabilir Servisler

source: <p>These are the <img src="small|exec"/> <strong>services</strong> available on your computer. To start a service, drag it onto the <em>Start</em> section of a runlevel.</p><p>To stop one, do the same for the <em>Stop</em> section.</p>
tr: <p>Bilgisayarınızdaki kullanılabilir <bold>servisler</bold> bunlardır. <img src="small|exec"/> Bir servisi başlatmak için, o servisi çalışma seviyesinin <em>Başlat</em> kısmına sürükleyin.</p><p>Durdurmak için ise, aynı işlemi <em>Durdur</em> kısmı için uygulayın.</p>

source: <p>You can drag services from a runlevel onto the <img src="small|trash"/> <strong>trashcan</strong> to delete them from that runlevel.</p><p>The <strong>Undo command</strong> can be used to restore deleted entries.</p>
tr: <p> Çalışma seviyesindeki servisleri <img src="small|trash"/> çöp kutusuna sürükleyip bırakarak silebilirsiniz.</p><p> Silinmiş servisleri <strong>Gerial komutu</strong>nu kullanarak geri alabilirsiniz.</p>

source: Runlevel &%1
tr: Çalışma seviyesi &%1

source: Runlevel %1
tr: Çalışma seviyesi %1

source: <p>These are the services <strong>started</strong> in runlevel %1.</p><p>The number shown on the left of the <img src="user|ksysv_start"/> icon determines the order in which the services are started. You can arrange them via drag and drop, as long as a suitable <em>sorting number</em> can be generated.</p><p>If that's not possible, you have to change the number manually via the <strong>Properties dialog box</strong>.</p>
tr: <p>Bunlar %1 numaralı çalışma seviyesinde <strong>başlatılacak</strong> olan servislerdir.</p><p><img src="user|ksysv_start"/> simgesinin solunda gösterilen numara o servisin başlama sırasını belirtir. Bunları <em>sıra numarası</em> uygun oldugu sürece sürükleyip bırakarak sıralayabilirsiniz.</p><p>Eğer mümkün değilse, numarayı <strong>Özellikler</strong> dialog penceresinden elle değiştirebilirsiniz.</p>

source: Start
tr: Başla

source: <p>These are the services <strong>stopped</strong> in runlevel %1.</p><p>The number shown on the left of the <img src="user|ksysv_stop"/> icon determines the order in which the services are stopped. You can arrange them via drag and drop, as long as a suitable <em>sorting number</em> can be generated.</p><p>If that's not possible, you have to change the number manually via the <strong>Properties dialog box</strong>.</p>
tr: <p>Bunlar %1 numaralı çalışma seviyesinde <strong>durdurulacak</strong> olan servislerdir. </p><p><img src="user|ksysv_start"/> simgesinin solunda gösterilen numara o servisin başlama sırasını belirtir. Bunları <em>sıra numarası</em> uygun oldugu sürece sürükleyip bırakarak sıralayabilirsiniz.</p><p>Eğer mümkün değilse, numarayı <strong>Özellikler</strong> dialog penceresinden elle değiştirebilirsiniz.</p>

source: Drag here to start services when entering runlevel %1
tr: Bu alana %1 numaralı çalışma seviyesine girildiğinde başlatılacak servisleri sürükleyin

source: Drag here to stop services when entering runlevel %1
tr: Bu alana %1 numaralı çalışma seviyesine girildiğinde durdurulacak servisleri sürükleyin

source: The services available on your computer
tr: Bilgisayarınızda mevcut servisler

source: <vip>WRITING CONFIGURATION</vip>
tr: <vip>AYARLAR KAYDEDİLİYOR</vip>

source: ** WRITING CONFIGURATION **
tr: ** AYARLAR KAYDEDİLİYOR **

source: <rl>RUNLEVEL %1</rl>
tr: <rl>ÇALIŞMA SEVİYESİ %1</rl>

source: ** RUNLEVEL %1 **
tr: ** ÇALIŞMA SEVİYESİ %1 **

source: ** <stop>Stopping</stop> <cmd>%1</cmd> **<br/>
tr: ** <cmd>%1</cmd> <stop>durduruluyor</stop> **<br/>

source: ** Stopping %1 **
tr: ** %1 durduruluyor **

source: stop
tr: durdur

source: ** <start>Starting</start> <cmd>%1</cmd> **<br/>
tr: ** <cmd>%1</cmd> <start>başlatılıyor</start> **<br/>

source: ** Starting %1 **
tr: ** %1 Başlatılıyor **

source: start
tr: başlat

source: ** Re-starting <cmd>%1</cmd> **</br>
tr: ** <cmd>%1</cmd> tekrar başlatılıyor **</br>

source: ** Re-starting %1 **
tr: ** %1 Tekrar başlatılıyor **

source: restart
tr: tekrar başlat

source: <p>You have specified that your system's init scripts are located in the folder <tt><b>%1</b></tt>, but this folder does not exist. You probably selected the wrong distribution during configuration.</p> <p>If you reconfigure %2, it may be possible to fix the problem. If you choose to reconfigure, you should shut down the application and the configuration wizard will appear the next time %3 is run. If you choose not to reconfigure, you will not be able to view or edit your system's init configuration.</p><p>Would you like to reconfigure %4?</p>
tr: <p>Sistem açılış betiklerinin <tt><b>%1</b></tt> adresinde olduğunu belirtmişsiniz, ancak bu dizin mevcut değil. Yapılandırma sırasında yanlış dağıtımı seçmiş olabilirsiniz. Eğer %2'yi yeniden yapılandırırsanız hatayı giderebilirsiniz. Yeniden yapılandırmayı seçerseniz, uygulamayı kapatın. Tekrar açılışta %3 çalıştırılacaktır. Eğer yeniden yapılandırmak istemiyorsanız sistemin açılış dosyalarını düzenleyemeyeceksiniz.</p><p>%4'i yeniden yapılandırmak istiyor musunuz?</p>

source: Folder Does Not Exist
tr: Dizin Bulunamadı

source: Reconfigure
tr: Yeniden Yapılandır

source: Do Not Reconfigure
tr: Yeniden Yapılandırma

source: <p>You do not have the right permissions to edit your system's init configuration. However, you are free to browse the runlevels.</p><p>If you really want to edit the configuration, either <strong>restart</strong> %1 <strong>as root</strong> (or another privileged user), or ask your sysadmin to install %2 <em>suid</em> or <em>sgid</em>.</p><p>The latter way is not recommended though, due to security issues.</p>
tr: <p>Üzgünüm, sisteminizin init ayarlarınız değiştirmek için doğru yetkiye sahip değilsiniz. Ancak çalışma seviyelerini gezmekte serbestsiniz.</p><p>Eğer ayarları düzenlemek isterseniz <strong>root olarak</strong> <strong>tekrar başlatın</strong> %1 (veya başka yetkili bir kullanıcı olarak veya sistem uzmanınıza) %2 <em>suid</em> veya <em>sgid</em> şeklinde kurmasını söyleyin.</p><p>Son seçenek güvenlik açısından tavsiye edilmez.</p>

source: Insufficient Permissions
tr: Yetersiz Haklar(ruhsat)

source: &Other...
tr: &Diğer...

source: Look & Feel
tr: Görünüm

source: Paths
tr: Yollar

source: Settings Not Fitting Anywhere Else
tr: Ayarlar Uyuşmuyor

source: The service folder you specified does not exist. You can continue if you want to, or you can click Cancel to select a new folder.
tr: Tanımladığınız servis dizini bulunmuyor. İsterseniz devam edebilirsiniz veya yeni bir dizin seçmek için İptal düğmesine tıklayarak çıkabilirsiniz.

source: The runlevel folder you specified does not exist. You can continue if you want to, or you can click Cancel to select a new folder.
tr: Tanımladığınız çalışma seviyesi dizini bulunmuyor. İsterseniz devam edebilirsiniz veya yeni bir dizin seçmek için 'İptal' düğmesine tıklayarak çıkabilirsiniz.

source: &Service
tr: &Servisler

source: Description:
tr: Açıklamalar:

source: Actions
tr: Eylemler

source: S&top
tr: &Durdur

source: &Restart
tr: &Tekrar başlat

source: &Entry
tr: &Giriş

source: &Name:
tr: İsi&m:

source: &Points to service:
tr: İşa&retçi:

source: &Sorting number:
tr: Sı&ralama numarası:

source: Editing disabled - please check your permissions
tr: Düzenleme engellendi - lütfen yetkilerinizi kontrol ediniz

source: Editing enabled
tr: Düzenleme aktif

source: Start Service
tr: Hizmeti Başlat

source: &Choose which service to start:
tr: &Başlatılacak servisi seçin:

source: Stop Service
tr: Hizmeti Durdur

source: &Choose which service to stop:
tr: &Hangi servisi durduracağınızı seçin:

source: Restart Service
tr: Hizmeti Tekrar Başlat

source: &Choose which service to restart:
tr: &Tekrar başlatılacak servisi seçiniz:

source: Edit Service
tr: Hizmeti Düzenle

source: &Choose which service to edit:
tr: &Düzenlenecek servisi seçiniz:

source: Re&vert Configuration
tr: &Yapılandırmayı Geri al

source: &Save Configuration
tr: Ya&pılandırmayı Kaydet

source: Save &Log...
tr: K&ayıt dosyasını kaydet...

source: &Print Log...
tr: &Kayıt Dosyasını Yazdır...

source: P&roperties
tr: Ö&zellikler

source: &Open
tr: &Aç

source: Open &With
tr: &Birlikte Aç

source: Show &Log
tr: Kayıt D&osyasını Göster

source: Hide &Log
tr: Kayıt D&osyasını Gizle

source: &Start Service...
tr: &Servisleri başlat...

source: &Stop Service...
tr: Se&rvisi durdur...

source: &Restart Service...
tr: &Servisi tekrar başlat...

source: &Edit Service...
tr: &Servisi düzenle...

source: There are unsaved changes. Are you sure you want to quit?
tr: Kaydedilmemiş değişiklikler varÇıkmak istediğinize emin misiniz?

source: Do you really want to revert all unsaved changes?
tr: Kaydedilmemiş bütün değişiklikleri geri almak istediğinizden emin misiniz?

source: Revert Configuration
tr: Yapılandırmayı Geri al

source: &Revert
tr: &Geri al

source: You're about to save the changes made to your init configuration. Wrong settings can make your system hang on startup. Do you wish to continue?
tr: Sisteminizin init yapılandırmasında yapılan değişiklikleri kaydetmek üzeresiniz. Yanlış ayarların, sisteminizin açılmasını engelleyebileceğini unutmayınız. Devam etmek istiyor musunuz?

source: Save Configuration
tr: Yapılandırmayı Kaydet

source: <p>Click on the checkboxes to <strong>show</strong> or <strong>hide</strong> runlevels.</p> <p>The list of currently visible runlevels is saved when you use the <strong>Save Options command</strong>.</p>
tr: <p>Çalışma seviyesi pencerelerini <strong>gizle</strong>mek veya <strong>göster</strong>mek için seçim kutularına tıklayın.</p><p>Mevcut görülebilir çalışma seviyeleri <strong>Ayarları kaydet komutunu</strong> işlettiğiniz zaman kaydedilecektir.</p>

source: Show only the selected runlevels
tr: Sadece seçili çalışma seviyelerini göster

source: Show runlevels:
tr: Çalışma seviyelerini göster:

source: <p>If the lock is closed <img src="user|ksysv_locked"/>, you don't have the right <strong>permissions</strong> to edit the init configuration.</p><p>Either restart %1 as root (or another more privileged user), or ask your sysadmin to install %1 <em>suid</em> or <em>sgid</em>.</p><p>The latter way is <strong>not</strong> recommended though, due to security issues.</p>
tr: <p>Eğer kilit kapalı <img src="user|ksysv_locked"/> ise, başlangıç ayarlarını yapmak için yeterli <strong>izinlere</strong> sahip değilsinizdir.</p><p>Ya %1 programını root kullanıcısı ile başlatın, ya da sistem yöneticinizden %1 programını <em>suid</em> veya <em>sgid</em> olarak düzenlemesini isteyin.</p> <p>Son yol güvenlik sorunlarına yol açabileceğinden tavsiye <strong>edilmez</strong>.</p>

source: Changed
tr: Değiştirildi

source: Print Log File
tr: Günlük Dosyasını Yazdır

source: <h1>KDE Sys-V Init Editor Log</h1>
tr: <h1>SysV-Init Düzenleyici Kaydı</h1>

source: <h3>Printed on %1</h3><br/><br/>
tr: <h3>%1 tarihinde yazıldı</h3><br/><br/>

source: <p>Unable to generate a valid sorting number for this position. This means that there was no number available between the two adjacent services, and the service did not fit in lexically.</p><p>Please adjust the sorting numbers manually via the <strong>Properties dialog box</strong>.</p>
tr: <p>Üzgünüm, ancak bu konum için geçerli bir sıralama numarası bulamadım. Bunun anlamı, birbiri ardına çalışacak olan iki servis arasına yerleştirilecek bir numaranın bulunamamasıdır. Lütfen <strong>Özellikler</strong> penceresini açıp bu işlemi elle yapın.</p>

source: Unable to Generate Sorting Number
tr: Sıralama numarası oluşturulamadı

source: Unable to generate sorting number. Please change manually.
tr: Sıralama numarası oluşturulamadı. Lütfen kendiniz değiştirin.

source: Configuration package saved successfully.
tr: Ayar paketi başarıyla kaydedildi.

source: Configuration package loaded successfully.
tr: Ayar paketi başarıyla yüklendi.

source: _: NAME OF TRANSLATORS Your names
tr: Ömer Fadıl USTA

source: _: EMAIL OF TRANSLATORS Your emails
tr: omer_fad@hotmail.com

source: No description available.
tr: Tanımlama yok.

source: log files
tr: kayıt dosyaları

source: Saved Init Configurations
tr: Yapılandırmayı Kaydet

source: Name
tr: İsim

source: Drag Menu
tr: Sürükle Menüsü

source: SysV-Init Editor
tr: SysV-Init Düzenleyici

source: Editor for Sys-V like init configurations
tr: Init ayarlarına benzeyen bir Sys-V editörü

source: Similar to Red Hat's"tksysv", but SysV-Init Editor allows drag-and-drop, as well as keyboard use.
tr: Red Hat'in "tksysv" programına benzer, fakat SysV-Init Düzenleyici klavye kullanımının yanı sıra sürükle-bırak işlemlerini destekler.

source: Main developer
tr: Ana Geliştirici

source: Configuration Wizard
tr: Yapılandırma Sihirbazı

source: Operating System
tr: İşletim Sistemi

source: <h3>What Operating System do you use?</h3>
tr: <h3>Hangi işletim sistemini kullanıyorsunuz?</h3>

source: Choose Your Operating System
tr: İşletim Sisteminizi Seçiniz

source: &Other
tr: &Diğer

source: Distribution
tr: Dağıtım

source: Choose Your Distribution
tr: Dağıtımınızı Seçiniz

source: &Corel Linux OS
tr: &Corel Linux

source: &Service path:
tr: &Servis yolu:

source: Enter the path to the folder containing the services
tr: Servisleri içeren dizini belirtin

source: &Browse...
tr: &Gözat...

source: Select the folder containing the services
tr: Servisleri içeren dizini seçiniz

source: &Runlevel path:
tr: Ç&alışma seviyesi yolu:

source: Enter the path to the folder containing the runlevel folders
tr: Çalışma seviyesi dizinlerini içeren dizini belirtin

source: Br&owse...
tr: &Gözat...

source: Select the folder containing the runlevel folders
tr: Çalışma seviyesi dizinlerinizin bulunduğu dizini seçin

source: Configuration Complete
tr: Yapılandırma Tamamlandı

source: <h1>Congratulations!</h1> <p> You have finished the initial configuration of SysV-Init Editor. <b>Press</b> the button labeled <b>Finish</b> to start editing your init-configuration. </p>
tr: <h1>Tebrikler!</h1> <p> SysV-Init Düzenleyicisinin ilk ayarlarını tamamladınız. Şimdi <b>Bitir</b> düğmesine tıklayarak diğer ayarları yapabilirsiniz.<b>İnit</b> yapılandırmasını başarıyla bitirdiniz. </p>

source: C&hoose...
tr: &Seç...

source: dummy-font
tr: boş-yazıtipi

source: Services:
tr: Servisler:

source: Sorting numbers:
tr: Sıralama numaraları:

source: &Choose...
tr: &Seç...

source: Colors
tr: Renkler

source: Dummy
tr: Boş

source: Choose a color for changed services
tr: Değiştirilen servisler için bir renk seçiniz

source: <p>Use the <strong>Select Color dialog box</strong> to pick a text color for <em>services that have been changed</em> (either order/sorting number or name).</p> <p>Changed service entries will be distinguished by this color.</p>
tr: <p>Değişen <strong>servisler için</strong> belirlenmiş metin rengini <em>iletişim pencersinden seçerek</em> kullan (ya düzen/sınıf numarası ya da isim).</p> <p>Değişmiş servis girişleri bu renkle etkin olacaklar</p>

source: &Changed:
tr: &Değiştirilenler:

source: Choose a color for service new to a runlevel
tr: Bir çalışma seviyesine yeni eklenen servisler için renk seçin

source: <p>Use the <strong>Select Color dialog box</strong> to pick a text color for <em>services new to a runlevel</em>.</p> <p>New service entries will be distinguished by this color.</p>
tr: <p>Yeni <strong>servisler için</strong> belirlenmiş metin rengini <em>iletişim pencersinden seçerek</em> kullan</p> <p>Yeni eklenen servis girdileri bu renk sayesinde kolayca farkedilebilir.</p>

source: &New:
tr: &Yeni:

source: Choose a color for changed services that are selected
tr: Seçili servisler için bir renk seçin

source: <p>Use the <strong>Select Color dialog box</strong> to pick a selected text color for <em>services that have been changed</em> (either order/sorting number or name).</p> <p>Changed service entries will be distinguished by this color while they are selected.</p>
tr: <p>Değişen <strong>servisler için</strong> belirlenmiş metin rengini <em>iletişim pencersinden seçerek</em> kullan (ya düzen/sınıf numarası ya da isim).</p> <p>Yeni eklenen servis girdileri bu renk sayesinde kolayca farkedilebilir.</p>

source: Choose a color for services new to a runlevel that are selected
tr: Yeni ve seçili servisler için bir renk seçin

source: <p>Use the <strong>Select Color dialog box</strong> to pick a selected text color for <em>services new to a runlevel</em>.</p> <p>New service entries will be distinguished by this color while they are selected.</p>
tr: <p>Yeni <strong>servisler için</strong> belirlenmiş metin rengini <em>iletişim pencersinden seçerek</em> kullan (ya düzen/sınıf numarası ya da isim).</p> <p>Yeni eklenen servis girdileri bu renk sayesinde kolayca farkedilebilir.</p>

source: New && &selected:
tr: Yeni ve &seçili:

source: Changed && s&elected:
tr: Değişmiş ve &seçili:

source: Informational Messages
tr: Bilgi Mesajı

source: Show all messages again:
tr: tüm mesajları yeniden göster:

source: &Show All
tr: &Tümünü Göster

source: &Warn if not allowed to write configuration
tr: &Yapılandırma ayarları yazılamıyorsa uyar

source: Warn &if unable to generate a sorting number
tr: &Sıralama numarası oluşturulamıyorsa uyar

source: Path Configuration
tr: Yol Yapılandırması

source: Drag here to remove services
tr: Servisleri kaldırmak için buraya sürükleyin
