Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdeadmin/kuser.po
Languages: tr

source: Manage LDAP shadowAccount objectclass
tr: LDAP gölgeHesap nesne sınıfını yönet

source: Check this if the shadowAccount object should be used in the users' entries. It allows to enforce password change/expiration policies.
tr: Kullanıcı girdilerinde gölgeHesabı kullanılacaksa bunu seçebilirsiniz. Bu parola değişikliği/zaman aşımı poliçelerini zorlamaya izin verir.

source: LDAP Structural objectclass
tr: LDAP Yapısal nesne sınıfı

source: This option allows to specify the structural objectclass used with users' entries. If you want to use these entries not just for authentication, but for an addressbook, too, then choose inetOrgPerson.
tr: Bu seçenek kullanıcı girdileri ile kullanılan yapısal nesne sınıflarını belirlemeye izin verir. Eğer bu girdileri sadece kimlikleme için kullanak istemiyorsanız, örneğin adres defterinde de kullanmak istiyorsanız, inetOrgPerson'ı seçin.

source: LDAP Group RDN prefix
tr: LDAP Grup RDN önadı

source: This specifies what prefix will used for group entries.
tr: Bu grup girdilerinde kullanılacak olan önadı belirler.

source: LDAP Password hash method
tr: LDAP Parola karıştırma metodu

source: This specifies the password hashing method. The most secure is SSHA.
tr: Bu parola karıştırma metodunu belirler. En güvenlisi SSHA'dır.

source: Enable samba account management
tr: Samba hesap yönetimini etkinleştir

source: Check this if you want to use the user/group entries in a Samba domain. KUser will create sambaSamAccount objectclass for each entry which is usable with the ldapsam passdb backend with Samba version greater than 3.0.
tr: Eğer kullanıcı/grup girdilerini bir Samba alanında kullanmak istiyorsanız bunu seçin. KUser her girdi için sambaSamHesabı nesne sınıfı oluşturacaktır. Bunun için Samba sürümün 3.0'dan büyük ve ldapsam passdb eklentisinin olması gerekmektedir.

source: Samba domain name
tr: Samba alan adı

source: This specifies the samba domain name.
tr: Samba alan adını belirtir.

source: Samba domain SID
tr: Samba alan SID

source: This specifies the domain Security IDentifier. It is unique in a single domain. You can query the value of the domain SID with 'net getlocalsid domain_name'.
tr: Bu alan Güvenlik Kimliğini (Security IDentifier) belirler. Tek bir alanda eşsizdir. 'net getlocalsid alan_adi' komutu ile alanın SID sini sorgulayabilirsiniz.

source: Samba login script
tr: Samba giriş kodu

source: This specifies a name of a login script (in the `Netlogon` share) which will be executed as the user logs in to a Windows machine.
tr: Bu giriş kodunun ('Netlogon' paylaşımında) adını belirler bu bir Windows makinede kullanıcın kayıtları olarak çalıştırılacaktır.

source: Samba home drive
tr: Samba ev sürücüsü

source: Specifies a drive letter where the user's home directory will automatically mapped when he/she logs into a Windows machine.
tr: Kullanıcı bir Windows makineye giriş yaptığında otomatik olarak haritalanacak kullanıcı ev dizinini belirleyen sürücü harfi.

source: Samba profile path template
tr: Samba profil yolu şablonu

source: This specifies the location of the roaming profile of the user. The '%U' macro will be replaced with the actual user name.
tr: Bu kullanıcının dolaşım profilinin yerini belirler. '%U' makrosu geçerli kullanıcı adı ile değiştirilecektir.

source: Samba home path template
tr: Samba ev dizini şablonu

source: This specifies the location of the home directory of the user. This field is meaningful only for Windows machines. The '%U' macro will be replaced with the actual user name.
tr: Bu kullanıcının ev dizinin yerini belirler. Bu alan sadece Windows makinelerde anlamlıdır. '%U' makrosu geçerli kullanıcı adı ile değiştirilecektir.

source: Store the LanManager hashed password in the sambaLMPassword attribute. Check this if you have older clients (Win9x series and before) on your network.
tr: Öz alınmış LanManager parolalarını sambaLMPassword özniteliğinde sakla. Ağınızda eski istemciler (Win9x serisi ve öncesi) varsa bunu seçiniz.

source: Connection Selection
tr: Bağlantı Seçimi

source: &New...
tr: Ye&ni...

source: Defined connections:
tr: Tanımlı bağlantılar:

source: Please type the name of the new connection:
tr: Yeni bağlantının adını belirtiniz:

source: A connection with this name already exists.
tr: Bu isimli bağlantı zaten var.

source: Do you really want to delete the connection '%1'?
tr: '%1' bağlantısını gerçekten silmek istiyor musunuz?

source: Delete Connection
tr: Bağlantıyı Sil
