Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdeadmin/kuser.po
Languages: tr

source: _: NAME OF TRANSLATORS Your names
tr: Adil YILDIZ, Ozan Eren BİLGEN

source: _: EMAIL OF TRANSLATORS Your emails
tr: adil_yildiztr@yahoo.com, oebilgen@uekae.tubitak.gov.tr

source: New Account Options
tr: Yeni Hesap Seçenekleri

source: Create home folder
tr: Ev dizini oluştur

source: Copy skeleton
tr: Temel dosyaları kopyala

source: User with UID %1 already exists.
tr: %1 numaralı kullanıcı zaten var.

source: User with RID %1 already exists.
tr: %1 numaralı kullanıcı zaten var.

source: Folder %1 already exists! %2 may become owner and permissions may change. Do you really want to use %3?
tr: %1 dizini zaten var! %2 sahibi olabilir ve izin hakları değişebilir. Gerçekten %3 kullanmak istiyor musunuz?

source: %1 is not a folder.
tr: %1 bir dizin değildir.

source: stat() failed on %1.
tr: stat() %1 de başarısız oldu.

source: Mailbox %1 already exists (uid=%2).
tr: %1 posta kutusu zaten var (uid=%2).

source: %1 exists but is not a regular file.
tr: %1 mevcut, ancak normal bir dosya değil.

source: Delete User
tr: Kullanıcı Sil

source: <p>Deleting user <b>%1</b><p>Also perform the following actions:
tr: <p><b>%1</b>kullanıcısı siliniyor<p>Ayrıca şu işlemler de yapılacak:

source: Delete &home folder: %1
tr: &Ev dizinini sil: %1

source: Delete &mailbox: %1
tr: E-&posta kutusunu sil: %1

source: <Empty>
tr: <Boş>

source: Connection
tr: Bağlantı

source: Password Policy
tr: Parola Poliçesi

source: General
tr: Genel

source: General Settings
tr: Genel Ayarlar

source: File Source Settings
tr: Dosya Kaynak Ayarları

source: Settings
tr: Ayarlar

source: LDAP Source Settings
tr: LDAP Kaynak Ayarları

source: LDAP Query
tr: LDAP Sorgusu

source: Group Properties
tr: Grup Özellikleri

source: Domain Admins
tr: Alan Yöneticileri

source: Admins
tr: Yöneticiler

source: Domain Users
tr: Alan Kullanıcıları

source: Users
tr: Kullanıcılar

source: Domain Guests
tr: Alan Ziyaretçileri

source: Guests
tr: Ziyaretçiler

source: Group number:
tr: Grup numarası:

source: Group rid:
tr: Grup rid:

source: Group name:
tr: Grup adı:

source: Description:
tr: Açıklama:

source: Display name:
tr: Görünüm adı:

source: Type:
tr: Tipi:

source: Domain
tr: Alan

source: Local
tr: Yerel

source: Builtin
tr: Yapım

source: Domain SID:
tr: Alan SID:

source: Disable Samba group information
tr: Samba grup bilgisini kapat

source: Users in Group
tr: Gruptaki Kullanıcılar

source: Add <-
tr: Ekle <-

source: Remove ->
tr: Kaldır ->

source: Users NOT in Group
tr: Grupta OLMAYAN Kullanıcılar

source: You need to type a group name.
tr: Bir grup adı girmelisiniz.

source: Group with name %1 already exists.
tr: %1 isimli grup zaten var.

source: Group with SID %1 already exists.
tr: SID %1 olan grup zaten var.

source: Group with gid %1 already exists.
tr: %1 numaralı grup zaten var.

source: stat call on file %1 failed: %2 Check KUser settings.
tr: %1 üzerindeki stat çağrısında hata: %2 KUser ayarlarını yeniden denetleyin.

source: Error opening %1 for reading.
tr: %1 okuma için açılırken hata oluştu.

source: Error opening %1 for writing.
tr: %1 yazmak için açılırken hata oluştu.

source: Unable to process NIS group file without a minimum GID specified. Please update KUser settings (File Source Settings).
tr: Minimum GID belirtmeden NIS grup dosyası işlenemez. Lütfen KUser ayarlarını (kaynaklarını) güncelleyin.

source: Specifying NIS minimum GID requires NIS file(s). Please update KUser settings (File Source Settings).
tr: Belirtilen NIS minimum GID NIS dosyası(ları) gerektiriyor. Lütfen KUser ayarlarını (kaynaklarını) güncelleyin.

source: Unable to build NIS group databases.
tr: NIS grup veritabanı oluşturulamıyor.

source: Loading Groups From LDAP
tr: Gruplar LDAP'tan Yükleniyor

source: LDAP Operation
tr: LDAP İşlemi

source: Unknown
tr: Bilinmeyen

source: Group Name
tr: Grup Adı

source: Domain SID
tr: Alan SID

source: Type
tr: Tipi

source: Display Name
tr: Görünüm Adı

source: Description
tr: Açıklama

source: Cannot create home folder for %1: it is null or empty.
tr: %1 için ev dizini oluşturulamıyor. Bu dizin boş.

source: Cannot create home folder %1. Error: %2
tr: %1 ev dizini oluşturulamıyor. Hata: %2

source: Cannot change owner of home folder %1. Error: %2
tr: %1 dizininin sahibi değiştirilemiyor. Hata: %2

source: Cannot change permissions on home folder %1. Error: %2
tr: %1 dizini üzerindeki izinler değiştirilemiyor. Hata: %2

source: Folder %1 already exists! Will make %2 owner and change permissions. Do you want to continue?
tr: %1 dizini zaten var! Sahibi %2 olarak değişecek ve izinlerinde ayarlamalar yapılacak. Devam etmek istiyor musunuz?

source: Cannot change owner of %1 folder. Error: %2
tr: %1 dizininin sahibi değiştirilemiyor. Hata: %2

source: Folder %1 left 'as is'. Verify ownership and permissions for user %2 who may not be able to log in!
tr: %1 dizini olduğu gibi bırakılıyor. Lütfen %2 kullanıcısının dizin haklarını gözden geçirin. Bu kullanıcı giriş yapamayabilir!

source: %1 exists and is not a folder. User %2 will not be able to log in!
tr: %1 var, ancak bir dizin değil. %2 kullanıcısı giriş yapamayacaktır!

source: Cannot create %1 folder. Error: %2
tr: %1 dizini oluşturulamıyor. Hata: %2

source: stat call on %1 failed. Error: %2
tr: %1 üzerinde stat çağrısı başarısız. Hata: %2

source: Cannot create %1: %2
tr: %1 oluşturulamıyor : %2

source: Cannot change owner on mailbox: %1 Error: %2
tr: Posta kutusunun sahibi değiştirilemiyor: %1 Hata: %2

source: Cannot change permissions on mailbox: %1 Error: %2
tr: Posta kutusunun izinleri değiştirilemiyor: %1 Hata: %2

source: Error creating symlink %1. Error: %2
tr: %1 sembolik bağlantısı oluşturulamıyor. Hata: %2

source: Cannot change owner of folder %1. Error: %2
tr: %1 dizininin sahibi değiştirilemiyor. Hata: %2

source: Cannot change permissions on folder %1. Error: %2
tr: %1 dizin izinleri değiştirilemiyor. Hata: %2

source: Cannot change owner of file %1. Error: %2
tr: %1 dosyasının sahibi değiştirilemiyor. Hata: %2

source: Cannot change permissions on file %1. Error: %2
tr: %1 dosyasının izinleri değiştirilemiyor. Hata: %2

source: Folder %1 does not exist, cannot copy skeleton for %2.
tr: %1 dizini bulunamadı, %2 için başlangıç dosyaları kopyalanamıyor.

source: Folder %1 does not exist, cannot copy skeleton.
tr: %1 dizini bulunamadı, iskelet kopyalanamıyor.

source: Cannot remove home folder %1. Error: %2
tr: %1 ev dizini silinemiyor. Hata: %2

source: Removal of home folder %1 failed (uid = %2, gid = %3).
tr: %1 ev dizininin silinmesinde bir hata oluştu (uid = %2, gid = %3).

source: stat call on file %1 failed. Error: %2
tr: %1 üzerindeki stat çağrısında hata. Hata: %2

source: Cannot remove crontab %1. Error: %2
tr: %1 crontab görevi silinemiyor. Hata: %2

source: Cannot remove mailbox %1. Error: %2
tr: %1 posta kutusu silinemiyor. Hata: %2

source: Cannot fork while trying to kill processes for uid %1.
tr: UID %1 için işlemler kapatılırken kaldırılamıyor.

source: KUser sources were not configured. Local passwd source set to %1 Local group source set to %2.
tr: Kuser kaynakları yapılandırılmadı. Yerel parola kaynakları %1 olarak tanımlandı Yerel grup kaynakları %2 olarak tanımlandı.

source: Stat call on file %1 failed: %2 Check KUser settings.
tr: %1 üzerindeki stat çağrısında hata: %2 KUser ayarlarını kontrol edin.

source: No /etc/passwd entry for %1. Entry will be removed at the next `Save'-operation.
tr: %1 için /etc/passwd girişi bulunamadı. Giriş bir sonraki 'Kaydet' işleminde silinecek.

source: Unable to process NIS passwd file without a minimum UID specified. Please update KUser settings (Files).
tr: NIS parola dosyası en düşük UID bilgisi olmadan işlenemiyor. Lütfen KUser ayar(dosya)larınızı güncelleyin.

source: Specifying NIS minimum UID requires NIS file(s). Please update KUser settings (Files).
tr: Belirtilen NIS minimum UID NIS dosyası(ları) gerektiriyor. Lütfen KUser ayarlarını (Dosyalarını) güncelleyin.

source: Unable to build password database.
tr: Parola veritabanı oluşturulamıyor.

source: Unable to build password databases.
tr: Parola veritabanları oluşturulamıyor.

source: Loading Users From LDAP
tr: Kullanıcılar LDAP'tan Yükleniyor

source: User Login
tr: Kullanıcı Girişi

source: Full Name
tr: Tam İsim

source: Home Directory
tr: Ev Dizini

source: Login Shell
tr: Giriş Kabuğu

source: Samba Login Script
tr: Samba Giriş Kodu

source: Samba Profile Path
tr: Samba Profil Yolu

source: Samba Home Drive
tr: Samba Ev Sürücüsü

source: Samba Home Path
tr: Samba Ev Yolu

source: KDE User Editor
tr: KDE Kullanıcı Düzenleyicisi

source: kuser author
tr: kuser yazarı

source: KDE User Manager
tr: KDE Kullanıcı Yöneticisi

source: Groups
tr: Gruplar

source: You are using private groups. Do you want to delete the user's private group '%1'?
tr: Özel gruplar kullanıyorsunuz. Kullanıcının özel grubunu da (%1) silmek istiyor musunuz ?

source: Do Not Delete
tr: Silme

source: You have run out of uid space.
tr: UID alanınız kalmadı.

source: Please type the name of the new user:
tr: Yeni kullanıcının adını girin:

source: User with name %1 already exists.
tr: %1 isimli kullanıcı zaten var.

source: You have selected %1 users. Do you really want to change the password for all the selected users?
tr: %1 kullanıcı seçtiniz. Tüm seçili kullanıcıların parolalarını değiştirmek istediğinizden emin misiniz?

source: Do Not Change
tr: Değiştirme

source: You have run out of gid space.
tr: GID alanınız kalmadı.

source: The group '%1' is the primary group of one or more users (such as '%2'); it cannot be deleted.
tr: '%1' grubu bir veya daha fazla kullanıcının (örneğin '%2') birincil grubu; silinemez.

source: Do you really want to delete the group '%1'?
tr: '%1' grubunu gerçekten silmek istiyor musunuz?

source: Do you really want to delete the %1 selected groups?
tr: %1 seçili gruplarını gerçekten silmek istiyor musunuz?

source: Reading configuration
tr: Yapılandırma okunuyor

source: Ready
tr: Hazır

source: &Add...
tr: &Ekle...

source: &Edit...
tr: &Düzenle...

source: &Delete...
tr: &Sil...

source: &Set Password...
tr: &Parola Tanımla...

source: &Select Connection...
tr: Bağlantı &Seç...

source: Show System Users/Groups
tr: Sistem Kullanıcı/Gruplarını Göster

source: Hide System Users/Groups
tr: Sistem Kullanıcı/Gruplarını Gizle

source: Can't create backup file for %1
tr: %1 için yedekleme dosyası oluşturulamıyor

source: File %1 does not exist.
tr: %1 dosyası mevcut değil.

source: Cannot open file %1 for reading.
tr: %1 dosyası okumak için açılamıyor.

source: Cannot open file %1 for writing.
tr: %1 dosyası yazmak için açılamıyor.

source: Do not change
tr: Değiştirme

source: days
tr: gün

source: Never
tr: Hiç bir zaman

source: User Info
tr: Kullanıcı Bilgisi

source: User login:
tr: Kullanıcı Girişi:

source: &User ID:
tr: &Kullanıcı No:

source: Set &Password...
tr: &Parola Tanımla...

source: Full &name:
tr: &Tam isim:

source: Surname:
tr: Soyadı:

source: Email address:
tr: Email adresi:

source: &Login shell:
tr: &Giriş kabuğu:

source: &Home folder:
tr: &Ev dizini:

source: &Office:
tr: İş&yeri:

source: Offi&ce Phone:
tr: İşyeri &telefonu:

source: Ho&me Phone:
tr: Ev t&elefonu:

source: Login class:
tr: Giriş sınıfı:

source: &Office #1:
tr: &1. işyeri:

source: O&ffice #2:
tr: &2. işyeri:

source: &Address:
tr: &Adres:

source: Account &disabled
tr: Hesap kapatıl&dı

source: Disable &POSIX account information
tr: &POSIX hesap bilgisini kapat

source: Password Management
tr: Parola Yönetimi

source: Last password change:
tr: Son Parola Değişimi:

source: POSIX parameters:
tr: POSIX parametreleri:

source: Time before password may &not be changed after last password change:
tr: So&n şifre değişikliğinden sonra şifrenin değiştirilemeyeceği süre:

source: Time when password &expires after last password change:
tr: Son parola d&eğişikliğinden sonra şifrenin zaman aşımına uğrama süresi:

source: Time before password expires to &issue an expire warning:
tr: Ş&ifrenin zaman aşımına uğramadan önce gelecek olan uyarının süresi:

source: Time when account will be &disabled after expiration of password:
tr: Parolanın zaman aşımına uğramasın&dan sonra hesabın kapatılacağı süre:

source: &Account will expire on:
tr: &Hesap bu tarihte kapatılacak:

source: Login script:
tr: Giriş kodu:

source: Profile path:
tr: Profil yolu:

source: Home drive:
tr: Ev sürücüsü:

source: Home path:
tr: Ev yolu:

source: User workstations:
tr: Kullanıcı iş istasyonları:

source: Domain name:
tr: Alan adı:

source: Disable &Samba account information
tr: &Samba hesap bilgisini kapat

source: Primary group:
tr: Birincil Grup:

source: Set as Primary
tr: Birincil olarak Ata

source: User Properties
tr: Kullanıcı Özellikleri

source: User Properties - %1 Selected Users
tr: Kullanıcı Özellikleri - %1 Seçili Kullanıcı

source: You need to specify an UID.
tr: Bir UID belirtmelisiniz.

source: You must specify a home directory.
tr: Ev dizini belirtmelisiniz.

source: You must fill the surname field.
tr: Soyadı alanını doldurmalısınız.

source: You need to specify a samba RID.
tr: Bir samba RID belirtmelisiniz.

source: User with UID %1 already exists
tr: %1 numaralı kullanıcı zaten var

source: User with RID %1 already exists
tr: RID %1 olan kullanıcı zaten var

source: <p>The shell %1 is not yet listed in the file %2. In order to use this shell you must add it to this file first.<p>Do you want to add it now?
tr: <p>%1 kabuğu %2 dosyasında listelenmiyor. Bu kabuğu kullanmak için öncelikle bu dosyaya eklemelisiniz.<p>Bunu şimdi eklemek istiyor musunuz?

source: Unlisted Shell
tr: Listelenmeyen Kabuk

source: &Add Shell
tr: Kabuk &Ekle

source: Do &Not Add
tr: Ekle&me

source: Enter Password
tr: Parolayı Girin

source: Password:
tr: Parola:

source: Verify:
tr: Doğrulama:

source: Passwords are not identical. Try again.
tr: Girdiğiniz parolalar birbirinden farklı. Lütfen tekrar deneyin.

source: &User
tr: &Kullanıcı

source: &Group
tr: &Grup

source: Local User Database Files
tr: Yerel Kullanıcı Veritabanı Dosyaları

source: Group file:
tr: Grup dosyası:

source: Password file:
tr: Parola dosyası:

source: Shadow password file:
tr: Gölge parola dosyası:

source: Shadow group file:
tr: Gölge grup dosyası:

source: MD5 shadow passwords
tr: MD5 gölge parolaları

source: NIS Settings
tr: NIS Ayarları

source: NIS password source:
tr: NIS parola kaynağı:

source: NIS group source:
tr: NIS grup kaynağı:

source: NIS minimum UID:
tr: NIS asgari UID:

source: NIS minimum GID:
tr: NIS asgari GID:

source: Source of user/group database:
tr: Kullanıcı/grup veritabanı kaynağı:

source: System
tr: Sistem

source: First normal GID:
tr: Birinci normal GID:

source: Home path template:
tr: Ev dizini şablonu:

source: Shell:
tr: Kabuk:

source: First normal UID:
tr: Birinci normal UID:

source: Copy skeleton to home folder
tr: Temel dosyaları ev dizinine kopyala

source: User private groups
tr: Kullanıcı özel grupları

source: Default group:
tr: Öntanımlı grup:

source: Manage Samba user accounts/groups
tr: Samba kullanıcı hesabı/gruplarını yönet

source: Default login script:
tr: Varsayılan giriş kodu:

source: Profile path template:
tr: Profil yol şablonu:

source: Store LanManager hashed password
tr: Öz alınmış LanManager parolasını sakla

source: &Query Server
tr: &Sunucuyu Sorgula

source: Domain SID (you can obtain with 'net getlocalsid domain_name'):
tr: Alan SID ('net getlocalsid alan_adi' ile elde edebilrsiniz):

source: gidNumber
tr: gidNumarası

source: Plain Text
tr: Salt Metin

source: User base:
tr: Kullanıcı tabanı:

source: Group filter:
tr: Grup filtresi:

source: Structural objectclass:
tr: Yapısal nesne sınıfı:

source: User filter:
tr: Kullanıcı filtresi:tabanı:

source: account
tr: hesap

source: Group RDN prefix:
tr: Grup RDN önadı:

source: uidNumber
tr: uidNumarası

source: Group base:
tr: Grup tabanı:

source: User RDN prefix:
tr: Kullanıcı RDN önadı:

source: Password hash:
tr: Parola karıştırma:

source: Manage shadowAccount objectclass
tr: GölgeHesap nesne sınıfını yönet

source: Store the user's full name in the cn attribute
tr: Kullanıcının tam adını cn özniteliğinde sakla

source: Update the gecos attribute
tr: Kullanıcı isim bilgisini güncelle

source: Time before password expires to issue an expire warning:
tr: Şifrenin zaman aşımına uğramadan önce gelecek olan uyarının süresi:

source: Time when password expires after last password change:
tr: Son şifre değişikliğinden sonra şifrenin zaman aşımına uğrayacağı süre:

source: Time when account will be disabled after expiration of password:
tr: Şifrenin zaman aşımından sonra hesabın kapatılacağı süre:

source: Time before password may not be changed after last password change:
tr: Son şifre değişikliğinden sonra şifrenin değiştirilemeyeceği süre:

source: Account will expire on:
tr: Hesap bu tarihte kapatılacak:

source: Default connection
tr: Varsayılan bağlantı

source: Show system users
tr: Sistem Kullanıcılarını Göster

source: The source of the user and group database
tr: Kullanıcı ve grubun veritabanı kaynağı

source: This option allows you to select where the user/group data stored. Currently three storage backends are supported. <BR><B>Files</B> stores user/group data in traditional /etc/passwd and /etc/group flat files. <BR><B>LDAP</B> stores data in a directory server using the posixAccount and posixGroup object classes; this backend allows the management of Samba users/groups via the sambaSamAccount object class.<BR><B>System</B> provides a read-only access to all users and groups which your installation knows about.
tr: Bu seçenek kullanıcı/grup dosyalarının nerede saklanacağını seçmenize izin verir. Mevcut üç eklenti desteklenir.<BR><B>Dosyalar</B> kullanıcı/grup verilerini geleneksel /etc/password ve /etc/grup yassı dosyalarında saklar. <BR><B>LDAP</B>posixAccount ve posixGroup nesne sınıflarını kullanarak veriyi dizin sunucusunda saklar. Ayrıca bu program Samba kullanıcı/gruplarını sambaSamAccount nesne sınıfını kullanarak yönetebilir.<BR><B>Sistem</B> kurulumunuz tarafından tanınan kullanıcı ve gruplara salt-okuma hakkı tanır.

source: Shell
tr: Kabuk

source: This option allows you to select the shell which will be the default for new users.
tr: Bu seçenek yeni kullanıcılar için varsayılan olacak kabuğu seçmenize izin verir.

source: Home path template
tr: Ev dizini şablonu

source: This option specifies the UNIX home path template for new users. The '%U' macro will replaced with the actual user name.
tr: Bu seçenek yeni kullanıcılar için UNIX ev dizini şablonunu belirler. '%U' makrosu geçerli kullanıcı adı ile değiştirilecektir.

source: First UID
tr: Birinci UID

source: This options specifies the first user ID where searching for an available UID starts.
tr: Bu seçenek birinci kullanıcın ID sini belirler böylece UID'nin nereden başladığını bilebilirsiniz.

source: First GID
tr: Birinci GID

source: This options specifies the first group ID where searching for an available GID starts.
tr: Bu seçenek birinci grubun ID sini belirler böylece GID'nin nereden başladığını bilebilirsiniz.

source: If this option is checked then a home directory will created for the new user.
tr: Bu seçenek seçili ise yeni kullanıcı için bir ev dizini ouşturulur.

source: If this option is checked then the contents of the skeleton folder will copied to the new user's home directory
tr: Bu seçenek seçili ise iskelet klasörünün içeriği yeni kullanıcının ev dizinine kopyalanır

source: If this option is enabled, new user creation will create a private group named as the user, and the primary group of the user will assigned to this private group.
tr: Bu seçenek etkinleştirilmişse, yeni kullanıcı oluşturulumu kullanıcı tarafından adlandırılan özel bir grup oluşturur, ve kullanıcının birincil grubu bu özel grup olarak atanır.

source: Default primary group
tr: Öntanımlı birincil grup

source: This is the default primary group which will be assigned to a newly created user.
tr: Bu yeni yaratılan kullanıcının atanacağı birincil öntanımlı gruptur.

source: This setting is for specifying a date when user accounts will expire.
tr: Bu ayar kullanıcı hesabının zaman aşımına uğrayacağı süreyi belirler.

source: Check this if you want to user accounts never expire.
tr: Kullanıcının hesabının zaman aşımına uğramasını istemiyorsanız bunu seçin.

source: Password file
tr: Parola dosyası

source: This specifies the users database file (usually /etc/passwd).
tr: Bu kullanıcıların veritabanı dosyasını belirler (genellikle /etc/password).

source: Group file
tr: Grup dosyası

source: This specifies the groups database file (usually /etc/group).
tr: Bu grupların veritabanı dosyasını belirler (genellikle /etc/group).

source: MD5 Shadow passwords
tr: MD5 Gölge parolaları

source: Check this if you want the passwords in the shadow file MD5 hashed. Leave this unchecked if DES encryption should be used.
tr: Gölge dosyasındaki şifrelerin MD5 ile karıştırılmasını istiyorsanız seçin. DES kodlaması kullanılmayacaksa seçilmemiş bırakın.

source: Shadow password file
tr: Gölge parola dosyası

source: Specifies the shadow password file (usually /etc/shadow). Leave this empty if your system does not use a shadow password file.
tr: Gölge şifre dosyasını belirler (genellikle /etc/shadow). Eğer sisteminiz gölge şifre dosyası kullanmıyosa boş bırakın.

source: Group shadow file
tr: Grup gölge dosyası

source: Specifies the shadow group file (usually /etc/gshadow). Leave this empty if your system does not use a shadow group file.
tr: Gölge grup dosyasını belirler (genellikle /etc/gshadow). Eğer sisteminiz gölge grup dosyası kullanmıyorsa boş bırakın.

source: NIS password source
tr: NIS parola kaynağı

source: NIS minimum UID
tr: NIS asgari UID

source: NIS group source
tr: NIS grup kaynağı

source: NIS minimum GID
tr: NIS asgari GID

source: LDAP User
tr: LDAP Kullanıcı

source: LDAP Password
tr: LDAP Parola

source: LDAP Bind DN
tr: LDAP Bağlı DN

source: LDAP Host
tr: LDAP Sağlayıcı

source: LDAP Port
tr: LDAP Portu

source: LDAP version
tr: LDAP sürümü

source: LDAP Size limit
tr: LDAP Boyut sınırı

source: LDAP Time limit
tr: LDAP Zaman sınırı

source: LDAP Base DN
tr: LDAP Taban DN

source: LDAP Filter
tr: LDAP süzgeci

source: LDAP no encryption
tr: LDAP kodlamasız

source: LDAP Anonymous
tr: LDAP Kimliksiz

source: LDAP Simple auth
tr: LDAP Basit kimlik

source: LDAP SASL auth
tr: LDAP SASL kimlik

source: LDAP SASL mechanism
tr: LDAP SASL mekanizması

source: LDAP User container
tr: LDAP Kullanıcı taşıyıcı

source: This specifies where to store users' entries relative to the LDAP base DN.
tr: Bu LDAP taban DN ile ilişkili kullancıların girdilerinin nerede saklanacağını belirler.

source: LDAP User filter
tr: LDAP Kullanıcı filtresi

source: This specifies the filter used for user entries.
tr: Bu kullanıcı girdilerinde kullanılacak filtreyi belirtir.

source: LDAP Group container
tr: LDAP Grup taşıyıcı

source: This specifies where to store groups' entries relative to the LDAP base DN.
tr: Bu LDAP taban DN ile ilişkili grupların girdilerinin nerede saklanacağını belirler.

source: LDAP Group filter
tr: LDAP Grup filtresi

source: This specifies the filter used for group entries.
tr: Bu grup girdilerinde kullanılacak filtreyi belirtir.

source: LDAP User RDN prefix
tr: LDAP Kullanıcı RDN önadı

source: This specifies what prefix will used for user entries.
tr: Bu kullanıcı girdilerinde kullanılacak önadı belirler.

source: Check this if the user's full name should be stored in the cn (Canonical Name) attribute.
tr: Eğer kullanıcının tam adı cn (Geçerli İsim) özniteliğinde saklanacaksa bunu seçiniz.

source: Update the gecos field
tr: gecos alanını güncelle

source: Check this if the gecos attribute should be updated.
tr: gecos özniteliği güncellenecekse bunu seçiniz.
