Repository: pars-linux/uludag
Catalog: branches/yali-qt3/po/*.po
Languages: pl

source: free space
pl: wolne miejsce

source: Install Root
pl: System

source: Users' Files
pl: Pliki Użytkowników
