Repository: pars-linux/uludag
Catalog: branches/yali-qt3/po/*.po
Languages: pl

source: <font size="+1"><b>Select the partitioning method:</b></font> <p>Below, you can select an hard disk for automatic partitioning. Selected disk will be used for Pardus installation.</p> <p><font color="#FF6D19"><b><u>WARNING:</u></b> Automatic partitioning will use your entire disk for Pardus installation. All data on the selected disk will be lost!</font></p>
pl: <font size="+1"><b>Wybierz sposób partycjonowania:</b></font> <p>Poniżej możesz wskazać dysk do automatycznego podziału na partycje. Wybrany dysk zostanie użyty do zainstalowania Pardusa.</p> <p><font color="#FF6D19"><b><u>UWAGA:</u></b> Automatyczne partycjonowanie użyje cały dysk na instalację Pardusa. Wszelkie dane na dysku zostaną utracone!</font></p>

source: No, I'll partition my disk manually.
pl: Nie, spartycjonuję dysk samodzielnie

source: Yes, automatically partition and format selected disk!
pl: Tak, automatycznie spartycjonuj i sformatuj wybrany dysk!

source: <b>Do you want to write boot loader (GRUB) to your hard disk's master boot record?</b> <p>You need a boot loader to boot your Pardus system.</p> <p>If you don't install a boot loader or choose to install to root partition, you will have to configure your other operating system's loader (if you have one installed) to start your newly installed Pardus.</p>
pl: <b>Czy chcesz by program rozruchowy (GRUB) został zapisany w master boot record?</b> <p>Program rozruchowy jest potrzebny by załadować system.</p> <p>Jeśli nie instalujesz lub chcesz zainstalować w partycji głównej będziesz musiał skonfigurować program rozruchowy Twojego innego systemuoperacyjnego (jeśli taki posiadasz) by uruchomić Twojego nowo zainstalowanego Pardusa.</p>

source: Where do you want to install the bootloader?
pl: Gdzie zainstalować menedżer rozruchowy?

source: Install to first bootable disk (recommended)
pl: Zainstaluj na pierwszym bootowalnych dysku (zalecane)

source: Install to Pardus installed partition
pl: Zainstaluj w partycji Pardusa

source: Install to selected disk belove
pl: Zainstaluj na wybrany poniżej dysk

source: Select the disk you to install bootloader:
pl: Wybierz dysk, na którym ma być zainstalowany GRUB:

source: Don't install bootloader
pl: Nie instaluj menedżera rozruchu

source: You can check the integrity of the packages in installation CD. Although this is an optional step, we encourage you to do it to avoid any errors in installation.
pl: Możesz sprawdzić spójność pakietów na płycie instalacyjnej. Mimoże jest to opcjonalne, nalegamy aby to uczynić, by ominąć błędypodczas instalowania.

source: Check CD Integrity
pl: Sprawdź spójność CD

source: Installing Package:
pl: Instaluję Pakiety:

source: Select the keyboard layout of your choice.
pl: Wybierz układ klawiatury.

source: Test selected keyboard:
pl: Test wybranego układu:

source: Cancel
pl: Anuluj

source: Apply
pl: Zastosuj

source: Size (MB):
pl: Rozmiar (MB):

source: Use available free space
pl: Użyj dostępnego wolnego miejsca

source: Format this partition
pl: Formatuj tą partycję

source: What do you want to store in this partition?
pl: Określ przeznaczenie partycji

source: Pardus system files (mandatory)
pl: Instalacja Pardusa (wymagany)

source: User files (optional)
pl: Pliki Użytkowników (opcjonalne)

source: Swap space (optional)
pl: SWAP (opcjonalne)

source: Device
pl: Urządzenie

source: Size
pl: Rozmiar

source: Partition Type
pl: Typ Partycji

source: Filesystem
pl: System Plików

source: Format?
pl: Formatować?

source: Create New Partition
pl: Stwórz Nową Partycję

source: Delete Selected Partition
pl: Usuń Wybraną Partycję

source: Partitions:
pl: Partycje:

source: Reset All Changes
pl: Cofnij wszystkie zmiany

source: Resize
pl: Zmień Rozmiar

source: Edit
pl: Edytuj

source: System administrator password:
pl: Hasło administratora systemu:

source: System administrator password (again):
pl: Hasło administratora systemu (ponownie):

source: <p align="left">System administrator user (root) handles important system maintanence tasks. Please give password for this special user and do not forget this password. Note that you shouldn't write this password elsewhere for privacy reasons.</p>
pl: <p align="left">Użytkownik-administrator systemu (root) zarządza ważnymi zadaniami. Proszę wpisać hasło dla tego specjalnego użytkownika inie zapomnieć go. Nie zapisuj nigdzie hasła ze względów bezpieczeństwa.</p>

source: Hostname:
pl: Host:

source: New User
pl: Nowy Użytkownik

source: User Name:
pl: Login:

source: Password (again):
pl: Hasło (ponownie):

source: Password:
pl: Hasło:

source: Real Name:
pl: Imię i Nazwisko:

source: Give administrator privileges to this user
pl: Przydziel prawa administratora temu użytkownikowi

source: Create User
pl: Utwórz Użytkownika

source: Users:
pl: Użytkownicy:

source: Delete Selected User
pl: Usuń wybranego użytkownika

source: Auto Login User :
pl: Automatycznie zaloguj użytkownika:

source: Auto Login Disabled
pl: Automatyczne logowanie wyłączone

source: All software developed by TUBITAK/UEKAE is covered by GNU/GPL. Other software have their corresponding licenses. By installing or using Pardus, you agree to accept them. Do you want to continue?
pl: Oprogramowanie tworzone przez TUBITAK/UEKAE podlega licencji GNU/GPL. Pozostałe oprogramowanie podlega właściwym licencjom. Instalując lub używając Pardusa, zgadzasz się na ich akceptację. Czy chcesz kontynuować?

source: Read GPL
pl: Przeczytaj GPL

source: Reboot System!
pl: Zrestartuj System!

source: Accept!
pl: Akceptuję!

source: Don't Accept!
pl: Nie Akceptuję!

source: Debug
pl: Debuguj

source: Release Notes
pl: Notki Wydania

source: Can't open License file!
pl: Nie mogę otworzyć pliku z licencją!

source: You are going to delete all partitions on device '%s'
pl: Zamierzasz usunąć wszyskie partycje z urządzenia '%s'

source: You are going to delete partition '%s' on device '%s'!
pl: Zamierzasz usunąć partycję '%s' na urządzeniu '%s'!

source: You must select a partition type from the list below.
pl: Musisz wybrać typ partycji z listy poniżej.

source: 'Install Root' size must be larger than %s MB.
pl: Partycja na system musi być większa nić %s MB.

source: ntfsresize check failed! Won't proceed action!
pl: test ntfsresize nie udał się! Nie wykonam operacji!

source: Can't find a storage device!
pl: Nie mogę znaleźć dysku!

source: %0.1f GB free
pl: %0.1f GB wolne

source: %d MB free
pl: %d MB wolne

source: Extended
pl: Rozszerzona

source: Partition %d
pl: Partycja %d

source: Delete All Partitions
pl: Skasuj Wszystkie Partycje

source: Can't get partition info from partition request!
pl: Nie mogę wczytać informacji o partycjach!

source: req.partition() is None. May be a zombie request!
pl: req.partition() zwrócił None. Być może żądanie zombie!

source: Formatting!
pl: Formatuję!

source: YES
pl: Tak

source: Basic setup
pl: Podstawowa konfiguracja

source: Prepare for install
pl: Przygotowanie do instalacji

source: Install system
pl: Instalowanie Systemu

source: Error!
pl: Błąd!

source: Unhandled error occured!
pl: Pojawił się błąd!

source: <font size="+2">System administrator password and hostname</font> <font size="+1"> <p>Please give a password for the system administrator (i.e root) for your system. This password should be unique and private, as it is used to manage your desktop. Choose a password difficult to guess, but easy to remember. </p> <p> The password may include upper and lower case characters, numbers and punctuation marks. Do not use accented characters here. </p> <p> And also set the name that the computer will be identified to the network it belongs. The hostname should be descriptive enough to describe the computer. </p> <p> Click Next button to proceed. </p> </font>
pl: <font size="+2">Hasło administratora i nazwa hosta</font> <font size="+1"> <p>Proszę podać hasło dla administratora (użytkownika root) w Twoim systemie. Hasło powinno być unikatowe i prywatne, ponieważ pozwala zarządzać komputerem. Wybierz hasło trudne do odgadnięcia, ale łatwe do zapamiętania. </p> <p> Hasło może składać się z małych i dużych znaków, cyfr oraz znaków przestankowych. Nie używaj polskich znaków. </p> <p> Ustaw także nazwę komputera, która będzie go identyfikować w sieci, do którejnależy. Nazwa komputera powinna być wystarczająco opisowa, by rozpoznaćkomputer. </p> <p> Wybierz Dalej by, kontynuować. </p> </font>

source: <font color="#FF6D19">Caps Lock is on!</font>
pl: <font color="#FF6D19">Caps Lock jest włączony!</font>

source: <font color="#FF6D19">Password is too short!</font>
pl: <font color="#FF6D19">Hasło jest zbyt krótkie!</font>

source: <font color="#FF6D19">Passwords do not match!</font>
pl: <font color="#FF6D19">Hasła nie zgadzają się!</font>

source: <font color="#FF6D19">Hostname contains invalid characters!</font>
pl: <font color="#FF6D19">Nazwa hosta zawiera niepoprawne znaki!</font>

source: <font size="+2">Boot loader setup</font> <font size="+1"> <p> Linux makes use of GRUB boot loader, which can boot the operating system of your taste during the start up. </p> <p> If you have more than one operating system, you can choose which operating system to boot also. </p> <p> Please refer to Pardus Installing and Using Guide for more information about GRUB boot loader. </p> </font>
pl: <font size="+2">Ustawienie programu ładującego</font> <font size="+1"> <p> Linux korzysta z programu ładującego GRUB, który pozwala uruchomić wybrany przez Ciebie system operacyjny podczas rozruchu </p> <p> Jeśli masz więcej niż jeden system, możesz wybrać który system operacyjny uruchomić </p> <p> Please refer to Pardus Installing and Using Guide for more information about GRUB boot loader. </p> </font>

source: <b> <p>This action will use your entire disk for Pardus installation and all your present data on the selected disk will be lost.</p> <p>After being sure you had your backup this is generally a safe and easy way to install Pardus.</p> </b>
pl: <b> <p>Zostanie wykorzystany cały dysk pod instalację Pardusa i utracisz wszystkie istniejące dane.</p> <p>Po upewnieniu się, że posiadasz kopie zapasowe plików jest to bezpieczny i łatwy sposób na zainstalowanie.</p> </b>

source: Please wait while formatting!
pl: Proszę czekać na zakończenie formatowania!

source: <font size="+2">Check CD Integrity!</font> <font size="+1"> <p>In this screen, you can check the integrity of the packages in installation CD. </p>
pl: <font size="+2">Sprawdź integralność CD!</font> <font size="+1"> <p>Tutaj możesz sprawdzić integralność paczek w instalacyjnej płycie CD. </p>

source: Check Failed
pl: Sprawdzanie nieudane

source: <font color="#FF6D19">Please wait while checking CD.</font>
pl: <font color="#FF6D19">Proszę zaczekać w trakcie sprawdzania CD.</font>

source: <font color="#257216">Check succeeded. You can proceed to the next screen.</font>
pl: <font color="#257216">Sprawdzenie powiodło się. Możesz przejść dalej.</font>

source: <b> <p>Integrity check for packages failed. It seems that installation CD is broken.</p> </b>
pl: <b> <p>Sprawdzenie integralności paczek nie powiodło się. Możliwe, że płyta CD jest uszkodzona.</p> </b>

source: Reboot
pl: Restart

source: <font size="+2">Congratulations</font> <font size="+1"> <p> You have successfully installed Pardus, a very easy to use desktop system on your machine. Now you can start playing with your system and stay productive all the time. </p> <P> Click on the Next button to proceed. One note: You remember your password, don't you? </p> </font>
pl: <font size="+2">Gratulacje</font> <font size="+1"> <p> Udało Ci się zainstalować Pardusa, bardzo łatwy w użyciu system na Twoim komputerze. Możesz teraz zacząć zabawę z systemem i pozostaćwydajnym przez cały czas. </p> <P> Kliknij przycisk Dalej by kontynuować. Jedna uwaga: pamiętasz swoje hasło, prawda? </p> </font>

source: <b><font size="+2" color="#FF6D19">Rebooting system. Please wait!</font></b>
pl: <b><font size="+2" color="#FF6D19">Restartuję system. Proszę czekać!</font></b>

source: Trying to connect COMAR Daemon...
pl: Próbuję połączyć się z demonem COMAR...

source: Setting Hostname...
pl: Ustawiam hostname...

source: Setting Root Password...
pl: Ustawiam hasło roota...

source: Adding Users...
pl: Dodaję użytkownika...

source: Writing Console Data...
pl: Zapisuję log konsoli...

source: Migrating X.org Configuration...
pl: Migruję konfigurację X.org

source: Setting misc. package configurations...
pl: Ustawiam konfigurację dodatkowych pakietów...

source: Installing BootLoader...
pl: Instaluję menedżera rozruchu...

source: <b> <p>Press Reboot button to restart your system.</p> </b>
pl: <b> <p>Kliknij na przycisk restartu by ponownie uruchomiść komputer.</p> </b>

source: <font size="+2">Installation started</font> <font size="+1"> <p> Pardus is now being installed on your hard disk. </p> <p> The duration of this operation depends on the capability and power of your system. Meanwhile, you can enjoy some visual elements showing the distinctive properties of Pardus, your new operating system. </p> <p> Have fun! </p> </font>
pl: <font size="+2">Rozpoczęła się instalacja</font> <font size="+1"> <p> Pardus jest właśnie instalowany na dysku. </p> <p> Czas trwania instalacji zależy od możliwości i mocy Twojego systemu. W międzyczasie, możesz zapoznać się z wizualnymi elementami rozpoznawalnymi dla Pardusa, Twojego nowego systemu operacyjnego. </p> <p> Miłej zabawy! </p> </font>

source: Installing: %s<br>%s
pl: Instaluję: %s<br>%s

source: Configuring package: %s
pl: Konfiguruję pakiet: %s

source: Configuring packages for your system!
pl: Konfiguruję pakiety w systemie!

source: An error during the installation of packages occured. This is possibly a broken Pardus CD or CD-ROM drive. Error: %s
pl: Wystąpił błąd podczas instalacji paczek. Prawdopodobnie to błąd płyty CD Pardusa albo napędu. Błąd: %s

source: <font size="+2">Kicker Check !</font> <p> Some help messages </p>
pl: <font size="+2">Test Kickera !</font> <p> Jakiś tekst </p>

source: <font size="+2">Keyboard Setup</font> <font size="+1"> <p> Depending on your hardware or choice select a keyboard layout from the list. </p> </font>
pl: <font size="+2">Ustawienia klawiatury</font> <font size="+1"> <p> W oparciu o posiadany sprzęt lub własny wybór wskaż układ klawiaturyz listy. </p> </font>

source: <font size="+2">Automatic Partitioning</font> <font size="+1"> <p> Pardus can be installed on a variety of hardware. You can install Pardus on an empty disk or hard disk partition. <b>An installation will automatically destroy the previously saved information on selected partitions. </b> </p> <p> Automatic partitioning use your entire disk for Pardus installation. From this screen you can select to automatically partition one of you disks, or you can skip this screen and try manual partitioning. </p> <p> Please refer to Pardus Installing and Using Guide for more information about disk partitioning. </p> </font>
pl: <font size="+2">Automatyczne partycjonowanie</font> <font size="+1"> <p> Pardus może być instalowany na różnorodnym sprzęcie. Możesz zainstalować Pardusa na pustym dysku lub partycji. <b>Instalacja automatycznie zniszczy zapisane dane na wybranych partycjach. </b> </p> <p> Automatyczne partycjonowanie użyje całego dysju pod instalację Pardusa. W tym ekranie możesz wybrać podział automatyczny jednego z dysków, lub pominąć ten ekran i ręcznie podzielić na partycję. </p> <p> Dalszych informacji o podziale dysku na partycje możesz poszukać w dokumentacji Pardusa. </p> </font>

source: It seems that you don't have the required disk space (min. %s) for Pardus installation.
pl: Możliwe, że nie posiadasz wymaganego miejsca na dysku (min. %s) pod instalację Pardusa.

source: <font size="+2">Partitioning your hard disk</font> <font size="+1"> <p> Pardus can be installed on a variety of hardware. You can install Pardus on an empty disk or hard disk partition. <b>An installation will automatically destroy the previously saved information on selected partitions. </b> </p> <p> In order to use Pardus, you must create one Linux filesystem (for the system files), which is mandatory and a swap space (for improved performance), which is optional. This swap space is used whenever system needs more memory, but the system lacks it. We advise you to allocate at least 4 GBs of hard disk area and swap space (between 500 MB - 2 GB, according to your needs) for convenience. A Linux partition size less than 3.5 GB is not allowed. You may also optionally use another disk partition for storing user files. </p> <p> You need to format a Linux partition, if it's used for the first time. You can enable 'Use available free space' option, if the hard disk's remaining space is to be used automatically. </p> <p> The partition table shows the device, size, partition type and filesystem information. If the partition will be formatted during Pardus installation stage, then the corresponding 'Format' column will be enabled. </p> <p> Please refer to Pardus Installing and Using Guide for more information about disk partitioning. </p> </font>
pl: <font size="+2">Podział dysku na partycje</font> <font size="+1"> <p> Pardus może być zainstalowany na wiele sposobów. Można zainstalować na pustym dysku lub na partycji. <b>Instalacja spowoduje automatyczne zniszczenie zapisanych tam wcześniej danych. </b> </p> <p> Aby korzystać z Pardusa, musisz utworzyć jeden system plików Linuksa (dla danych systemowych), który jest obowiązkowy and oraz partycję swap (dla zwiększenia wydajności), która jest opcjonalna. Partycja swap jest wykorzystywana, gdy potrzeba więcej pamięci, ale brak jej w systemie. Zalecamy zarezerwowanie przynajmiej 4GB przestrzeni dyskowej oraz partycji swap (pomiędzy 500 MB - 2 GB, w zależności od potrzeb) dla pewności. Partycja Linuksowa mniejsza niż 3,5GB jest niedozwolona. Możesz także opcjonalnie wskazać dodatkową partycję, by przechowywać pliki użytkowników. </p> <p> Należy sformatować partycje Linuksowe, jeśli są używane po raz pierwszy. Możesz użyć opcji 'Użyj dostępnego wolnego miejsca', jeśli dostępne na dysku miejsce ma być wykorzystane automatycznie. </p> <p> Tablica partycji pokazuje urządzenie, rozmiar, typ partycji i informację o systemie plików. Jeśli partycja ma zostać sformatowana w trakcie instalacji, odpowiednia kolumna zostanie wtedy zaznaczona. </p> <p> Dalszych informacji o podziale dysku na partycje możesz poszukać w dokumentacji Pardusa. </p> </font>

source: Create Partition
pl: Stwórz Partycję

source: Delete Partition
pl: Usuń Partycję

source: Edit Partition
pl: Edytuj Partycję

source: Resize Partition
pl: Zmień Rozmiar Partycji

source: <font size="+2">User setup</font> <font size="+1"> <p> Other than the system administrator user, you can create a user account for your daily needs, i.e reading your e-mail, surfing on the web and searching for daily recipe offerings. Usual password assignment rules also apply here: This password should be unique and private. Choose a password difficult to guess, but easy to remember. </p> <p> Click Next button to proceed. </p> </font>
pl: <font size="+2">Tworzenie użytkowników</font> <font size="+1"> <p> Inaczej niż administrator systemu, konto zwykłego użytkownika jest potrzebne by wykonywać codzienną pracę np. odbierać emaile, przeglądać internet i wyszukiwać codzienne wiadomości. Zastosowanie mają ogólne zasady tworzenia haseł: hasło użytkownika powinno być wyjątkowe i prywatne. Wybierz hasło, które będzie trudne do odgadnięcia, ale łatwe do zapamiętania. </p> <p> Wybierz przycisk Dalej by kontynuować. </p> </font>

source: <b> <p>You have not defined an administrator!</p> <p>A user without administrative rights cannot complete system maintenance tasks. You are strongly encouraged to define an administrator user.</p> <p>Click "Cancel" to define an administrator user (recommended) or "OK" to go to next screen.</p> </b>
pl: <b> <p>Nie wskazałeś administratora systemu!</p> <p>Użytkownik bez praw adminstratora nie będzie mógł wypełniać ważnych zadań. Usilnie zaleca się stworzenie użytkownika-administratora.</p> <p>Wybierz "Anuluj" by wskazać administratora (zalecane) lub "OK" by przejść do następnego ekranu.</p> </b>

source: <font color="#FF6D19">Don't use your user name or name as a password.</font>
pl: <font color="#FF6D19">Nie używaj Twojego imienia jako hasła.</font>

source: <font color="#FF6D19">Username exists, choose another one!</font>
pl: <font color="#FF6D19">Taki użytkownik już istnieje, zmień nazwę!</font>

source: <font color="#FF6D19">Username contains invalid characters!</font>
pl: <font color="#FF6D19">Nazwa użytkownika zawiera niedozwolone znaki!</font>

source: <font color="#FF6D19">Realname contains invalid characters!</font>
pl: <font color="#FF6D19">Prawdziwa nazwa zawiera niedozwolone znaki!</font>

source: Update User
pl: Zaktualizuj Użytkownika

source: <font size="+2">Welcome!</font> <font size="+1"> <p>Welcome to Pardus, your new and practical desktop with a handful of applications tailored to your needs. With Pardus, you can connect to internet, read your e-mails online, work with documents, listen to music and play DVDs. Its advanced yet easy interface will let you be more productive and efficient. </p> <p> This software will install Pardus on your computer, without disrupting your previous documents and settings. However, we advise you to make a backup before proceeding. </p> <p> The installer will identify your system's hardware and configure it according to your needs. You will note the arrow keys on the bottom of the screen: Use them to advance to next screen. </p> <p> Have a fruitful experience with Pardus! </p> </font>
pl: <font size="+2">Witamy!</font> <font size="+1"> <p>Witaj w Pardusie, Twoim nowym biurku z paletą aplikacji stworzonych do Twych potrzeb. Używając Pardusa możesz połączyć się z Internetem, czytać swoje e-maile, pracować z dokumentami, słuchać muzyki i oglądać DVD. Jest zaawansowane ale prosty interfejs pozwoli Ci być bardziej produktywnym i efektywnym. </p> <p> Ten program zainstaluje na Twoim komputerze Pardusa, bez niszczenia istniejących dokumentów i ustawień. Mimo wszystko zalecamy wykonanie kopii zapasowych. </p> <p> Instalator sprawdzi zainstalowane urządzenia i odpowiednio je skonfiguruje. Zauważ strzałki na dole ekranu: użyj ich, by przejść do następnego ekranu. </p> <p> Miłej pracy z Pardusem! </p> </font>

source: Warning
pl: Uwaga

source: <b> <p>This action will start installing Pardus on your system formatting the selected partition.</p> </b>
pl: <b> <p>Ta akcja rozpocznie instalację Pardusa na twoim komputerze formatując wybrane partycje.</p> </b>

source: O.K. Go Ahead
pl: TAK, Wykonaj

source: Backtrace:
pl: Log:

source: Arabic
pl: Arabski

source: Belgium
pl: Belgijski

source: Bulgarian
pl: Bułgarski

source: Catalan
pl: Kataloński

source: Croatian
pl: Chorwacki

source: Czech
pl: Czeski

source: Danish
pl: Duński

source: Dutch
pl: Holenderski

source: Dutch (US)
pl: Holenderski (US)

source: English
pl: Angielski

source: Estonian
pl: Estoński

source: Finnish
pl: Fiński

source: French
pl: Francuski

source: German
pl: Niemiecki

source: Greek
pl: Grecki

source: Hungarian
pl: Węgierski

source: Icelandic
pl: Islandzki

source: Italian
pl: Włoski

source: Japanese
pl: Japoński

source: Macedonian
pl: Macedoński

source: Norwegian
pl: Norweski

source: Polish
pl: Polski

source: Portuguese
pl: Portugalski

source: Brazilian
pl: Brazylijski

source: Russian
pl: Rosyjski

source: Serbian
pl: Serbski

source: Slovak
pl: Słowacki

source: Slovenian
pl: Słoweński

source: Spanish
pl: Hiszpański

source: Swedish
pl: Szwedzki

source: Turkish
pl: Turecki

source: Turkish Q
pl: Turecki Q

source: Turkish F
pl: Turecki F

source: Ukrainian
pl: Ukraiński

source: Vietnamese
pl: Wietnamski

source: Welsh
pl: Walijski

source: English (GB)
pl: Angielski (UK)

source: unknown
pl: nieznany
