Repository: pars-linux/uludag
Catalog: trunk/staj-projeleri/Pakito/po/*.po
Languages: fr

source: Packager
fr: Responsable du paquet

source: A tool for accelerating package making process
fr: Un outil pour accélérer le processus de création de paquets.

source: IDE Output
fr: Sortie IDE

source: Save All
fr: Tout Sauvegarder

source: Fetch
fr: Télécharger

source: Unpack
fr: Décompresser

source: Setup
fr: Préparer

source: Build
fr: Compiler

source: Install
fr: Installer

source: Make Package
fr: Créer le paquet

source: Add Release
fr: Ajouter une version

source: Validate Pspec File
fr: Valider le fichier Pspec

source: Check SHA1
fr: Vérifier la somme de contrôle SHA1

source: Compute SHA1
fr: Calculer le SHA1

source: Detect File Type
fr: Détecter le type du fichier

source: Automation
fr: Automatisation

source: Main toolbar
fr: Barre d'outils principale

source: Error during PiSi initialization: %s
fr: Erreur lors de l'initialisation de PiSi : %s

source: Specification
fr: Spécification

source: Select PiSi Source Package
fr: Sélectionner le paquet Source PiSi

source: No pspec.xml found.
fr: Aucun fichier pspec.xml trouvé.

source: No actions.py found.
fr: Aucun fichier actions.py trouvé.

source: Invalid file
fr: Fichier invalide

source: pspec.xml is not valid or well-formed.
fr: pspec.xml n'est pas valide ou correctement formé.

source: There is no package to save. Create or Open a package first.
fr: Il n'y aucun paquet à sauvegarder. Il faut d'abord créer ou ouvrir un paquet.

source: No package
fr: Aucun paquet

source: Select PiSi Source Package Directory
fr: Sélectionner le répertoire du paquet source PiSi

source: Release
fr: Livrer

source: Comment
fr: Commentaire

source: Name
fr: Nom

source: Pspec file is valid.
fr: Le fichier Pspec est valide.

source: Valid File
fr: Fichier valide

source: Pspec file is not valid.
fr: Le fichier Pspec n'est pas valde.

source: Invalid File
fr: Fichier invalide

source: Please fetch the source first.
fr: Veuillez d'abord télécharger les sources.

source: SHA1 field must be entered for check.
fr: Le champ SHA1 doit être renseigné pour vérification.

source: Current SHA1 (%s) is invalid. Valid one is %s
fr: La somme de contrôle SHA1 courante (%s) est invalide. La somme valide est %s

source: Invalid SHA1
fr: SHA1 Invalide

source: Current SHA1 is valid.
fr: La somme de contrôle SHA1 est valide.

source: Valid SHA1
fr: SHA1 valide

source: SHA1 is %s. This will be set as current SHA1.
fr: la somme de contrôle SHA1 est %s. Elle sera définie comme la somme SHA1 courante.

source: SHA1 computed
fr: Somme de contrôle SHA1 calculée.

source: File type is: "%s". This will be set as the current file type.
fr: Le type du fichier est : "%s". Il sera défini comme le type courant du fichier.

source: Type detected
fr: Type détecté

source: => <b>Succesfully finished.</b>
fr: => <b>Terminé avec succès.</b>

source: <font color="red">*** Error: %s</font>
fr: <font color="red">*** Erreur: %s</font>

source: Design
fr: Conception

source: Package(s)
fr: Paquet(s)

source: History
fr: Historique

source: Specification is not valid or well-formed.
fr: Les spécifications ne sont pas valides ou correctement formées.

source: Invalid XML Code
fr: Code XML invalide

source: Error during syncronisation
fr: Erreur lors de la synchronisation

source: General
fr: Général

source: Name:
fr: Nom :

source: Homepage:
fr: Site web :

source: License:
fr: Licence :

source: Is a:
fr: Est un :

source: Part of:
fr: Fait partie de :

source: Packager:
fr: Responsable du paquet :

source: Language
fr: Langue

source: Summary
fr: Résumé

source: Summary & Description
fr: Résumé & Description

source: Dependency
fr: Dépendances

source: Build Dependencies
fr: Dépendances de compilation

source: Level
fr: Niveau

source: Source name must be filled.
fr: Le nom du source doit être renseigné.

source: Runtime Dependencies
fr: Dépendances à l'exécution

source: Path
fr: Chemin

source: Owner
fr: Propriétaire

source: Target
fr: Cible

source: Additional Files
fr: Fichiers supplémentaires

source: Package
fr: Paquet

source: Conflicts
fr: Conflits

source: Provides
fr: Fournit

source: COMAR Scripts
fr: Scripts COMAR

source: Add New Package
fr: Ajouter un nouveau paquet

source: Remove Package
fr: Supprimer le paquet

source: At least one package must exist.
fr: Au moins un paquet doit exister.
