Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/LC_MESSAGES/messages/kdebase/kdmgreet.po
Languages: tr

# @action:button
source: Lan_guage
tr: _Dil

# @action:button
source: Session _Type
tr: Oturum _Tipi

# @action:button
source: _Menu
tr: _Menü

# @action:button ... from XDMCP server
source: Disconn_ect
tr: Bağlantıyı _Kes

# @action:button
source: _Quit
tr: _Çık

# @action:button
source: Power o_ff
tr: Bilgisayarı k_apat

# @action:button
source: Re_boot
tr: Yeniden _başlat

# @action:button
source: _Remote login
tr: _Uzaktan Giriş

source: Caps Lock is enabled
tr: Caps Lock etkin

source: User %u will log in in %t
tr: %u kullanıcısı %t saniye sonra giriş yapacak

source: Welcome to %h
tr: %h Makinesine Hoşgeldiniz

source: _Domain:
tr: _Alan adı:

source: _Username:
tr: _Kullanıcı adı:

source: _Password:
tr: _Parola:

# @action:button
source: _Login
tr: _Giriş

# will login in ...
source: 1 second
tr: %1 saniye

# date format
source: %a %d %B
tr: %d %B %a

source: Cannot open theme file %1
tr: %1 tema dosyası açılamadı

source: Cannot parse theme file %1
tr: %1 tema dosyası açılamadı

source: %1 does not seem to be a correct theme file
tr: %1 doğru bir tema dosyası gibi görünmüyor

source: Root authorization required.
tr: Root girişi gereklidir.

# @action:inmenu verb
source: &Schedule...
tr: &Zamanla...

source: Shutdown Type
tr: Kapatma Türü

source: &Turn off computer
tr: Bilgisayarı &Kapat

source: &Restart computer
tr: Bilgisayarı &Yeniden Başlat

# @title:group ... of shutdown
source: Scheduling
tr: Zamanlanıyor

source: &Start:
tr: &Başlangıç:

source: T&imeout:
tr: &Zaman aşımı:

source: &Force after timeout
tr: &Zaman aşımından sonra zorla

source: Entered start date is invalid.
tr: Girilen başlangıç tarihi geçersiz.

source: Entered timeout date is invalid.
tr: Girilen zaman aşımı tarihi geçersiz.

source: &Turn Off Computer
tr: Bilgisayarı &Kapat

source: &Restart Computer
tr: Bilgisayarı &Yeniden Başlat

# current option in boot loader
source: %1 (current)
tr: %1 (geçerli)

# @action:button verb
source: &Schedule...
tr: &Zamanla...

source: <br/>Switching to console mode will terminate all local X servers and leave you with console logins only. Graphical mode is automatically resumed 10 seconds after the last console session ends or after 40 seconds if no-one logs in in the first place.<br/>
tr: <br/>Konsol kipine geçerseniz tüm yerel X sunucular sonlandırılacak ve sadece konsol girişleriniz kalacaktır. Grafik kip, son konsol oturumunun sonlandırılmasından 10 saniye veya hiç kimse giriş yapmadığı takdirde 40 saniye sonra otomatik olarak devam edecektir.<br/>

source: Turn Off Computer
tr: Bilgisayarı Kapat

source: Switch to Console
tr: Konsola Dön

source: Restart Computer
tr: Bilgisayarı Yeniden Başlat

source: <br/>(Next boot: %1)
tr: <br/>(Sonraki açılış: %1)

source: Abort active sessions:
tr: Etkin oturumları kapat:

source: No permission to abort active sessions:
tr: Etkin oturumları iptal etmek için yeterli izin yok:

# @title:column
source: Session
tr: Oturum

# @title:column ... of session
source: Location
tr: Konum

source: Cancel pending shutdown:
tr: Bekleyen bilgisayarı kapatma işlemini iptal et:

source: No permission to cancel pending shutdown:
tr: Bekleyen kapatmayı durdurmak için yeterli izin yok:

# start of shutdown:
source: now
tr: şimdi

# timeout of shutdown:
source: infinite
tr: sonsuz

# owner of shutdown:
source: console user
tr: konsol kullanıcısı

# owner of shutdown:
source: control socket
tr: denetim soketi

source: turn off computer
tr: bilgisayarı kapat

source: restart computer
tr: bilgisayarı yeniden başlat

source: Next boot: %1
tr: Sonraki açılış: %1

source: Owner: %1 Type: %2%5 Start: %3 Timeout: %4
tr: Sahibi: %1 Türü: %2%5 Başlangıç: %3 Zaman aşımı: %4

# after timeout:
source: abort all sessions
tr: tüm oturumları sonlandır

# after timeout:
source: abort own sessions
tr: kendi oturumlarımı sonlandır

# after timeout:
source: cancel shutdown
tr: kapatmayı iptal et

source: After timeout: %1
tr: Süre bitiminden sonra: %1

source: Sw&itch User
tr: &Kullanıcı Değiştir

source: Canc&el Session
tr: Oturumu &İptal Et

source: R&estart X Server
tr: X &Sunucuyu Yeniden Başlat

source: Clos&e Connection
tr: &Bağlantıyı Kes

source: Co&nsole Login
tr: &Konsol Girişi

source: &Shutdown...
tr: &Kapat...

# user: ...
source: %2: TTY login
tr: %2: %1 TTY girişi

# ... session
source: Unused
tr: Kullanılmayan

# ... host
source: X login on %1
tr: %1 makinesinde grafik ekran girişi

source: Fancy desktop background for kdm
tr: Kdm için güzel arkaplan resmi

source: Name of the configuration file
tr: Yapılandırma dosyasının adı

# @item:inlistbox session type
source: Default
tr: Öntanımlı

# @item:inlistbox session type
source: Custom
tr: Özel

# @item:inlistbox session type
source: Failsafe
tr: Hatasız giriş

# @item:inmenu session type
source: %1 (previous)
tr: %1 (önceki)

source: Your saved session type '%1' is not valid any more. Please select a new one, otherwise 'default' will be used.
tr: Kayıtlı oturum türü (%1) artık geçerli değil. Yeni bir oturum türü seçiniz. Eğer seçim yapılmaz ise 'varsayılan'kullanılacaktır.

source: Warning: this is an unsecured session
tr: Uyarı: bu güvensiz bir oturumdur

source: This display requires no X authorization. This means that anybody can connect to it, open windows on it or intercept your input.
tr: Bu ekran görsel kimlik doğrulama gerektirmiyor. Bu durum bu ekrana herkesin bağlanabileceği, pencereler açabileceği ve sizin girişinizi engelleyebileceği anlamına geliyor.

# @action:button
source: L&ogin
tr: &Giriş

# @action:button
source: &Menu
tr: &Menü

# @title:menu
source: Session &Type
tr: &Oturum Tipi

# @title:menu
source: &Authentication Method
tr: &Kimlik Doğrulama Yöntemi

# @action:inmenu
source: &Remote Login
tr: &Uzaktan Giriş

source: Login failed
tr: Giriş başarısız

# @action:inmenu
source: &Local Login
tr: &Yerel Giriş

source: XDMCP Host Menu
tr: XDMCP Bilgisayar Menüsü

# @title:column
source: Hostname
tr: Makine adı

# @title:column ... of named host
source: Status
tr: Durum

# XDMCP server
source: Hos&t:
tr: &Makine:

# @action:button
source: A&dd
tr: &Ekle

# @action:button
source: &Accept
tr: &Onayla

# @action:button
source: &Refresh
tr: &Tazele

# hostname or status
source: <unknown>
tr: <bilinmeyen>

source: Unknown host %1
tr: Bilinmeyen makine: %1

source: *** Cannot connect to console log ***
tr: *** Konsol günlüğüne bağlanılamıyor ***

source: *** Lost connection with console log ***
tr: *** Konsol günlüğüne yapılan bağlantı kesildi ***

source: No greeter widget plugin loaded. Check the configuration.
tr: Hiç karşılama parçacığı eklentisi yüklenmedi. Yapılandırmayı kontrol edin.

source: Logging in %1...
tr: %1 giriş yapılıyor...

source: You are required to change your password immediately (password aged).
tr: Parolanızı hemen değiştirmeniz gerekiyor.

source: You are required to change your password immediately (root enforced).
tr: Parolanızı hemen değiştirmeniz gerekiyor.

source: You are not allowed to login at the moment.
tr: Şu anda giriş yapmanıza izin verilmemektedir.

source: Home folder not available.
tr: Ev dizini bulunamadı.

source: Logins are not allowed at the moment. Try again later.
tr: Şu anda giriş kabul edemiyoruz. Lütfen daha sonra deneyiniz.

source: Your login shell is not listed in /etc/shells.
tr: Kullandığınız giriş kabuğu /etc/shells dosyasında bulunmuyor.

source: Root logins are not allowed.
tr: Root kullanıcı girişlerine izin verilmiyor.

source: Your account has expired; please contact your system administrator.
tr: Hesabınızın süresi dolmuş. Lütfen sistem yöneticiniz ile görüşün.

source: A critical error occurred. Please look at KDM's logfile(s) for more information or contact your system administrator.
tr: Önemli bir hata oluştu. Lütfen daha geniş bilgi için KDM kayıt dosyalarına bakın, ya da sistem yöneticinize başvurun.

source: Your account expires tomorrow.
tr: Hesabınızın süresi %1 gün sonra doluyor.

source: Your account expires today.
tr: Hesabınızın süresi bugün doluyor.

source: Your password expires tomorrow.
tr: Parolanızın süresi %1 gün sonra doluyor.

source: Your password expires today.
tr: Parolanız bugün doluyor.

source: Authentication failed
tr: Kimlik sınamasında hata oluştu

source: Authenticated user (%1) does not match requested user (%2).
tr: Kimliği doğrulanmış olan kullanıcı (%1) istenilen kullanıcı değil (%2).

source: Automatic login in 1 second...
tr: %1 saniye içerisinde otomatik giriş yapılacak...

source: Warning: Caps Lock is on
tr: Uyarı: Caps tuşu basılı durumda

source: Change failed
tr: Değiştirme işlemi başarısız

source: Theme not usable with authentication method '%1'.
tr: Tema '%1' doğrulama yöntemi ile birlikte kullanılabilir değil.

# @title:window
source: <qt><b>Changing authentication token</b></qt>
tr: <qt><b> Kimlik sınama anahtarı değiştiriliyor</b></qt>
