Repository: pars-linux/uludag
Catalog: tags/RELEASE/tasma_1_2/disk-manager/po/*.po
Languages: de

source: Disks
de: Festplatten

source: Partitions
de: Partitionen

source: Disk Manager
de: Festplatten-Manager

source: File System Type :
de: Dateisystem-Format:

source: Mount Point :
de: Mount-Punkt:

source: Additional Options :
de: Zusätzliche Optionen :

source: Get Default Options
de: Standard-Optionen laden

source: Find Disks Automatically
de: Festplatten automatisch finden

source: Show System Partitions
de: Systempartitionen anzeigen

source: To update disk changes the manager must run as root
de: Um die Festplattenänderungen zu aktualisieren, muss dieser Manager als root ausgeführt werden

source: User not in disk group !
de: Benutzer ist nicht in der Festplatten-Gruppe!

source: File /etc/fstab is not correct, please fix it manually.
de: Datei /etc/fstab is nicht orgnungsgemäß, bitte manuell korigieren.

source: Completed
de: Fertiggestellt

source: File /etc/fstab updated !
de: Datei /etc/fstab aktualisiert!

source: %s for %s failure !!
de: %s für %s fehlen !!

source: Mount Point
de: Mount-Punkt

source: File System Type
de: Dateisystem-Format

source: Disk Manager is already running!
de: Festplatten-Manager wird bereits ausgeführt!
