Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdemultimedia/artscontrol.po
Languages: tr

source: Toggle &Inline FFT Scope
tr: Satıriçi &FFT Sahasını Seç

source: VU-Style
tr: VU-Stili

source: _: NAME OF TRANSLATORS Your names
tr: erkaN kaplaN

source: _: EMAIL OF TRANSLATORS Your emails
tr: erkaN@linux-sevenler.de

source: &FFT Scope
tr: &FFT Sahası

source: &Audio Manager
tr: &Ses Yöneticisi

source: aRts &Status
tr: aRts &Durumu

source: &MIDI Manager
tr: &MIDI Yöneticisi

source: &Environment
tr: Ç&evre

source: Available Media &Types
tr: Kullanılabilir Medya &Türleri

source: Style: NormalBars
tr: Biçim: Normal Çubuklar

source: Style: FireBars
tr: Biçim: Alevli Çubuklar

source: Style: LineBars
tr: Biçim: Düz Çubuklar

source: Style: LEDs
tr: Biçim: Işıklı LED

source: Style: Analog
tr: Biçim: Analog

source: Style: Small
tr: Biçim: Küçük

source: More Bars in VU-Meters
tr: VU-Metrede Daha Fazla Çubuk

source: Less Bars in VU-Meters
tr: VU-Metrede Daha Az Çubuklar

source: Something with the ArtsServer went wrong. You probably need to restart aRts and then reload this applet.
tr: ArtsSunucusu ile ilgili birşeyler yanlış gitti· aRts'ı yeniden başlatıp bu apleti yeniden yüklemelisiniz.

source: aRts Control Applet
tr: aRts Kontrol Programı

source: A kickerapplet to control aRts.
tr: aRts denetimi için kickerapleti

source: (c) 2003 by Arnold Krille
tr: (c) 2003 Arnold Krille

source: Author of the Applet
tr: Programcığın Yazarı

source: Thanks for creating aRts!
tr: aRts oluşturduğunuz için teşekkürler!

source: Audio Manager
tr: Ses Yöneticisi

source: Title
tr: Başlık

source: Type
tr: Tip

source: Bus
tr: Veriyolu

source: play
tr: çal

source: record
tr: kaydet

source: Choose Bus
tr: Taşıyıcıyı Seç

source: Available busses:
tr: Mevcut taşıyıcılar

source: New bus:
tr: Yeni taşıyıcı:

source: Environment
tr: Çevre

source: Add Mixer
tr: Karıştırıcı Ekle

source: Add Effect Rack
tr: Etki Askısı Ekle

source: Delete Item
tr: Öğeyi Sil

source: Load %1
tr: Yükle: %1

source: Save %1
tr: Kaydet: %1

source: FFT Scope View
tr: FFT Sahası Görünümü

source: Substyle
tr: Altstil

source: Please enter substyle:
tr: Lütfen altsili girin:

source: No GUI found for this effect.
tr: Bu efekt için grafiksel arayüz bulunamadı.

source: aRts Master Volume
tr: aRts Ana Sesi

source: Toggle Free&Verb
tr: Serbest&Verb Seç

source: Old aRts-Control-Style for VU-Meter
tr: VU-Metre için eski aRts-Denetim-Stili

source: aRts control
tr: aRts kontrol

source: Control tool for the aRts server
tr: aRts sunucusu için denetim aracı

source: Author and aRts maintainer
tr: Yazar ve aRts geliştirici

source: Some improvements
tr: Bazı gelişmeler

source: Available Media Types
tr: Kullanılabilir Medya Türleri

source: Media Type
tr: Ses Aygıt Türü

source: Instrument
tr: Enstruman

source: MIDI Manager
tr: MIDI Yöneticisi

source: &System MIDI Port (OSS)
tr: &Sistem MIDI Portu (OSS)

source: &aRts Synthesis MIDI Output
tr: &aRts Sentez MIDI Çıktısı

source: OSS MIDI Port
tr: OSS MIDI Portu

source: &Add
tr: &Ekle

source: MIDI inputs:
tr: MIDI Girdileri:

source: MIDI outputs:
tr: MIDI Çıktıları:

source: &Add...
tr: &Ekle...

source: &Connect
tr: &Bağlan

source: &Disconnect
tr: &Ayrıl

source: aRts Status
tr: aRts Durumu

source: Artsd is running with realtime scheduling.
tr: Artsd gerçek zamanlı olarak çalışıyor.

source: Your system does not support realtime scheduling.
tr: Sisteminiz gerçek zamanlı çalışmayı desteklemiyor.

source: Artsd is not configured for realtime scheduling or was manually started without artswrapper.
tr: Artsd gerçek zamanlı çalışma için ayarlanmamış veya artswrapper kullanılmadan elle başlatılmış.

source: Artsd should run with realtime scheduling, but it does not (Is artswrapper suid root?).
tr: Artsd gerçek zamanlı olarak çalışmalı, ancak öyle değil (artswrapper, suid root haklarında mı ?).

source: Determining suspend status...
tr: Durdurulma durumunu belirliyor ...

source: &Suspend Now
tr: Şimdi &Durdur

source: The aRts sound daemon will not autosuspend right now since there are active modules.
tr: Etkin modüller olduğu için aRts ses sistemi otomatik olarak durmayacaktır.

source: The aRts sound daemon is suspended. Legacy applications can use the sound card now.
tr: aRts ses sistemi durduruldu. Uygulamalar ses kartını kullanabilir.

source: Autosuspend will happen in %1 seconds.
tr: Otomatik durma %1 saniye içinde gerçekleşecek.
