Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdemultimedia/kio_audiocd.po
Languages: tr

source: _: NAME OF TRANSLATORS Your names
tr: Onur Küçük

source: _: EMAIL OF TRANSLATORS Your emails
tr: onur@uludag.org.tr

source: Protocol name
tr: Protokol adı

source: Socket name
tr: Soket adı

source: Full CD
tr: Bütün CD

source: You cannot specify a host with this protocol. Please use the audiocd:/ format instead.
tr: Bu iletişim kuralıyla bir makina belirtmelisiniz.Lütfen sescd:/ biçimi kullanınız.

source: Device doesn't have read permissions for this account. Check the read permissions on the device.
tr: Aygıt bu hesap için okuma iznine sahip değil. Bu aygıt için okuma izinlerini kontrol edin.

source: Device doesn't have write permissions for this account. Check the write permissions on the device.
tr: Aygıt bu hesap için yazma iznine sahip değil. Bu aygıt için yaza izinlerini kontrol edin.

source: Unknown error. If you have a cd in the drive try running cdparanoia -vsQ as yourself (not root). Do you see a track list? If not, make sure you have permission to access the CD device. If you are using SCSI emulation (possible if you have an IDE CD writer) then make sure you check that you have read and write permissions on the generic SCSI device, which is probably /dev/sg0, /dev/sg1, etc.. If it still does not work, try typing audiocd:/?device=/dev/sg0 (or similar) to tell kio_audiocd which device your CD-ROM is.
tr: Bilinmeyen hata. İçeride CD var ise cdparanoia -vsQ komutunu kendiniz olarak (root değil) çalıştırınız. Parça listesi görüyor musunuz? Görmüyorsanız CD aygıtına erişim yetkiniz olduğuna emin olun. SCSI emülasyonu kullanıyorsanız (IDE CD yazıcınız var ise olabilir) genel SCSI aygıtına (/dev/sg0, /dev/sg1 vs.) okuma ve yazma yetkiniz olduğundan emin olun. Hala çalışmıyor ise kio_audiocd'ye CD-Rom aygıtınızın hangisi olduğunu anlatmak için audiocd:/?device=/dev/sg0 komutunu yazın.

source: AudioCD: Disk damage detected on this track, risk of data corruption.
tr: AudioCD: Disk otomatik hata tespiti bu şarkıda hata buldu.

source: Error reading audio data for %1 from the CD
tr: cd'den %1 için ses verisi okuma hatası

source: Couldn't read %1: encoding failed
tr: %1'i okuyamadı: şifreleme işlemi yapılamadı

source: Track %1
tr: Parça %1
