Repository: pars-linux/uludag
Catalog: staj-projeleri/puding/trunk/po/*.po
Languages: sv

source: Puding USB image creator
sv: Puding USB-avbildsskapare

source: USB image creator
sv: USB-avbildsskapare

source: show program's license info and exit
sv: visa licensinformation och avsluta

source: create Pardus USB image from console
sv: skapa USB-avbild för Pardus via terminalen

source: Puding is an USB image creator for Pardus Linux.
sv: Puding är en USB-avbildsskapare för Pardus Linux.

source: You need superuser permissions to run this application.
sv: Du behöver extra behörighet för att köra detta program,

source: Invalid usage. Example:
sv: Ogiltigt alternativ. Exempel:

source: (If you know directory path that is your USB device mount point)
sv: (Om du vet sökvägen till din USB-enhets monteringspunkt)

source: Quitting, please wait.
sv: Avslutar, vänligen vänta.

source: Finished
sv: Färdig

source: USB device not found.
sv: Kunde ej hitta USB-enhet.

source: Mounting USB device...
sv: Monterar USB-enhet...

source: Mounting image...
sv: Monterar avbild...

source: Could not mounted image.
sv: Kunde inte montera avbild.

source: The path you have typed as second argument is invalid. Please check the USB directory.
sv: Sökvägen du angivit som andra argumentet är ogiltig. Vänligen kontrollera USB-katalog.

source: Devices:
sv: Enheter:

source: Label
sv: Etikett

source: Parent
sv: Upp

source: Mount Point
sv: Monteringspunkt

source: not mounted
sv: inte monterat

source: Unmount
sv: Avmontera

source: File System Version
sv: Filsystemsversion

source: File System Type
sv: Filsystemstyp

source: Please enter a number between 0 - %d.
sv: Vänligen ange ett tal mellan 0 - %d.

source: You must enter a number between 0 - %d.
sv: Du måste ange ett tal mellan 0 - %d.

source: There is not enough space left on your USB stick for the image.
sv: Det finns inte tillräckligt med utrymme för avbilden på din minnepinne.

source: Unmounting directories...
sv: Avmonterar kataloger...

source: USB disk informations:
sv: Information om USB-enhet:

source: Capacity
sv: Kapacitet

source: Available
sv: Tillgängligt

source: Used
sv: Använt

source: Please double check your path information. If you don't type the path to the USB stick correctly, you may damage your computer. Would you like to continue?
sv: Vänligen kontrollera sökvägen. Om du anger fel sökväg kan du skada din dator. Vill du fortsätta?

source: Please type CONFIRM to continue:
sv: Vänligen skriv BEKRÄFTAR för att fortsätta:

source: CONFIRM
sv: BEKRÄFTAR

source: confirm
sv: bekräftar

source: Writing image data to USB stick!
sv: Skriver avbild till minnepinne!

source: You did not type CONFIRM. Exiting..
sv: Du skrev inte BEKRÄFTAR. Avbryter...

source: The path is invalid, please specify an image path.
sv: Sökvägen är ogiltig, vänligen ange en sökväg till avbilden.

source: Calculating checksum...
sv: Beräknar kontrollsumma...

source: Source Informations:
sv: Källinformation:

source: Image Path
sv: Sökväg avbild

source: Name
sv: Namn

source: Download URL
sv: URL

source: The checksum of the source cannot be validated. Please specify a correct source or be sure that you have downloaded the source correctly.
sv: Kontrollsumman kan ej verifieras. Vänligen ange en riktig avbild eller var säker på att du har hämtat den rätt.

source: Creating boot manager...
sv: Skapar starthanterare...

source: Could not create boot manager.
sv: Kunde ej skapa starthanterare.

source: Unmounting image and USB disk...
sv: Avmonterar avbild och USB-enhet...

source: USB disk is ready. Now you can install or run Pardus from your USB disk.
sv: Din USB-avbild är färdig. Du kan nu installera eller köra Pardus från den.

source: Copying
sv: Kopierar
