Repository: pars-linux/uludag
Catalog: repokit/po/*.po
Languages: pt_br

source: Information
pt_br: Informação

source: Source Packages
pt_br: Pacotes Fonte

source: Binary Packages
pt_br: Pacotes Binários

source: Packagers
pt_br: Empacotadores

source: Duplicate binary packages: %s %s
pt_br: Pacotes binários duplicados: %s %s

source: Package size
pt_br: Tamanho do pacote

source: Installed size
pt_br: Tamanho instalado

source: Source package
pt_br: Pacote fonte

source: Build dependencies
pt_br: Dependências de compilação

source: Runtime dependencies
pt_br: Dependências de execução

source: Required by (for building)
pt_br: Requerido por (para compilação)

source: Required by (for runtime)
pt_br: Requerido por (para execução)

source: Duplicate source packages: %s %s
pt_br: Pacotes fonte duplicados: %s %s

source: Release date
pt_br: Data de release

source: Version
pt_br: Versão

source: Updater
pt_br: Atualizador

source: Comment
pt_br: Comentário

source: License
pt_br: Licença

source: Actions
pt_br: Ações

source: Build files
pt_br: Arquivos de compilação

source: Bug reports
pt_br: Relatórios de bugs

source: Binary packages
pt_br: Pacotes binários

source: Release history
pt_br: Histórico de Release

source: Patches
pt_br: Correções

source: Packager
pt_br: Empacotador

source: Maintained packages:
pt_br: Pacotes mantidos:

source: Package updates:
pt_br: Atualizações de pacotes:

source: Cannot parse '%s': %s
pt_br: Não é possível analisar '%s': %s

source: Number of source packages
pt_br: Número de pacotes fonte

source: Number of binary packages
pt_br: Número de pacotes fontes

source: Number of patches
pt_br: Número de correções

source: Number of packagers
pt_br: Números de empacotadores

source: Archived size of packages
pt_br: Tamanho arquivado dos pacotes

source: Installed size of packages
pt_br: Tamanho instalado dos pacotes:

source: Most patched:
pt_br: Mais corrigidos:

source: Longest build scripts:
pt_br: Maiores scripts de compilação:

source: Total file sizes by file type:
pt_br: Tamanho total dos arquivos por tipo de arquivo:

source: Package count
pt_br: Quantidade de pacotes

source: Packagers (by package count)
pt_br: Empacotadores (por quantidade de pacotes)

source: Packagers (by name)
pt_br: Empacoteadores (pelo nome)

source: Package name
pt_br: Nome do pacote

source: Summary
pt_br: Resumo

source: Scanning source repository...
pt_br: Examinando repositório de fontes...

source: Scanning binary packages...
pt_br: Examinando pacotes binários...

source: Usage: repostats.py [OPTIONS] source-repo-path [binary-repo-path]
pt_br: Uso: repostats.py [OPÇÕES] caminho-do-repositório-de-fontes [caminho-do-repositório-de-binários]
