Repository: pars-linux/uludag
Catalog: branches/kde/kaptan/po/*.po
Languages: pl

source: Welcome to Kaptan Wizard :)
pl: Witaj w Kaptan

source: &Back
pl: &Wstecz

source: &Next
pl: &Dalej

source: Finish
pl: Zakończ

source: Kaptan is already running!
pl: Kaptan już działa!

source: Kaptan Welcome Wizard
pl: Czarodziej Powitania Kaptan

source: Welcome
pl: Witaj

source: Thumbnails
pl: Miniatury

source: Wallpaper
pl: Tapeta

source: toolTip
pl: podpowiedź

source: Multiple Desktops
pl: Wiele Pulpitów

source: Configure virtual desktops..
pl: Skonfiguruj wirtualne pulpity..

source: Multiple
pl: Wieloktrotne

source: <p>In this module, you can configure how many virtual desktops you want.</p>
pl: <p>Możesz wybrać ilość wirtualnych pulpitów.</p>

source: Mouse wheel over desktop background switches desktop.
pl: Zmiana pulpitów kółkiem myszy.

source: Desktop(s)
pl: Pulpit(y)

source: Enjoy with wonderful backgrounds...
pl: Ciesz się ze wspaniałych tapet...

source: Show all resolutions.
pl: Pokaż wszystkie rozdzielczości

source: Old Wallpaper
pl: Stara Tapeta

source: No Wallpaper
pl: Brak Tapety

source: Mouse Settings
pl: Ustawienia Myszy

source: Configure your mouse
pl: Konfiguracja myszy

source: Mouse
pl: Ustawienia Myszy

source: Reverse scroll
pl: Odwróć rolkę myszy

source: <p align="left">If you are left-handed, you may prefer to swap the functions on the left and right buttons on your pointing device by choosing the "Left handed" option below. You can also select default click behaviour.</p>
pl: <p align="left">Jeśli jesteś leworęczny, możesz zamienić funkcjami prawy i lewy przycisk myszy wybierając poniżej opcję 'Leworęczny'. Możesz również wybrać sposób klikania</p>

source: Button Order
pl: Kolejność Przycisków

source: Left Hand
pl: Leworęczny

source: Right Hand
pl: Praworęczny

source: Click behaviour
pl: Sposób klikania

source: &Single-click to open files and folders
pl: Otwieranie plików i folderów pojedynczym kliknięciem

source: Configure network settings...
pl: Konfiguracja połączeń sieciowych

source: <big>Loading...</big>
pl: <big>Ładuje...</big>

source: This application, called <b>Kaptan Desktop</b>, will help you with your basic but sufficient setup for your <b>Pardus</b> desktop in a quick manner. Please click <b>Next</b> to personalize your desktop. :)
pl: Ta aplikacja, <b>Kaptan</b>, pomoże ci skonfigurować pulpit <b>Pardusa</b> w szybki i prosty sposób.

source: <b>Pardus</b> is a GNU/Linux distribution, targeting at computer literate users' basic desktop needs; helps you connect to internet, read e-mails, work with office documents and more!
pl: <b>Pardus</b> to dystrybucja GNU/Linuxa przeznaczona dla osób niezbyt obeznanych z komputerami i systemami operacyjnymi.

source: Network
pl: Ustawienia Sieci

source: Package
pl: Pakiet

source: tooltipPisiPopup
pl: PiSi

source: KaptanUi
pl: Kaptan

source: Package Manager
pl: Menedżer Pakietów

source: Configure package manager settings...
pl: Konfiguracja menedżera pakietów...

source: <b>Package-manager</b> is the graphical front-end of <b>PiSi</b>. You can easily install new programs and upgrade your system and also can see new upgrades of the programs periodically from the system tray with package manager.
pl: <b>Menedżer Pakietów</b> jest graficzą nakładką na <b>PiSi</b>. Menedżer pakietów pozwoli Ci łatwo instalować nowe programy i aktualizować system. Może również działać w zasobniku systemowym i co jakiś czas sprawdzać, czy są dostępne nowe wersje programów.

source: Updates
pl: Aktualizacje

source: Show in system tray
pl: Pokaż w zasobniku systemowym

source: Check updates automatically for every
pl: Automatycznie sprawdzaj czy są nowe uaktualnienia co

source: hours
pl: godzin

source: Repo
pl: Repozytorium

source: Contrib repo includes extra packages.
pl: Repozytorium Contrib zawiera dodatkowe pakiety.

source: Add contrib repo
pl: Dodaj repozytorium Contrib

source: You are not authorized for this operation.
pl: Nie masz uprawnień.

source: Authentication Error!
pl: Błąd Autoryzacji!

source: Configure your panel !
pl: Konfiguracja panelu !

source: Select the one you like...
pl: Wybierz ten, który ci się podoba...

source: Here, you can select a <b>style </b>for your desktop. <b>Pardus</b> provides some eye candy styles for you.
pl: Możesz wybrać <b>styl</b> pulpitu, który ci się najbardziej podoba.

source: Preview
pl: Podgląd

source: Use enhanced Kickoff style menu
pl: Użyj Kickoff - ulepszonego wyglądu menu

source: Enjoy with Pardus...
pl: Niech Pardus służy ci dobrze...

source: Goodbye
pl: Do widzenia

source: <p>TASMA is a configuration application for Pardus Operating System. </p>
pl: <p>TASMA to aplikacja do konfiguracji aplikacji w Pardusie. </p>

source: User Groups and Help Pages
pl: Grupy Użytkowników i Strony Pomocy

source: <p>Pardus community, user lists, IRC channels, wikis and more.</p>
pl: <p>Społeczność Pardusa, listy dyskusyjne, kanały IRC, wiki i więcej.</p>

source: Migration Tool
pl: Narzędzie Migracji

source: <p>A wizard to transfer files and settings from existing operating systems (e.g. Windows) to Pardus.</p>
pl: <p>Aplikacja do importowania plików i ustawień z istniejących systemów operacyjnych (np. Windows) do Pardusa

source: <p>Congratulations! You have finished all steps. You can now continue using Pardus and try applications below.</p>
pl: <p>Gratulacje! Zakończyłeś wszystkie etapy i możesz używać Pardusa.</p>

source: Screen Resolution
pl: Rozdzielczość Ekranu

source: <p><p>Your screen resolution is very low. It may be wrong. You can change your resolution bye using <b>Display Manager</b>.</p></p>
pl: <p><p>Rozdzelczość jest bardzo mała. Może być źle ustawiona. Możesz zmienić rozdzielczość ekranu za pomocą <b>Menedżera Ekranu</b>.</p></p>

source: SummaryWidget
pl: Podsumowanie

source: Photo
pl: Zdjęcie

source: Shot
pl: Zrób

source: Put my photo to:
pl: Umieść moje zdjęcie w:

source: E-mail clients
pl: Klienty E-mail

source: Instant messengers
pl: Komunikatory

source: Login Screen (KDM)
pl: Ekran Logowania (KDM)
