Repository: pars-linux/uludag
Catalog: tags/RELEASE/mudur-1.9/po/*.po
Languages: nl

source: Cannot write mudur.log, read-only file system
nl: Kan mudur.log niet schrijven, alleen-lezen bestandssysteem

source: Cannot find /etc/pardus-release
nl: Kan /etc/pardus-release niet vinden

source: Could not set unicode mode on tty %d
nl: Kan 'unicode mode' niet instellen op tty %d

source: Starting COMAR
nl: COMAR opstarten

source: Starting services
nl: Services opstarten

source: Cannot connect to COMAR, services won't be started
nl: Kan geen verbinding maken met COMAR. Services worden niet gestart.

source: Cannot start system logger
nl: Kan systeemlogger niet starten

source: Stopping services
nl: Services stoppen

source: Stopping COMAR
nl: COMAR stoppen

source: Mounting /dev
nl: /dev aankoppelen

source: Restoring saved device states
nl: Opgeslagen apparaatstatussen herstellen

source: Starting udev
nl: udev opstarten

source: Populating /dev
nl: /dev opvullen

source: Remounting root filesystem read-only
nl: Hoofdbestandsysteem opnieuw koppelen als alleen-lezen

source: Checking root filesystem
nl: Hoofdbestandssysteem controleren

source: Filesystem repaired, but reboot needed!
nl: Bestandsysteem gerepareerd. Start het systeem opnieuw op.

source: Rebooting in 10 seconds ...
nl: Herstart na 10 seconden...

source: Rebooting...
nl: Herstarten...

source: Filesystem couldn't be fixed :(
nl: Bestandsysteem kon niet gerepareerd worden.

source: Skipping root filesystem check (fstab's passno == 0)
nl: Controle van hoofdbestandssysteem overslaan (fstab's overslagno == 0)

source: Remounting root filesystem read/write
nl: Hoofdbestandssysteem opnieuw koppelen als lezen/schrijven

source: Root filesystem could not be mounted read/write :(
nl: Hoofdbestandssysteem kon niet aangekoppeld worden als 'lezen/schrijven'

source: Setting up hostname as '%s'
nl: Hostnaam instellen als '%s'

source: Calculating module dependencies
nl: Moduleafhankelijkheden berekenen

source: Checking all filesystems
nl: Alle bestandsystemen controleren

source: Filesystem errors corrected
nl: Fouten in het systeembestanden gecorrigeerd

source: Fsck could not correct all errors, manual repair needed
nl: Fsck kon niet alle problemen oplossen. Handmatige reparatie is vereist.

source: Mounting USB filesystem
nl: USB-bestandssysteem aankoppelen

source: Mounting local filesystems
nl: Lokale bestandssystemen aankoppelen

source: Activating swap
nl: Swap activeren

source: Setting disk parameters
nl: Schijfparameters instellen

source: Setting system clock to hardware clock
nl: Systeemklok instellen op hardwareklok

source: Failed to set system clock to hardware clock
nl: Systeemklok instellen op hardwareklok is mislukt

source: Cleaning up /var
nl: /var opschonen

source: Cleaning up /tmp
nl: /tmp opschonen

source: Syncing system clock to hardware clock
nl: Systeemklok synchroniseren met hardwareklok

source: Failed to sync clocks
nl: Synchroniseren van klokken is mislukt

source: Deactivating swap
nl: Swap deactiveren

source: Unmounting filesystems
nl: Bestandssystemen afkoppelen

source: Remounting remaining filesystems readonly
nl: Bestandssystemen opnieuw aankoppelen als alleen-lezen

source: An internal error occured. Please report to the bugs.pardus.org.tr with following information:
nl: Er is een interne fout opgetreden. Meld alstublieft de foutmelding aan bugs.pardus.org.tr met de volgende informatie:

source: Mounting /sys
nl: /sys aankoppelen

source: Mounting /dev/pts
nl: /dev/pts aankoppelen

source: Starting Coldplug
nl: Coldplug starten

source: Setting up localhost
nl: Localhost instellen

source: Updating environment variables
nl: Omgevingsvariabelen bijwerken

source: local
nl: lokaal

source: running
nl: wordt uitgevoerd

source: yes
nl: ja

source: Description
nl: Beschrijving

source: You should be the root user in order to control the comar service.
nl: U dient een 'root' gebruiker te zijn als u gebruik wil maken van de COMAR-service.

source: Service '%s' started.
nl: Service '%s' is gestart.

source: Service '%s' stopped.
nl: Service '%s' is gestopt.

source: Service '%s' reloaded.
nl: Service '%s' is opnieuw geladen.

source: Service '%s' will be auto started.
nl: Service '%s' wordt automatische gestart.

source: Service '%s' won't be auto started.
nl: Service '%s' zal niet automatische worden gestart.

source: usage: service [<service>] <command> where command is: list Display service list info Display service status on Auto start the service off Don't auto start the service start Start the service stop Stop the service restart Stop the service, then start again reload Reload the configuration (if service supports this)
nl: gebruik: service [<service>] <commando> waar commando's zijn: list Servicelijst weergeven info Service status weergeven on Service automatisch aanzetten off Service niet automatisch aanzetten start Service starten stop Service stoppen restart Service stoppen en herstarten reload De configuratie herladen (als de service dit ondersteunt)
