Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/*/messages/kdebase/solid-network.po
Languages: tr

source: KDE tool for querying and controlling your network interfaces from the command line
tr: Ağ arayüzlerini komut satırından sorgulamanıza ve kontrol etmenize yarayan KDE aracı

source: Syntax Error: Not enough arguments
tr: Söz Dizimi Hatası: Yeterli argüman yok

source: Syntax Error: Too many arguments
tr: Söz Dizimi Hatası: Çok fazla argüman

source: Show available commands by domains
tr: Etki alanlarına göre kullanılabilir komutları göster

source: Command (see --commands)
tr: Komut (bakınız --commands)

source: Arguments for command
tr: Komut için argümanlar

source: Syntax:
tr: Söz Dizimi:

source: # List the network devices present.
tr: # Mevcut ağ aygıtlarını listele.

source: # List the networks known to the device specified by 'uni'.
tr: # 'uni' tarafından belirtilen aygıtın bildiği ağları listele.

source: # Query whether networking features are active or not. # - If the 'status' option is given, return whether # networking is enabled for the system # - If the 'wireless' option is given, return whether # wireless is enabled for the system # - If the 'wireless-hardware' option is given, # return whether the wireless hardware is enabled # - If the 'interface' option is given, print the # properties of the network interface that 'uni' refers to. # - If the 'network' option is given, print the # properties of the network on 'device-uni' that 'network-uni' refers to.
tr: # Ağ özelliklerinin etkin olup olmadığını sorgula. # - Eğer 'status' seçeneği belirtilmişse, sistem için # ağın etkinlik durumunu döndür # Eğer 'wireless' seçeneği belirtilmişse, sistem için # kablosuz ağın etkinlik durumunu döndür # Eğer 'interface' seçeneği belirtilmişse, 'uni'nin belirttiği # ağ arayüzünün özelliklerini yazdır. # - Eğer 'network' seçeneği belirtilmişse, 'network-uni'nin # belirttiği 'device-uni'deki ağın özelliklerini yazdır.

source: # Enable or disable networking on this system.
tr: # Bu sistemdeki ağı etkinleştir veya etkisizleştir.

source: # Activate the network 'network-uni' on 'device-uni'. # Optionally, use WEP128, open-system encryption with hex key 'key'. (Hardcoded) # Where 'authentication' is one of: # wep hex64|ascii64|hex128|ascii128|passphrase64|passphrase128 'key' [open|shared] # wpapsk wpa|wpa2 tkip|ccmp-aes password # wpaeap UNIMPLEMENTED IN SOLIDSHELL
tr: # 'device-uni' üzerindeki 'network-uni' ağını etkinleştir. # İsteğe bağlı olarak, WEP128, hex anahtarı 'key' ile açık sistem şifreleme # 'authentication' şunlardan biri olabilir: # wep hex64|ascii64|hex128|ascii128|passphrase64|passphrase128 'key' [open|shared] # wpapsk wpa|wpa2 tkip|ccmp-aes password # wpaeap SOLIDSHELL'DE KODLANMAMIŞTIR

source: Syntax Error: Unknown option '%1'
tr: Söz Dizimi Hatası: Bilinmeyen seçenek '%1'

source: Not implemented
tr: Henüz hazırlanmadı

source: Unrecognised WEP type '%1'
tr: Tanınmayan WEP tipi '%1'

source: Unrecognised WEP method '%1'
tr: Tanınmayan WEP yöntemi '%1'

source: Unrecognised WPA version '%1'
tr: Tanınmayan WPA sürümü '%1'

source: Unrecognised WPA encryption protocol '%1'
tr: Tanınmayan WPA şifreleme iletişim kuralı '%1'

source: Unimplemented auth scheme '%1'
tr: Henüz yazılmamış kimlik doğrulama şeması '%1'

source: Syntax Error: Unknown object '%1'
tr: Söz Dizimi Hatası: Bilinmeyen nesne '%1'

source: Syntax Error: Unknown command '%1'
tr: Söz Dizimi Hatası: Bilinmeyen komut '%1'

source: networking: is enabled
tr: ağ: etkinleştirildi

source: networking: is not enabled
tr: ağ: etkinleştirilmedi

source: wireless: is enabled
tr: kablosuz: etkinleştirildi

source: wireless: is not enabled
tr: kablosuz: etkinleştirilmedi

source: wireless hardware: is enabled
tr: kablosuz aygıtı: etkinleştirildi

source: wireless hardware: is not enabled
tr: kablosuz aygıtı: etkinleştirilmedi

source: Progress: %1%
tr: İlerleme: %%1

source: Info: %1
tr: Bilgi: %1
