Repository: pars-linux/uludag
Catalog: trunk/kde4/history-manager/po/*.po
Languages: nl

source: History Manager
nl: Geschiedenisbeheer

source: Current Maintainer
nl: Huidige onderhouder

source: Date
nl: Datum

source: Time
nl: Tijd

source: snapshot
nl: momentopname

source: upgrade
nl: opwaarderen

source: remove
nl: verwijderen

source: install
nl: installeren

source: takeback
nl: terugzetten

source: unknown
nl: onbekend

source: Select All
nl: Alles selecteren

source: Ready
nl: Gereed

source: No:
nl: Nr:

source: Operation details
nl: Operatiedetails

source: There are %1 packages in this snapshot
nl: Er zijn %1 pakketten in deze momentopname

source: Finished succesfully
nl: Met succes voltooid

source: Loading Plan
nl: Plan laden

source: Configuration files in snapshot:
nl: Instellen bestanden in momentopname:

source: Takeback Plan for %1 operation on %2 <br><br>
nl: Terugzetplan voor %1 operatie op %2<br><br>

source: Takeback Plan %1
nl: Terugzetplan %1

source: <br> These package(s) will be <b>installed</b> :<br>
nl: <br> Deze pakketten worden <b>geïnstalleerd</b> :<br>

source: <br> These package(s) will be <b>removed</b> :<br>
nl: <br> Deze pakketten worden <b>verwijderd</b> :<br>

source: Listing %1 Operations
nl: %1 operaties tonen

source: Takeback operation verification
nl: Terugzetoperatie verificatie

source: <center>This will restore your system back to : <b>%1</b> - <b>%2</b><br>
nl: <center>Dit zal het systeem terugzetten naar : <b>%1</b> - <b>%2</b><br>

source: If you're unsure, click Cancel and see TakeBack Plan.</center>
nl: Indien u het niet zeker weet, kies Annuleren en zie het terugzetplan.</center>

source: Taking back to : %1
nl: Terugzetten naar :%1

source: Authentication Failed
nl: Authenticatie mislukt

source: Start new snapshot
nl: Nieuwe momentopname starten

source: <center>This will take a snapshot of your system.<br>Click Ok when you're ready.</center>
nl: <center>Dit zal een momentopname van het systeem maken.<br>Kies OK.</center>

source: Taking New Snapshot
nl: Nieuwe momentopname maken

source: - Loading Pisi History
nl: - Pisi-geschiedenis laden

source: Takeback Plan
nl: Terugzetplan

source: Click to see what will happen if you click restore button
nl: Klik om te bekijken wat er zal gebeuren bij het terugzetten

source: Operation Details
nl: Operatiedetails

source: Click to see operation details
nl: Klik om de operatiedetails te bekijken

source: New Snapshot
nl: Nieuwe momentopname

source: Takeback
nl: Terugzetten

source: Take back to this point
nl: Terugzetten naar dit punt

source: Copy
nl: Kopiëren

source: Information
nl: Informatie
