Repository: pars-linux/uludag
Catalog: trunk/distribution/2009.2/po/*.po
Languages: es, nl

# ../media-content/release-notes/releasenotes-en.html:1
source: Release Notes
es: Notas de lanzamiento
nl: Uitgavenotities

# ../media-content/release-notes/releasenotes-en.html:2
source: Release Notes
nl: Uitgavenotities

source: 1. Welcome to Pardus
es: 1. Bienvenido a Pardus
nl: 1. Welkom bij Pardus

source: Welcome to Pardus 2009.2, another great Pardus release from Pardus developers, translators, artists and documentation writers.
es: Bienvenido a Pardus 2009.2, otro estupendo lanzamiento de Pardus, producto de colaboración de los desarrolladores, traductores, diseñadores, y documentadores.
nl: Welkom bij Pardus 2009.2, een prachtige uitgave van de ontwikkelaars van Pardus, vertalers, en documentenschrijvers.

source: We kindly invite you to visit
es: Le invitamos a visitar
nl: U wordt vriendelijk uitgenodigd voor een bezoek aan

source: for more information.
es: por más información
nl: voor meer informatie.

source: 1.1. What is Pardus
es: 1.1. Que es Pardus ?
nl: 1.1. Wat is Pardus

source: Pardus is a Linux distribution developed as a product of the Pardus Project, by National Research Institute of Electronics and Cryptology (UEKAE), which is under the Scientific and Technological Research Council of Turkey (TÜBİTAK) and by volunteered contributors. It is named after the Latin (and scientific) name for the Anatolian leopard, Panthera pardus tulliana.
es: Pardus es una distribución de GNU/Linux, producto del proyecto Pardus, realizado por el Instituto Nacional de Electrónica y Criptología de Turquía (UEKAE), bajo el Concicilio de Ciencias y Investigación Tecnológica de Turquía (TÜBİTAK) y además por contribuyentes voluntarios. Su nombre viene del nombre latín (y científico) del leopardo de Anatolia, Panthera pardus tulliana.
nl: Pardus is een Linux-distributie, ontwikkeld door het Pardus-project van het Nationale Instituut voor Elektronica en Cryptologie (UEKAE), dat valt onder de Raad voor Wetenschappelijke en Technologische Ontwikkelingen van Turkije (TÜBİTAK) en door vrijwilligers. Het is genoemd naar de Latijnse (en wetenschappelijke) naam van de Anatolische panter, Panthera pardus tulliana.

source: 1.2. How Can I Use Pardus
es: 1.2. Como puedo utilizar Pardus
nl: 1.2. Hoe kan ik Pardus gebruiken

source: Pardus comes with two flavours, Kurulan (which installs Pardus to your computer) or Çalışan (live media, running on the media only, slower but does not install on your computer) and can be started from a CD / DVD / External storage (USB stick for example) or can be installed to internal harddisk depending on your preference.
es: Pardus viene en 2 modalidades, Kurulan (instalador) o Çalışan (liveCD, que se ejecuta solamente desde el medio, sin modificar su computadora, pero es más lento de una versión instalada) y se puede arrancar desde CD / DVD / USB - Pendrive, y pede instalarse en un disco interno, según sus preferencias.
nl: Pardus komt in twee smaken, Kurulan (hiermee wordt Pardus op de computer geïnstalleerd) of Çalışan (live medium en wordt alleen vanuit het medium uitgevoerd, is langzamer maar wordt niet op de computer geïnstalleerd) en beide versies kunnen vanaf CD / DVD / externe opslagmedium (bijv. USB-stick) opgestart of de interne harde schijf geïnstalleerd worden.

source: Çalışan (live) image and Kurulan (installation) images contain support for English and Turkish languages, and can fit on one CD. International image is a multilanguage image (including Turkish) contains language packages, some applications and artwork that are not included in Kurulan image. International image is about 1GB in size, and can be written on a DVD or harddisk like media like a USB stick.
es: Las imagenes ISO Çalışan (live) y Kurulan (instalador) contienen soporte para los idiomas Inglés y Turco y entran en un solo CD. La imágen ISO international contiene multiples idiomas (también turco), y algunos programas y diseños artísticos que no están en la imágen Kurulan. La imagen ISO internacional tiene alrededor de 1GB, y se puede grabar en un DVD, o un medio de disco como Pendrive.
nl: Het Çalışan-bestand (live) en het Kurulan-bestand (installatie) bevatten ondersteuning voor de Engels en Turkse taal en passen op een cd. Het internationale bestand is een meertalig bestand met taalpakketten (inclusief de Turkse), enkele toepassingen en kunstwerken die niet in het Kurulan-bestand aanwezig zijn. De grootte van het internationale bestand is ongeveer 1GB en kan op DVD of een vast medium zoals USB-stick of SD-kaart gezet worden.

source: To start your Pardus experience, you need to insert the related media in your computer, reboot the system and set up your computer BIOS to boot from the Pardus media.
es: Para iniciar su experiencia con Pardus debe insertar o conecta el medio a su computadora, rebootear, y setear el BIOS adecuadamente para que se bootee del medio deseado con el medio que contiene Pardus.
nl: Om de Pardus-ervaring te beginnen, plaats het betreffende medium in de computer, start deze opnieuw op en stel de BIOS zodanig in dat deze vanaf het Pardus-medium opstart.

source: 1.3. Feedback
es: 1.3. Feedback - Retroalimentación
nl: 1.3 Terugkoppeling

source: You can use
es: Puede utilizar
nl: U kunt gebruik maken van

source: , (Pardus bug tracking system) to report a bug, send a bug fix or suggest anything related to Pardus. We would like to thank our users and developers for their bug reports, fixes, new package or feature suggestions, which makes up Pardus what it is.
es: , (sistema de seguimiento de bugs de Pardus) para reportar un error, enviar una corrección o enviar cualquier sugerencia relacionado a Pardus. Agradecemos a nuestros usuarios y desarrolladores por sus reportes de errores, correcciones y sugerencias constructivas para la presente versión.
nl: , (Pardus foutvolgsysteem) voor foutrapportage, insturen van foutoplossingen of andere suggesties over Pardus. Wij zijn onze gebruikers en ontwikkelaars dankbaar voor hun foutrapportages, oplossingen, nieuwe pakketten of nieuwe ideeën die Pardus maken zoals het is.

source: 2. What is new ?
es: 2. Que hay de nuevo ?
nl: 2. Wat is er nieuw ?

source: 2.1. Updates in Pardus Technologies
es: 2.1. Actualizaciones en tecnologías Pardus
nl: 2.1. Vernieuwingen in de technologie van Pardus

source: Core Pardus technologies are updated to new versions, including many bugfixes, optimizations and new features.
es: Tecnologías clave de Pardus fueron actualizados, incluyendo muchas correcciones, optimizaciones y características nuevas.
nl: De voornaamste technologieën van Pardus zijn bijgewerkt tot nieuwe versies, inclusief vele foutoplossingen, optimalisaties en nieuwe mogelijkheden.

source: Pardus manager family has been refactored and optimized for new KDE 4.4 / Qt 4.6 environments. Pardus KDE tools, Network Plasmoid for easy network profile switching and Service Plasmoid for easy service management are available in our repositories. These plasmoids can be placed either on the desktop, or any of the panels on the desktop for easier access.
es: Todas las herramientas administrativas de Pardus fueron rediseñados y optimizados para el nuevo entorno de KDE 4.4 / QT 4.6. Herramientas del sistema KDE, Plasmoid de Red para un sencillo cambio de perfiles de red y Plasmoid de Servicios para una sencilla administración de servicios están disponibles en los repositorios. Estos plasmoids se puede colocar en el escritorio o en cualquier barra de sistema para su fácil acceso.
nl: Pardus-beheerdersfuncties zijn bijgewerkt en geoptimaliseerd voor KDE 4.4 / Qt 4.6 omgevingen. Nieuwe Pardus-hulpmiddelen, Netwerk-plasmoid voor het snel omschakelen van netwerkprofielen en Dienst-plasmoid voor gemakkelijk dienstenbeheer zijn nu in onze softwarebronnen beschikbaar. Deze plasmoids kunnen, voor snelle toegang, op het bureaublad en ook op elk ander paneel op het bureaublad geplaatst worden.

source: A new KDE tool
es: Una nueva herramienta KDE
nl: Een nieuw gereedschap voor KDE

source: has been added to provide easy package installation in KDE environment. Under KDE environment, when you start up krunner (default by pressing ALT-F2) and write a command that is not available on the running system but provided by a package in Pardus repositories, an entry to install the necessary package will appear. Simply selecting the entry will automatically install the required package.
es: fue añadido para facilitar la instalación de paquetes en el entorno KDE. Cuando inicia en el entorno KDE krunner (predeterminado al ingresar ALT-F2) y escribe un comando no disponible en el sistema, pero disponible en uno de los paquetes de los repositorios, aparecerá una opción para la instalación del paquete necesario. Sencillamente puede seleccionar la entrada y se instalará automaticamente el paquete requerido.
nl: is toegevoegd voor gemakkelijke pakketinstallatie in de KDE-omgeving. Indien krunner In de KDE-omgeving opgestart wordt (standaard door indrukken van ALT+ F2) en een opdracht ingevoerd wordt die in het actieve systeem niet aanwezig is maar wel in softwarebronnen van Pardus, dan verschijnt een scherm om de noodzakelijke pakketten te installeren.Door het eenvoudig selecteren worden de noodzakelijke pakketten geïnstalleerd.

source: Package Manager
es: Administrador de Paquetes
nl: Pakketbeheer

source: and
es: y
nl: en

source: have been optimized for better performance and improved stability. PiSi interface has been refactored for easier use. Package Manager went through heavy refactoring and is now using
es: fue optimizado para mejor rendimiento y mayor estabilidad. La interfaz de PiSi fue rediseñada para un uso más sencillo. El Administrador de Paquetes tuvo un mayor rediseño y ahora utiliza
nl: zijn geoptimaliseerd voor betere prestaties en verbeterde stabiliteit. De PiSi-interface is bijgewerkt voor gemakkelijker gebruik. Pakketbeheer is op belangrijke punten bijgewerkt en gebruikt nu

source: Pardus Desktop Services
es: Servicios de Escritorio de Pardus
nl: bureaubladdiensten van Pardus

source: , which allows the GUI to run on desktop environments other than KDE 4 without the necessity of any KDE library. Among performance enhancements on the GUI, Package Manager now supports update types. Type of the updates are shown next to packages and users can select group of updates (security for example) easily from the Package Manager GUI.
es: , que permite la ejecución de la interfaz gráfica directamente en entornos de escritorio diferente a KDE 4, sin la necesidad de alguna librería de KDE. Entre las mejoras de la interfaz del Administrador de Paquetes están los tipos de actualizaciones. El tipo de actualización está mostrado al lado de cada paquete, y el usuario puede filtrar facilmente en la interfaz del Administrador de Paquetes grupos de actualizaciones (por ejemplo de seguridad).
nl: , die het toestaat om de grafische interface te gebruiken in een niet-KDE 4 omgeving zonder de aanwezigheid van een KDE-bibliotheek. Naar prestatieverbeteringen voor de grafische interface ondersteunt Pakketbeheer nu bijwerkingenstypen. De type van bijwerking worden nu naast de pakketten getoond en de gebruiker kan nu gemakkelijk de groepen van bijwerkingenstypen selecteren (bijv. beveiliging) in Pakketbeheer.

source: Pardus welcome wizard Kaptan has also been refactored for the new Pardus release. With new graphical changes, Kaptan is more user friendly then ever, especially on small displays like netbooks.
es: Kaptan, el Asistente de Bienvenida, también fue adaptado a la nueva versión de Pardus. Con las modificaciones gráficos Kaptan ahora es más amigable, especialmente en pantallas chicas como en Netbooks.
nl: Kaptan, de welkomassistent van Pardus, is vernieuwd voor de nieuwe uitgave. Met de nieuwe grafische wijzigingen is Kaptan meer gebruikersvriendelijker dan ooit geworden, speciaal voor kleine beeldschermen zoals op netbooks.

source: 2.2. Graphical Enhancements
es: 2.2. Mejoras Visuales
nl: 2.2 Grafische verbeteringen

source: Like other Pardus releases, this new release comes with the theme and name of species that is in danger of extinction. With new packages added to repositories, GTK and KDE integration is improved from notifications to user dialogs. Milky icon theme of Pardus is also updated with new icons. Older wallpapers released withing Pardus 2009 family can also be installed from package repositories.
es: Como los otros lanzamientos de Pardus, también el lanzamiento actual viene acompañado de un tema y nombre de una especie que está en peligro de extinción. Hay nuevos paquetes en los repositorios para mejorar la integración de GTK y KDE, desde mensajes de otificación hasta diálogos de usuario. También el tema de íconos Milky de Pardus fue actualizado y complementado con nuevos íconos. Fondos de pantalla de versiones anteriores de Pardus se pueden bajar de los repositorios.
nl: Zoals andere uitgave van Pardus komt deze uitgave met thema en naam van een met uitsterving bedreigd dier. Met nieuwe pakketten in de softwarebronnen, GTK en KDE-integratie is verbeterd van notificaties tot gebruikersdialogen. Milky-pictogrammenthema van Pardus is ook bijgewerkt met nieuwe pictogrammen. Oudere achtergrondafbeeldingen, uitgegeven binnen de Pardus 2009 familie, kunnen ook vanuit de pakketbronnen geïnstalleerd worden.

source: 2.3. KDE 4 Desktop Enviroment
es: 2.3. Entorno de Escritorio KDE 4
nl: 2.3. KDE 4 Bureaubladomgeving

source: Default desktop environment is updated to
es: El entorno de escritorio predeterminado está actualizado a
nl: Standaard bureaubladomgeving is bijgewerkt tot

source: , the latest stable release of KDE that has been enhanced and modified for Pardus. All the KDE programs in Pardus repositories have been updated to or replaced by their latest KDE 4 versions. With the new KDE desktop users can select between Default Mode, Old KDE Mode and the new
es: , la última versión estable de KDE, con mejoras y adaptaciones para Pardus. Todos los programas KDE en los repositorios fueron actualizados o reemplazados por sus versiones más recientes compatibles con el KDE 4. Con el nuevo KDE, el usuario puede elegir entre el Modo Predeterminado, Modo KDE Antiguo y el nuevo
nl: , de laatste stabiele uitgave van KDE, die voor Pardus verbeterd en gemodificeerd is. Alle KDE programma's in de installatiebronnen van Pardus zijn bijgewerkt of vervangen door hun laatste KDE 4-versies. Met de nieuwe bureaubladomgeving van KDE kunnen gebruikers kiezen tussen standaard modus, oude KDE-modus en de nieuwe

source: Netbook Mode
es: Modo de Netbook
nl: Netbook-modus

source: , optimized for small displays.
es: , optimizado para pantallas chicas.
nl: , geoptimaliseerd voor kleine beeldschermen.

source: Pardus team has integrated Kosd kded module, an eye candy status and level display for sound volume and monitor brightness with the new KDE release.
es: El equipo de Pardus integró en el nuevo KDE el módulo Kosd kded, un indicador hermoso para estado y nivel de volumen de sonido y de luminosidad de la pantalla.
nl: Het Pardus-team heeft het Kosd kded module geïntegreerd, een prachtige status en niveau-indicator voor geluidsvolume en schermhelderheid met de nieuwe KDE-uitgave.

source: With the new version KDE, Pardus provides a new look and feel for users. Plasmoid based desktop system, where every component can be placed on anywhere on the desktop, Strigi desktop search fully integrated to desktop environment, desktop effects coming as a part of KDE, Dolphin the next generation file manager with many remote protocol support are just a few examples of the new desktop experience for our users.
es: Con la nueva versión de KDE Pardus brinda una nueva experiencia para los usuarios. El escritorio con su sistema basado en plasmoides, que permite colocar cada componente en cualquier parte del escritorio, la búsuqeda de escritorio Strigi integrada completamente con el entorno de escritorio, efectos de escritorio como parte de KDE, el administrador de archivos Dolphin de la última generación con soporte para muchos protocolos de red son solamente algunos ejemplos de las nuevas características para nuestros usuarios.
nl: Met de nieuwe versie van KDE heeft Pardus een nieuw uiterlijk en belevenis voor de gebruiker. Het op plasmoid gebaseerde bureaubladsysteem, waar elke component overal op het bureaublad geplaatst kon worden, Strigi desktop search volledig geïntegreerd in de bureaubladomgeving, bureaubladeffecten zijn een onderdeel van KDE, Dolphin de nieuwe generatie bestandbeheerder zijn enkel voorbeelden van het nieuwe bureaubladsysteem .

source: 2.4. Updated Components
es: 2.4. Componentes Actualizados
nl: 2.4. Bijgewerkte componenten

source: New release includes many updated packages. Some of the highlights are as follows:
es: La nueva versión incluye una serie de actualizaciones de paquetes. Algunos destacados son:
nl: De nieuwe uitgave bevat vele bijgewerkte pakketten. Enkele hoogtepunten zijn:

source: OpenOffice.org Office Suite 3.2.1.1
nl: Kantoortoepassingen OpenOffice.org 3.2.1.1

source: 3. Installation requirements
es: 3. Requisitos de Instalación
nl: 3. Eisen voor installatie

source: You can run Pardus on an average x86 compatible hardware. We suggest to use at least 512 MB RAM (memory) and a 1400 MHz processor to get a good performance. Minimum and recommended hardware requirements for Pardus 2009.2 are mentioned below:
es: Puede ejecutar Pardus en un hardware x86 promedio. Recomendamos al menos 512 MB de memoria RAM y un procesador de 1400 MHz para un rendimiento aceptable. Los requisitos de hardware mínimos y recomendados para Pardus 2009.2 son los siguientes:
nl: Pardus kan op een gemiddelde x86-compatibele computer gebruikt worden. Aanbevolen is tenminste 512 MB RAM (werkgeheugen) en een 1400 MHz processor voor een goede prestatie. Minimale systeemeisen voor Pardus 2009.2 zijn:

source: 256 MB memory (1GB or more recommended)
es: Memoria RAM 256 MB (recomendado 1GB o más)
nl: 256 MB werkgeheugen (1 GB of meer wordt aanbevolen)

source: 450 MHz Intel or AMD processor (1000 MHz recommended)
es: Procesador 450 MHz Intel o AMD (recomendado 1000 MHz)
nl: 450 MHz Intel of AMD processor (1000 MHz wordt aanbevolen)

source: At least 4 GB of free hard disk space (10 GB recommended)
es: Espacio de 4 GB disponible en disco (recomendado 10 GB)
nl: Ten minste 4 GB vrije ruimte op de harde schijf (10 GB wordt aanbevolen)

source: Pardus consists of a Linux based operating system, opensource applications and related data files necessary for desktop and server environments, aiming to provide users stable, reliable, easy to use and feature rich computer experience.
es: Pardus consiste de un sistema operativo basado en Linux, aplicaciones de código abierto y datos necesarios para entornos de escritorio y de servidores, para brindar a los usuarios una experiencia de un sistema estable, confiable y funcional.
