Repository: pars-linux/uludag
Catalog: trunk/plsa/po/*.po
Languages: fr, tr

source: security@pardus.org.tr
tr: guvenlik@pardus.org.tr

source: http://security.pardus.org.tr
tr: http://guvenlik.pardus.org.tr

source: Date
tr: Tarih

source: Revision
fr: Révision
tr: Sürüm

source: Severity
fr: Sévérité
tr: Önem

source: Summary
fr: Résumé
tr: Özet

source: Description
tr: Açıklama

source: Affected packages:
fr: Paquets impactés :
tr: Etkilenen paketler:

source: all versions
fr: Toutes versions
tr: tüm sürümler

source: all before %s
fr: Toutes versions antérieure à la %s
tr: %s öncesi tüm sürümler

source: Resolution
fr: Résolution
tr: Çözüm

source: There are update(s) for %s. You can update them via Package Manager or with a single command from console:
fr: Des mises-à-jour sont disponibles pour %s. Vous pouvez les mettre à jour avec le Gestionnaire de Paquets ou avec une simple commande dans une console :
tr: %s için güncelleme mevcut. Paket Yöneticisi'ni kullanarak ya da komut satırında tek komut ile güncelleme yapabilirsiniz:

source: References
fr: Références
tr: Referenslar

source: generate advisory for locale LANG (default: %s)
fr: Génére une notice pour la locale LANG (%s par défaut)
tr: bildiriyi DIL dilinde oluştur (varsayılan: %s)

source: LANG
tr: DIL

source: open KMail compose dialog
fr: Ouvrir une fenêtre de rédaction de mail de KMail
tr: KMail e-posta penceresini aç

source: '%s' locale is not supported.
fr: La locale '%s' n'est pas supportée.
tr: '%s' yereli desteklenmemektedir.

source: Unable to read %s.
fr: Impossible de lire %s.
tr: %s dosyası okunamadı.

source: XML file has errors:
fr: Le fichier XML comporte des erreurs :
tr: XML dosyası hatalı:

source: Pardus Linux Security Advisory %s-%s
fr: Annonces de sécurité de Pardus Linux %s-%s
