Repository: pars-linux/uludag
Catalog: trunk/knazar/po/*.po
Languages: da, pl

source: OK
pl: TAK

source: Protect
da: Beskyt
pl: Chroń

source: Release
da: Udgivelse
pl: Wydanie

source: About
da: Om
pl: O Programie

source: knazar - No Harmfull look allowed!
da: knazar - Ikke et ondt blik tilladt!
pl: knazar - Szkodliwy wygląd niedozwolony!

source: KNazar is starting to protect your Pardus Linux from harmfull looks...
da: KNazar begynder at beskytte din Pardus installation fra onde øjne...
pl: KNazar rozpoczyna ochronę twojego Pardusa przed szkodliwym wyglądem...

source: KNazar is stoping to protect your Pardus Linux from harmfull looks...
da: KNazar stopper med at beskytte din Pardus installation fra onde øjne...
pl: KNazar kończy ochronę twojego Pardusa przed szkodliwym wyglądem...

source: knazar - You are completely demilitarized...
da: knazar - Du er komplet demilitariseret...
pl: knazar - Jesteś całkowicie zdemilitaryzowany

source: <qt><nobr><b>Nazar Received and eliminated successfuly</b></nobr><br><nobr></nobr></qt>
da: <qt><nobr><b>Nazar modtager og elimineret succesfuldt</b></nobr><br><nobr></nobr></qt>
pl: <qt><nobr><b>Nazar Odebrał i udanie wyeliminował</b></nobr><br><nobr></nobr></qt>

source: <qt><nobr><b>Nazar Received and it HARMED!</b></nobr><br><nobr></nobr></qt>
da: <qt><nobr><b>Nazar modtager og den gjorde skade!</b></nobr><br><nobr></nobr></qt>
pl: <qt><nobr><b>Naraz Odebrał i to jest SZKODLIWE!</b></nobr><br><nobr></nobr></qt>

source: knazar - %1 attacks received so far, %2 are defated and %3 are received...
da: knazer -%1 angreb modtaget indtil videre, %2 blev slået tilbage og %2 blev modtaget...
pl: knazar - %1 odebranych do tej pory ataków, %2 zdefiniowanych i %3 są odebrane...

source: KNazar is a usefull part of the Pardus Linux
da: KNazar er en brugbar del af Pardus Linux
pl: KNazar to użyteczna część Pardus Linux

source: KDE Nazar Application
da: KDE Nazar program
pl: Aplikacja KDE Nazar
