Repository: pars-linux/uludag
Catalog: tasma_1_2/disk-manager/po/*.po
Languages: fr

source: Disks
fr: Disques dur

source: Disk Manager
fr: Gestionnaire de disques durs

source: File System Type :
fr: Type de système de fichier :

source: Mount Point :
fr: Point de montage :

source: Additional Options :
fr: Options supplémentaires :

source: Get Default Options
fr: Obtenir les options par défaut

source: Find Disks Automatically
fr: Trouver les disques durs automatiquement

source: Show System Partitions
fr: Montrer les partitions du système

source: To update disk changes the manager must run as root
fr: Le gestionnaire doit être lancé en tant que root afin de mettre à jours les changements disques.

source: User not in disk group !
fr: L'utilisateur n'est pas dans le groupe disk !

source: File /etc/fstab is not correct, please fix it manually.
fr: Le fichier /etc/fstab est incorrect, veuillez le réparer manuellement.

source: Completed
fr: Terminé

source: File /etc/fstab updated !
fr: Le fichier /etc/fstab a été mis à jour !

source: %s for %s failure !!
fr: %s pour %s échec !!

source: Mount Point
fr: Point de montage

source: File System Type
fr: Type de système de fichier

source: Disk Manager is already running!
fr: Le gestionnaire de disques durs est déjà en cours d'exécution !
