Repository: pars-linux/uludag
Catalog: tags/RELEASE/migration-0.8.4/po/*.po
Languages: tr

source: Wallpaper
tr: Duvar Kağıdı

source: Firefox bookmarks cannot be loaded.
tr: Firefox yer imleri okunamadı.

source: Firefox bookmarks loaded.
tr: Firefox yer imleri okundu.

source: Internet Explorer favorites cannot be loaded.
tr: Internet Explorer sık kullanılanları yüklenemedi.

source: Internet Explorer favorites loaded.
tr: Internet Explorer sık kullanılanları yüklendi.

source: Firefox is open. Please close it first to continue...
tr: Firefox şu anda açık. Devam etmeden önce Firefox'u kapatmalısınız...

source: Windows Mail accounts cannot be loaded.
tr: Windows Mail hesapları okunamadı.

source: Windows Mail accounts loaded.
tr: Windows Mail hesapları okundu.

source: Thunderbird accounts cannot be loaded.
tr: Thunderbird hesapları okunamadı.

source: Thunderbird accounts loaded.
tr: Thunderbird hesapları okundu.

source: MSN accounts cannot be loaded.
tr: MSN hesapları okunamadı.

source: MSN accounts loaded.
tr: MSN hesapları okundu.

source: GTalk accounts cannot be loaded.
tr: GTalk hesapları okunamadı.

source: GTalk accounts loaded.
tr: GTalk hesapları okundu.

source: E-Mail Accounts
tr: E-Posta Hesapları

source: E-Mail Messages
tr: E-Posta Mesajları

source: News Accounts
tr: Haber Grubu Hesapları

source: Instant Messenger Accounts
tr: Anında Mesajlaşma Hesapları

source: Desktop Links
tr: Masaüstü Bağlantıları

source: Folder '%s' cannot be created, please choose another folder!
tr: '%s' dizinini yaratılamadı. Lütfen farklı bir dizin seçiniz!

source: You don't have permission to write to folder '%s', please choose another folder!
tr: '%s' dizinine yazma hakkınız yok. Lütfen farklı bir dizin seçiniz!

source: Total size of files you've chosen is %(size)d MB, but you have only %(free)d MB of free space!
tr: Seçtiğiniz dosyaların toplam boyutu %(size)d MB, ancak sizin %(free)d MB boş alanınız var.

source: Wallpaper changed.
tr: Duvar kağıdı değiştirildi.

source: Bookmarks saved.
tr: Yer imleri kaydedildi.

source: Mail Accounts saved.
tr: E-Posta hesapları kaydedildi.

source: Accounts saved.
tr: Hesaplar kaydedildi.

source: News Accounts saved.
tr: Haber grubu hesapları kaydedildi.

source: Instant Messenger Accounts saved.
tr: Anında mesajlaşma hesapları kaydedildi.

source: Link '%s' created.
tr: '%s' linki oluşturuldu.

source: Nothing done, because no option selected. You can close the wizard...
tr: Hiçbir değişiklik seçilmediği için işlem yapılmadı. Uygulamayı kapatabilirsiniz.

source: All operations completed. You can close the wizard...
tr: Tüm işlemler tamamlandı. Uygulamadan çıkabilirsiniz.

source: Migration Tool
tr: Göç Aracı

source: A wizard to transfer files and settings from existing operating systems
tr: Bilgisayarda önceden var olan işletim sistemlerinden dosya ve ayarları aktarmaya yarayan bir sihirbaz

source: Developer and Current Maintainer
tr: Geliştirici ve Sorumlu

source: Pardus Migration Tool
tr: Pardus Göç Aracı

source: Next
tr: İleri

source: Finish
tr: Son

source: Selecting User
tr: Kullanıcının Seçilmesi

source: Selecting Options
tr: Ayarların Seçilmesi

source: Selecting Files
tr: Dosyaların Seçilmesi

source: Applying Changes
tr: Değişikliklerin Uygulanması

source: Migration Tool Help
tr: Göç Aracı Yardımı

source: Step
tr: Adım

source: Migration tool couldn't find any old users in your computer. You can't use this aplication.
tr: Göç aracı, bilgisayarınızda önceden var olan bir kullanıcı bulamadı. Uygulamayı kullanamazsınız.

source: No User
tr: Kullanıcı Yok

source: Keep current wallpaper
tr: Duvar kağıdını değiştirme

source: Don't use wallpaper
tr: Duvar kağıdı kullanma

source: Does not change your wallpaper.
tr: Duvar kağıdınızı değiştirmez.

source: Use my old wallpaper
tr: Eski duvar kağıdımı kullan

source: Copies your old wallpaper to Pardus and sets it as new background image.
tr: Eski duvar kağıdınızı Pardus'a kopyalar ve arkaplan resmi olarak ayarlar.

source: Firefox bookmarks
tr: Firefox yer imleri

source: Copies your old Firefox bookmarks to Firefox under Pardus.
tr: Eski Firefox yer imlerinizi Pardus altındaki Firefox'a kopyalar.

source: Internet Explorer favorites
tr: Internet Explorer sık kullanılanları

source: Copies your old Internet Explorer favorites to Firefox under Pardus.
tr: Eski Internet Explorer sık kullanılanlarınızı Pardus altındaki Firefox'a kopyalar.

source: E-Mail and News Accounts
tr: E-Posta ve Haber Grubu Hesapları

source: Windows Mail accounts
tr: Windows Mail hesapları

source: Copies your old mail and newsgroup accounts to KMail and KNode applications.
tr: Eski e-posta ve haber grubu hesaplarınızı KMail ve KNode uygulamalarına kopyalar.

source: Thunderbird accounts
tr: Thunderbird hesapları

source: Copy e-mail messages from e-mail accounts
tr: E-Posta hesaplarındaki mesajları da kopyala

source: Copies your e-mail messages to KMail from selected applications above.
tr: Yukarıda seçtiğiniz uygulamalarda bulunan e-posta mesajlarını da KMail'e kopyalar.

source: MSN accounts
tr: MSN hesapları

source: Copies your MSN Messenger accounts to Kopete.
tr: MSN Messenger hesaplarınızı Kopete uygulamasına aktarır.

source: GTalk accounts
tr: GTalk hesapları

source: Copies your GTalk accounts to Kopete.
tr: Google Talk hesaplarınızı Kopete uygulamasına aktarır.

source: Welcome to Pardus Migration Tool. You can transfer files and settings from your existing operating systems to Pardus with this application.
tr: Pardus Göç Aracı'na hoş geldiniz. Bu uygulama sayesinde daha önceden kurulu olan işletim sistemlerinizden dosya ve ayarlarınızı Pardus'a aktarabilirsiniz.

source: After selecting user, you will be able to copy wallpaper, bookmarks, e-mail accounts, e-mail messages, news accounts, instant messenger accounts and files to Pardus. Please choose the user and click "next" to continue...
tr: Ayar ve dosyalarını almak istediğiniz kullanıcıyı seçerek duvar kağıdınızı, yer imlerinizi, e-posta hesaplarınızı, e-posta mesajlarınızı, haber grubu hesaplarınızı, anında mesajlaşma hesaplarınızı ve dosyalarınızı Pardus'a aktarabilirsiniz. Devam etmek için kullanıcıyı seçip "ileri" tuşuna basınız...

source: Do Nothing
tr: Hiçbir şey yapma

source: Does not use your old files. <br>You can still access them from their old location.
tr: Eski dosyalarınıza dokunmaz. <br>Eski konumlarından bunlara erişmeye devam edebilirsiniz.

source: Put links to my desktop
tr: Masaüstüme kısayollarını ekle

source: Does not copy your files. Instead, it puts shortcuts of your existing folders to your desktop for easy access.<br> By this way, you can save disk space.
tr: Dosyalarınızı kopyalamak yerine, masaüstünüze kısayollarını koyar. <br>Böylece disk alanı kazanmış olursunuz.

source: Copy files to directory:
tr: Dosyaları şu dizine kopyala:

source: Copies selected files to another directory of Pardus.
tr: Seçilen dosyaları Pardus altında başka bir dizine kopyalar.

source: My Documents
tr: Belgelerim

source: Desktop
tr: Masaüstü

source: My Music
tr: Müziğim

source: My Pictures
tr: Resimlerim

source: My Video
tr: Videolarım

source: Name
tr: İsim

source: Size
tr: Boyut

source: Please wait while applying changes...
tr: Değişiklikler yapılırken lütfen bekleyiniz...

source: Prepare:
tr: Hazırlık:

source: Apply:
tr: Uygulama:

source: Warning!
tr: Dikkat!

source: file '%s' cannot be copied
tr: '%s' dosyası kopyalanamadı.

source: file '%s' copied
tr: '%s' dosyası kopyalandı.

source: Migrated Folder
tr: Kopyalanmış Dizin

source: This messagebox is migrated using Pardus Migration Tool
tr: Bu mesaj kutusu, Pardus Göç Aracı kullanılarak kopyalanmıştır.

source: Message Box %s copied
tr: Mesaj kutusu '%s' kopyalandı.
