Repository: pars-linux/uludag
Catalog: l10n/kde/trunk/*/messages/playground-multimedia/desktop_playground-multimedia.po
Languages: tr

# GenericName
source: CDDA Ripping
tr: CDDA Aktarımı

# Comment
source: Rip audio data from your audio cd's
tr: Ses CDlerinizden parçaları aktarın

# Comment
source: Audex CDDA Ripping
tr: Audex CDDA Aktarma

# Name
source: All tracks ripped
tr: Tüm parçalar aktarıldı

# Comment
source: All tracks finished ripping
tr: Tüm parçaların aktarılması tamamlandı

# Name
source: Track Ripped
tr: Parça Aktarıldı

# Comment
source: Track finished ripping
tr: Parçanın aktarılma işlemi tamamlandı

# Name
source: Extract Digital Audio with Audex
tr: Audex ile Sayısal Sesleri Aktarın

# GenericName
source: Musical Quiz Game
tr: Müzik Temelli Test Oyunu

# Comment
source: Music File Tagger
tr: Müzik Dosyası Etiketleyici

# Comment
source: A simple video recorder using mencoder.
tr: Mencoder kullanan basit bir video kaydedici.

# Comment
source: A Plugin for the kalva channellist
tr: Kalva kanal listesi için bir eklenti

# Comment
source: scan a channellist for kalva
tr: kalva için bir kanal listesini tara

# Comment
source: A KDE KPart Application
tr: Bir KDE KPart UygulamasıBir KDE KPart Uygulaması

# GenericName
source: A simple webcam application.
tr: Basit bir ağ kamerası uygulaması.

# Name
source: kdetv Applet
tr: Kdetv Programcığı

# Comment
source: A television for your panel.
tr: Paneliniz için bir televizyon.

# GenericName
source: TV Viewer
tr: TV Görüntüleyici

# Name
source: kdetv Part
tr: Kdetv Parçacığı

# Name
source: kdetv Panel Extension
tr: Kdetv Panel Eklentisi

# Comment
source: A Kicker extension that displays a TV.
tr: TV gösteren bir Kicker eklentisi.

# Name
source: kdetv Screen Saver
tr: Kdetv Ekran Koruyucusu

# Comment
source: A screen saver that displays a TV
tr: TV gösteren bir ekran koruyucusu

# Name
source: Setup...
tr: Ayarla...

# Name
source: Display in specified window
tr: Belirtilen pencerede göster

# Name
source: Display in root window
tr: Kök penceresinde göster

# Name
source: CSV Channel File Plugin
tr: CSV Kanal Dosyası Eklentisi

# Comment
source: This stores your channel files in CSV (comma separated variables) format.
tr: Bu, kanal dosyalarınızı CSV (comma separated variables - virgülle ayrılmış değişkenler) biçiminde saklar.

# Name
source: KWinTV Legacy Channel File Plugin
tr: KWinTV Varolan Kanal Dosyası Eklentisi

# Comment
source: This allows you to use your legacy KWinTV format channel files in Kdetv.
tr: Bu, KWinTV biçimindeki kanal dosyalarınızı kdetv'de yükler.

# Name
source: xawtv Channel File Plugin
tr: Xawtv Kanal Dosyası Eklentisi

# Comment
source: This loads your xawtv format channel files in kdetv.
tr: Bu, xawtv biçimindeki kanal dosyalarınızı kdetv'de yükler.

# Name
source: XML Channel File Plugin
tr: XML Kanal Dosyası Eklentisi

# Comment
source: This stores your channel files in XML format. This is the standard file format for kdetv.
tr: Bu, kanal dosyalarınızı XML biçiminde saklar. Bu biçim, kdetv için standart dosya biçimidir.

# Name
source: Zapping Channel File Plugin
tr: Zapping Kanal Dosyası Eklentisi

# Comment
source: This loads/stores your channel files in XML format zapping (zapping.sf.net) uses.
tr: Bu, kanal dosyalarınızı zapping uygulamasının (zapping.sf.net) kullandığı XML biçiminde saklar/yükler.

# Name
source: Bilinear Deinterlacing
tr: İkili Dönüştürme

# Comment
source: Low CPU usage, modest quality
tr: Düşük CPU kullanımı, düşük kalite

# Name
source: Chroma Kill
tr: Renk Parlaklığı Sonladırma

# Comment
source: Converts video to black and white
tr: Görüntüyü siyah beyaza çevirir

# Name
source: Color Inversion
tr: Renk Çevrimi

# Comment
source: Inverts video colors
tr: Video renklerini tersine çevirir

# Name
source: Greedy2Frame Deinterlacing
tr: Greedy2Frame Görüntü Ayrıştırma

# Comment
source: Higher CPU usage, good quality (adapted from DScaler www.dscaler.org)
tr: Yüksek CPU kullanımı, iyi kalite (DScaler'den adapte edildi www.dscaler.org)

# Name
source: Greedy (High Motion) Deinterlacing
tr: Greedy (Yüksek Hareket) Görüntü Ayrıştırma

# Comment
source: High CPU usage, great quality (adapted from DScaler www.dscaler.org)
tr: Yüksek CPU kullanımı, mükemmel kalite (DScaler'dan uyarlı - www.dscaler.org)

# Name
source: Greedy (Low Motion) Deinterlacing
tr: Yoğun (Düşük Hareket) Dönüştürme

# Name
source: Linear Blend Deinterlacing
tr: Çizgisel Harman Görüntü Ayrıştırma

# Name
source: Mirror
tr: Ayna Görüntüsü

# Comment
source: Mirrors video image
tr: Video görüntüsünü ayna görüntüsüne çevirir

# Name
source: No Deinterlacing
tr: Dönüştürme yok

# Name
source: Overscan
tr: Yoğun tarama

# Comment
source: Cuts away noise from image borders
tr: Resim köşelerindeki gürültüyü yok eder

# Name
source: Sharpness
tr: Keskinlik

# Comment
source: Increases sharpness of video image
tr: Video görüntüsünün keskinliğini artırır

# Name
source: TomsMoComp Deinterlacing
tr: TomsMoComp Dönüştürümü

# Comment
source: Very high CPU usage, great quality (adapted from DScaler www.dscaler.org)
tr: Çok yüksek CPU kullanımı, mükemmel kalite (DScaler'dan uyarlı - www.dscaler.org)

# Name
source: Channelsuite Plugin
tr: Channelsuite Eklentisi

# Comment
source: Channelsuite management
tr: Channelsuite yönetimi

# Name
source: Closed Captioning Plugin
tr: Kapalı Başlık Eklentisi

# Comment
source: Simon says: "This provides closed captioning support."
tr: Simon diyorki: "Bu, kapalı alt yazı koyma desteği sağlar."

# Name
source: Teletext Plugin
tr: Teletext Eklentisi

# Comment
source: Shows Telext pages
tr: Teletext sayfalarını gösterir

# Name
source: ALSA Mixer Plugin
tr: ALSA Ses Ayarları Eklentisi

# Comment
source: This provides support for ALSA mixer devices.
tr: Bu, ALSA ses ayarları aygıtlarına destek sağlar.

# Name
source: OSS Mixer Plugin
tr: OSS Ses Ayarı Eklentisi

# Comment
source: This provides support for OSS audio mixer devices.
tr: Bu, OSS ses ayarları aygıtları için destek sağlar.

# Name
source: Elegant On-Screen Display Plugin
tr: Zarif Ekran Görüntüleme Eklentisi

# Comment
source: This provides an elegant on-screen display.
tr: Bu ekran görüntülemesine bir zarafet katar.

# Name
source: Haze On-Screen Display Plugin
tr: Dumanlı Ekran Görünümü Eklentisi

# Comment
source: This provides a simple on-screen display.
tr: Bu basit bir ekran görünümü sağlar.

# Name
source: libZVBI VBI Decoder Plugin
tr: libZVBI VBI Çözücü Eklentisi

# Comment
source: libZVBI VBI decoding backend.
tr: libZVBI VBI çözümleme çıkışı

# Name
source: Video4Linux2 Plugin
tr: Video4Linux2 Eklentisi

# Comment
source: This enables you to view video streams from a Video4Linux2 device.
tr: Bu, görüntüleri Video4Linux2 aygıtında izleyebilmenizi sağlar.

# Name
source: Video4Linux Plugin
tr: Video4Linux Eklentisi

# Comment
source: This enables you to view video streams from a Video4Linux device.
tr: Bu, görüntüleri Video4Linux aygıtında izleyebilmenizi sağlar.

# Name
source: XVideo Plugin
tr: XVideo Eklentisi

# Comment
source: This enables you to view video streams from the XVideo subsystem of an X11 server. It requires Xv support for your tuner.
tr: Bu, bir X11 sunucusunun XVideo altsisteminden gelen görüntüleri izleyebilmenizi sağlar. Tv kartınızın (tuner) Xv'yi desteklemesi gerekir.

# GenericName
source: Audio mixer utility
tr: Ses Karıştırıcı Aracı

# Comment
source: ICE1712 (Via Envy24) Sound Card Control utility, for KDE
tr: ICE1712 (Via Envy24) KDE için Ses Kartı Kontrol aracı

# Name
source: KEnvy24 Main Part
tr: KEnvy24 Ana Bölümü

# Name
source: KEnvy24 Mixer Control
tr: KEnvy24 Karıştırıcı Kontrolü

# Name
source: KEnvy24 Surround Control
tr: KEnvy24 Surround Kontrolü

# Comment
source: Display cover and information about the currently played music
tr: Şimdi çalan parça için albüm kapağını ve bilgileri göster

# Name
source: Kirocker Music Display
tr: Kirocker Müzik Ekranı

# GenericName
source: Tabulature editor for music instruments
tr: Müzik enstrümanları için tab düzenleyici

# Name
source: Embedded KTabEdit editor
tr: Gömülü KTabEdit düzenleyici

# GenericName
source: Tabulature editor and player
tr: Tab düzenleyicisi ve çalıcısı

# Comment
source: KTabEdit tabulature
tr: KTabEdit tabı

# Comment
source: Watch and Record TV
tr: TV İzle ve Kaydet

# GenericName
source: Watch and Record TV
tr: TV İzle ve Kaydet

# Comment
source: Schedule TV Recordings
tr: TV Kayıtlarını Zamanla

# GenericName
source: Schedule TV Recordings
tr: TV Kayıtlarını Zamanla

# Name
source: LinTV Scheduler
tr: LinTV Kayıt Zamanlayıcı

# Name
source: Started Recording
tr: Kayıt Başladı

# Name
source: Canceled Recording
tr: Kayıt İptal Edildi

# Name
source: Finished Recording
tr: Kayıt Tamamlandı

# Comment
source: A simple KDE Application
tr: Basit Bir KDE Uygulaması

# Comment
source: GStreamer Backend
tr: GStreamer Arka Ucu

# Comment
source: GStreamer Backend Configuration
tr: GStreamer Arka Uç Yapılandırması

# Comment
source: Phonon MPlayer backend
tr: Phonon MPlayer arka ucu

# Comment
source: Phonon Backend using NMM (Network Multimedia Middleware)
tr: NMM kullanan Phonon Arka Ucu (Ağ Çokluortam Ortakatmanı)

# Comment
source: Phonon VLC backend
tr: Phonon VLC arka ucu

# Comment
source: A photo uploader for iPods
tr: iPodlar için bir fotoğraf yükleyici
