Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdebase/appletproxy.po
Languages: tr

source: The applet's desktop file
tr: Uygulamacıkların masaüstü dosyası

source: The config file to be used
tr: Kullanılıcak ayar dosyası

source: DCOP callback id of the applet container
tr: Uygulamacık taşıyıcısının DCOP geridönme kimliği

source: Panel applet proxy.
tr: Panel ugulama vekili.

source: No desktop file specified
tr: Hiç masaüstü dosyası belirtilmedi

source: The applet proxy could not be started due to DCOP communication problems.
tr: Uygulamacık proxy DCOP iletişim problemlerinden dolayı başlatılamıyor.

source: Applet Loading Error
tr: Programcık Yükleme Hatası

source: The applet proxy could not be started due to DCOP registration problems.
tr: Uygulamacık proxy DCOP kayıt problemlerinden dolayı başlatılamıyor.

source: The applet proxy could not load the applet information from %1.
tr: Uygulamacık proxy uygulamacık bilgisini %1 den yükleyemiyor.

source: The applet %1 could not be loaded via the applet proxy.
tr: %1 uygulamacığı uygulamacık proxy ile yüklenemiyor.

source: The applet proxy could not dock into the panel due to DCOP communication problems.
tr: Uygulamacık proxy DCOP iletişim problemlerinden dolayı panele yerleşemiyor.

source: The applet proxy could not dock into the panel.
tr: Uygulamacık proxy panele yerleşemiyor.

source: _: NAME OF TRANSLATORS Your names
tr: Adil YILDIZ

source: _: EMAIL OF TRANSLATORS Your emails
tr: adil_yildiztr@yahoo.com
