Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdebase/clockapplet.po
Languages: tr

source: Configure - Clock
tr: Saati Yapılandır

source: General
tr: Genel

source: _: hour one
tr: bir

source: _: hour two
tr: iki

source: _: hour three
tr: üç

source: _: hour four
tr: dört

source: _: hour five
tr: beş

source: _: hour six
tr: altı

source: _: hour seven
tr: yedi

source: _: hour eight
tr: sekiz

source: _: hour nine
tr: dokuz

source: _: hour ten
tr: on

source: _: hour eleven
tr: onbir

source: _: hour twelve
tr: oniki

source: %0 o'clock
tr: saat %0

source: five past %0
tr: %0 beş geçiyor

source: ten past %0
tr: %0 on geçiyor

source: quarter past %0
tr: %0 çeyrek geçiyor

source: twenty past %0
tr: %0 yirmi geçiyor

source: twenty five past %0
tr: %0 yirmibeş geçiyor

source: half past %0
tr: %0 buçuk

source: twenty five to %1
tr: %1 yirmibeş var

source: twenty to %1
tr: %1 yirmi var

source: quarter to %1
tr: %1 çeyrek var

source: ten to %1
tr: %1 on var

source: five to %1
tr: %1 beş var

source: %1 o'clock
tr: saat %1

source: _: one %0 o'clock
tr: saat %0

source: _: one five past %0
tr: %0 beş geçiyor

source: _: one ten past %0
tr: %0 on geçiyor

source: _: one quarter past %0
tr: %0 çeyrek geçiyor

source: _: one twenty past %0
tr: %0 yirmi geçiyor

source: _: one twenty five past %0
tr: %0 yirmibeş geçiyor

source: _: one half past %0
tr: %0 buçuk

source: _: one twenty five to %1
tr: %1 yirmibeş var

source: _: one twenty to %1
tr: %1 yirmi var

source: _: one quarter to %1
tr: %1 çeyrek var

source: _: one ten to %1
tr: %1 on var

source: _: one five to %1
tr: %1 beş var

source: _: one %1 o'clock
tr: saat %1

source: Night
tr: Gece

source: Early morning
tr: Kuşluk zamanı

source: Morning
tr: Sabah

source: Almost noon
tr: Öğleye doğru

source: Noon
tr: Öğle

source: Afternoon
tr: Öğleden sonra

source: Evening
tr: Akşam

source: Late evening
tr: Yatsı

source: Start of week
tr: Hafta başı

source: Middle of week
tr: Hafta ortası

source: End of week
tr: Hafta sonu

source: Weekend!
tr: Hafta sonu!

source: Clock
tr: Saat

source: Local Timezone
tr: Yerel Zaman Dilimi

source: &Configure Timezones...
tr: &Zaman Dilimlerini Yapılandır...

source: &Plain
tr: &Düz

source: &Digital
tr: &Sayısal

source: &Fuzzy
tr: &Bulanık

source: &Type
tr: &Tip

source: Show Time&zone
tr: Zaman Dilimini &Göster

source: &Adjust Date && Time...
tr: &Saati ve Günü Ayarla...

source: Date && Time &Format...
tr: Saat ve Günün &Biçimi...

source: C&opy to Clipboard
tr: Panoya &Kopyala

source: &Configure Clock...
tr: &Saati Yapılandır...

source: Showing time for %1
tr: %1 için zaman gösteriliyor

source: Calendar
tr: Takvim

source: Display
tr: Ekran

source: Dat&e
tr: &Tarih

source: Seco&nds
tr: Sa&niyeler

source: Da&y of week
tr: Haf&tanın günü

source: &Frame
tr: Ç&erçeve

source: Time
tr: Zaman

source: Foreground color:
tr: Önplan rengi:

source: Background color:
tr: Arkaplan rengi:

source: Shadow color:
tr: Gölge rengi:

source: Antialias:
tr: Pürüzsüz:

source: None
tr: Hiçbiri

source: Low Quality
tr: Düşük Kalite

source: High Quality
tr: Yüksek Kalite

source: &LCD look
tr: &LCD görünümü

source: Blin&king dots
tr: &Yanıp sönen noktalar

source: LCD look
tr: LCD görünümü

source: Font:
tr: Yazıtipi:

source: Low
tr: Düşük

source: High
tr: Yüksek

source: Fuzziness:
tr: Bulanıklık:

source: Date Font
tr: Tarih Yazıtipi

source: &Appearance
tr: &Görünüm

source: Clock type:
tr: Saat türü:

source: Plain Clock
tr: Basit Saat

source: Digital Clock
tr: Dijital Saat

source: Analog Clock
tr: Analog Saat

source: Fuzzy Clock
tr: Bulanık Saat

source: &Seconds
tr: S&aniyeler

source: Date
tr: Tarih

source: &Timezones
tr: Zaman Dili&mleri

source: City
tr: Şehir

source: Comment
tr: Açıklama

source: A list of timezones known to your system. Press the middle mouse button on the clock in the taskbar and it shows you the time in the selected cities.
tr: Sistemde bilinen zaman dilimlerinin listesi. Görev çubuğunda bulunan saat üzerine farenizin orta tuşuyla tıklayın ve seçili şehirlerdeki saatleri görün.

source: Clock type
tr: Saat türü

source: Foreground color.
tr: Önplan rengi.

source: Font for the clock.
tr: Saatin yazıtipi.

source: Show seconds.
tr: Saniyeleri göster.

source: Show date.
tr: Günü göster.

source: Show day of week.
tr: Haftanın gününü göster.

source: Show frame.
tr: Çerçeveyi göster.

source: Background color.
tr: Arkaplan rengi.

source: Shadow color.
tr: Gölge rengi.

source: Blink
tr: Parla

source: LCD Style
tr: LCD türü

source: Anti-Alias factor
tr: Yumuşatma oranı

source: Fuzzyness
tr: Bulanıklık

source: Show window frame
tr: Çerçeveyi göster

source: Default size of the calendar
tr: Takvimin öntanımlı boyutu
