Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdebase/htmlsearch.po
Languages: tr

source: The language to index
tr: İndekslenecek dil

source: KDE Index generator for help files.
tr: Yardım dosyaları için KDE indeksleyici.

source: _: List of words to exclude from index above:about:according:across:actually: adj:after:afterwards:again:against:all: almost:alone:along:already:also:although: always:among:amongst:and:another:any: anyhow:anyone:anything:anywhere:are:aren: arent:around:became:because:become: becomes:becoming:been:before:beforehand: begin:beginning:behind:being:below:beside: besides:between:beyond:billion:both:but: can:cant:cannot:caption:could:couldnt: did:didnt:does:doesnt:dont:down:during: each:eight:eighty:either:else:elsewhere: end:ending:enough:etc:even:ever:every: everyone:everything:everywhere:except:few: fifty:first:five:for:former:formerly:forty: found:four:from:further:had:has:hasnt:have: havent:hence:her:here:hereafter:hereby: herein:heres:hereupon:hers:herself:hes:him: himself:his:how:however:hundred: inc:indeed:instead:into:isnt:its: itself:last:later:latter:latterly:least: less:let:like:likely:ltd:made:make:makes: many:may:maybe:meantime:meanwhile:might: million:miss:more:moreover:most:mostly: mrs:much:must:myself:namely:neither: never:nevertheless:next:nine:ninety: nobody:none:nonetheless:noone:nor:not: nothing:now:nowhere:off:often:once: one:only:onto:others:otherwise:our:ours: ourselves:out:over:overall:own:page:per: perhaps:rather:recent:recently:same: seem:seemed:seeming:seems:seven:seventy: several:she:shes:should:shouldnt:since:six: sixty:some:somehow:someone:something: sometime:sometimes:somewhere:still:stop: such:taking:ten:than:that:the:their:them: themselves:then:thence:there:thereafter: thereby:therefore:therein:thereupon:these: they:thirty:this:those:though:thousand: three:through:throughout:thru:thus:tips: together:too:toward:towards:trillion: twenty:two:under:unless:unlike:unlikely: until:update:updated:updates:upon: used:using:very:via:want:wanted:wants: was:wasnt:way:ways:wed:well:were: werent:what:whats:whatever:when:whence: whenever:where:whereafter:whereas:whereby: wherein:whereupon:wherever:wheres:whether: which:while:whither:who:whoever:whole: whom:whomever:whose:why:will:with:within: without:wont:work:worked:works:working: would:wouldnt:yes:yet:you:youd:youll:your: youre:yours:yourself:yourselves:youve
tr: ve:veya:ile:birlikte:için:tekrar:hep:hepsi: hepsinde:üzerinde:hakkında:gerçekten: tekrar:yalnız:zaten:hatta:her zaman:herzaman: her ne kadar:her kimse: hiçkimse:hiç kimse: herhangi:her ne kadar:her nasılsa:her ne ile: şey:bir şey:hangi:çünkü:çevresinde:oldu:yaptı: olabilir:yapabilir:yapıldı:olundu:yaptılar: bir:iki:üç:dört:beş:altı:yedi:sekiz:dokuz:on vb:vs:çift:tek:her:hekes:heryer:her yer:hariç haricinde:elli:ilk:için:önce:önceden:öncelikli yüz:yerine:üzerine:yanına:altına:üstüne:altında yanında:üzerinde:üstünde:var:yok:en az:en çok bu arada:arada:bu:şu:o:bunlar:şunlar:onlar:bunu şunu:onu:bunları:onları:şunları:genellikle:arada arada bir:yetmiş:çok:çokça:çoktan:çoktandır ne:nasıl:nerede:neyi:kimi:niçin:oldu:olan trilyon:da:de:müdür:mıdır:midir:alt:güncelle kendi:kendine:kendi kendine:kendince

source: Generating Index
tr: İndeks Oluşturuluyor

source: Scanning for files
tr: Dosyalar Taranıyor

source: Extracting search terms
tr: Arama kriterleri özetleniyor

source: Generating index...
tr: İndeks oluşturuluyor...

source: Files processed: %1
tr: İşlenen dosyalar: %1

source: _: NAME OF TRANSLATORS Your names
tr: Barış Metin

source: _: EMAIL OF TRANSLATORS Your emails
tr: baris@gelecek.com.tr
