Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdebase/kate.po
Languages: tr

source: &Enable background shading
tr: Arkaplan gölg&elendirmeyi etkinleştir

source: &Viewed documents' shade:
tr: Görün&tülenmiş belgelerin gölgesi:

source: &Modified documents' shade:
tr: Değiştiril&miş belgelerin gölgegi:

source: &Sort by:
tr: Sır&alama yöntemi:

source: When background shading is enabled, documents that have been viewed or edited within the current session will have a shaded background. The most recent documents have the strongest shade.
tr: Arkplan gölgelendirme etkinleştiğinde, daha önce görüntülenmiş veya düzenlenmiş belgeler gölgeli bir arkaplana sahip olur. En son kullanılan belge arkaplanı daha koyu olur.

source: Set the color for shading viewed documents.
tr: Görüntülenmiş belgeleri gölgelemek için renk belirtin.

source: Set the color for modified documents. This color is blended into the color for viewed files. The most recently edited documents get most of this color.
tr: Değiştirilmiş belgelerin rengini belirtin. Bu renk görüntülenmiş belgelere bölünecek. En son düzenlenen belge bu rengin çoğunu alacaktır.

source: Set the sorting method for the documents.
tr: Belelerin sıralama biçimini ayarla.

source: A KDE text-editor component could not be found; please check your KDE installation.
tr: Bir KDE metin düzenleyici eklentisi bulunamadı; lütfen KDE kurulumunu kontrol edin.

source: Use this to close the current document
tr: Aktuel belgeyi kapatmak içn bunu kullanın

source: Use this command to print the current document
tr: Aktuel belgeyi yazdırmak için bu komutu kullan

source: Use this command to create a new document
tr: Yeni belge oluşturmak için bu komutu kullan

source: Use this command to open an existing document for editing
tr: Mevcut dosyayı düzenlemek için bu komutu kullan

source: Create another view containing the current document
tr: Geçerli belgeyi içeren yeni bir görünüm oluştur

source: Choose Editor...
tr: Düzenleyiciyi Seç...

source: Override the system wide setting for the default editing component
tr: Sistem genelinde öntanımlı düzenleme bileşenini geçersiz kıl

source: Close the current document view
tr: Yürürlükteki belge penceresini kapat

source: Use this command to show or hide the view's statusbar
tr: Durum çubuğunu göstermek veya gizlemek için bu komutu kullan

source: Sho&w Path
tr: Y&olu Göster

source: Hide Path
tr: Yolu Gizle

source: Show the complete document path in the window caption
tr: Pencere başlığında belgenin tam yerini göster

source: Open File
tr: Dosya Aç

source: The given file could not be read, check if it exists or if it is readable for the current user.
tr: Verilen dosya okunamıyor, mevcut olup olmadığını veya mevcut kullanıcı tarafından okunabilirliğini kontrol edin.

source: KWrite - Text Editor
tr: KWrite - Metin Düzenleyicisi

source: The file '%1' could not be opened: it is not a normal file, it is a folder.
tr: '%1' adlı dosya açılamıyor: normal bir dosya değil, bu bir klasör.

source: Choose Editor Component
tr: Düzenleyici Parça Seçiniz

source: New Tab
tr: Yeni Sekme

source: Close Current Tab
tr: Geçerli Sekmeyi Kapat

source: Activate Next Tab
tr: Sonraki Sekmeyi Etkinleştir

source: Activate Previous Tab
tr: Önceki Sekmeyi Etkinleştir

source: Split Ve&rtical
tr: Dik&ey Böl

source: Split the currently active view vertically into two views.
tr: Geçerli pencereyi dikey olarak ikiye böl.

source: Split &Horizontal
tr: Ya&tay Böl

source: Split the currently active view horizontally into two views.
tr: Geçerli pencereyi yatay olarak ikiye böl.

source: Cl&ose Current View
tr: &Geçerli Görünümü Kapat

source: Close the currently active splitted view
tr: Geçerli bölünmüş pencereyi kapat

source: Next View
tr: Sonraki Görünüm

source: Make the next split view the active one.
tr: Bir sonraki bölünmüş pencereyi geçerli yap.

source: Previous View
tr: Önceki Görünüm

source: Make the previous split view the active one.
tr: Bir önceki bölünmüş görünümü geçerli yap.

source: Open a new tab
tr: Yeni sekme aç

source: Close the current tab
tr: Seçili sekmeyi kapat

source: Tool &Views
tr: A&raç Görünümleri

source: Show Side&bars
tr: Yan Çubukları G&öster

source: Hide Side&bars
tr: Yan Çubukları G&izle

source: Show %1
tr: %1'i Göster

source: Hide %1
tr: %1'i Gizle

source: Behavior
tr: Davranış

source: Make Non-Persistent
tr: Süreksiz Yap

source: Make Persistent
tr: Sürekli Yap

source: Move To
tr: Taşı

source: Left Sidebar
tr: Sol Yan Çubuğu

source: Right Sidebar
tr: Sağ Yan Çubuğu

source: Top Sidebar
tr: Üst Yan Çubuğu

source: Bottom Sidebar
tr: Alt Kenar Çubuğu

source: <qt>You are about to hide the sidebars. With hidden sidebars it is not possible to directly access the tool views with the mouse anymore, so if you need to access the sidebars again invoke <b>Window &gt; Tool Views &gt; Show Sidebars</b> in the menu. It is still possible to show/hide the tool views with the assigned shortcuts.</qt>
tr: <qt>Yan Çubukları gizlemek üzeresiniz. Yan çubukları gizlerseniz artık fare ile bu çubuklara erişemezsiniz. Eğer yan çubuklara tekrar erişmek isterseniz menüden <b>Pencere &gt; Araç Görünümleri &gt; Yan Çubukları Göster</b> yolunu takip edin. Atanmış kısayolları kullanarak araç görünümlerini göstermek/gizlemek de mümkündür.</qt>

source: Comment
tr: Açıklamalar

source: Here you can see all available Kate plugins. Those with a check mark are loaded, and will be loaded again the next time Kate is started.
tr: Burada bütün mevcut Kate eklentilerini görebilirsiniz. İşaterlenmiş olanlar şu anda yüklüdür, ve Kate yeniden başlatıldığında da yüklenecektir.

source: Save As (%1)
tr: Farklı Kaydet (%1)

source: Save Documents
tr: Belgeleri Kaydet

source: &Save Selected
tr: &Seçiliyi Kaydet

source: &Abort Closing
tr: K&apatmayı İptal Et

source: <qt>The following documents have been modified. Do you want to save them before closing?</qt>
tr: <qt>Aşağıdaki belgeler değiştirilmiş. Kapatmadan önce kaydetmek ister misiniz?</qt>

source: Title
tr: Başlık

source: Location
tr: Yer

source: Projects
tr: Projeler

source: Se&lect All
tr: &Hepsini Seç

source: Data you requested to be saved could not be written. Please choose how you want to proceed.
tr: Kaydetmek istediğiniz veri yazılamıyor. Lütfen nasıl devam etmek istediğinizi seçin.

source: Current Document Folder
tr: Geçerli Belge Dizini

source: <p>Here you can enter a path for a folder to display.<p>To go to a folder previously entered, press the arrow on the right and choose one. <p>The entry has folder completion. Right-click to choose how completion should behave.
tr: <p>Burada gösterilecek bir dizinin yolunu girebilirsiniz. <p> Önceden girilmiş bir dizine gitmek için, sağ kenardaki oka basıp birini seçin. <p>Dizin tamamlama burada mevcuttur.Sağ tıklayarak tamamlamanın nasıl çalışacağını belirleyebilirsiniz.

source: <p>Here you can enter a name filter to limit which files are displayed.<p>To clear the filter, toggle off the filter button to the left.<p>To reapply the last filter used, toggle on the filter button.
tr: <p>Burada gösterilecek dosyaları kısıtlamak için bir isim filtresi girebilirsiniz. <p>Filtreyi kaldırmak için, soldaki filtre düğmesini kapalı konuma getiriniz. <p>Son kullanılan filtreyi uygulamak için, filtre düğmesini açık konuma getiriniz.

source: <p>This button clears the name filter when toggled off, or reapplies the last filter used when toggled on.
tr: <p>Bu düğme kapalıyken isim filtresini kaldırır, açıkken ise son kullanılan filtreyi uygular.

source: Apply last filter ("%1")
tr: Son filtreyi uygula ("%1")

source: Clear filter
tr: Filtreyi temizle

source: Toolbar
tr: Araç Çubuğu

source: A&vailable actions:
tr: &Kullanılabilir eylemler:

source: S&elected actions:
tr: &Seçili eylemler:

source: Auto Synchronization
tr: Otomatik Eşitleme

source: When a docu&ment becomes active
tr: Bir &belge etkin olunca

source: When the file selector becomes visible
tr: Eğer dosya seçici görünmez ise

source: Remember &locations:
tr: Hatırlanacak &konumlar:

source: Remember &filters:
tr: &Filtreleri hatırla:

source: Session
tr: Oturum

source: Restore loca&tion
tr: Konumları &tekrar kaydet

source: Restore last f&ilter
tr: Son &süzgeçleri tekrar kaydet

source: <p>Decides how many locations to keep in the history of the location combo box.
tr: <p>Geçmiş'teki yer açılır kutusunda ne kadar adres saklanacağına karar verir.

source: <p>Decides how many filters to keep in the history of the filter combo box.
tr: <p>Geçmiş'teki süzme açılır kutusuna ne kadar süzgeç saklanacağına karar verir.

source: <p>These options allow you to have the File Selector automatically change location to the folder of the active document on certain events.<p>Auto synchronization is <em>lazy</em>, meaning it will not take effect until the file selector is visible.<p>None of these are enabled by default, but you can always sync the location by pressing the sync button in the toolbar.
tr: <p>Bu seçenekler Dosya Seçici'nin bazı olaylarda otomatik olarak geçerli belgenin dizinine geçmesine izin vermenizi sağlar. <p>Otomatik eşleme <em>tembel</em>dir, yani dosya seçici görünmeden işlem yapmaz. <p>Bu seçenekler öntanımlı olarak kapalıdır, ama yeri her zaman alet çubuğundaki eşleme düğmesiyle eşleyebilirsiniz.

source: <p>If this option is enabled (default), the location will be restored when you start Kate.<p><strong>Note</strong> that if the session is handled by the KDE session manager, the location is always restored.
tr: <p>Bu seçenek seçili ise Kate her başladığında kaldığı yerde açılacaktır. <p><strong>Eğer</strong> oturum KDE oturum yöneticisi tarafından yürütülüyorsa bu seçenek her zaman geçerli olacaktır.

source: <p>If this option is enabled (default), the current filter will be restored when you start Kate.<p><strong>Note</strong> that if the session is handled by the KDE session manager, the filter is always restored.<p><strong>Note</strong> that some of the autosync settings may override the restored location if on.
tr: <p>Bu seçenek seçili (öntanımlı) ise Kate her başlatıldığında geçerli filtre geri yüklenecektir. <p><strong>Eğer</strong>oturum KDE oturum yöneticisi tarafından yürütülüyorsa bu seçenek her zaman geçerli olacaktır. <p><strong>Yalnız</strong> bazı otomatik eşleme seçenekleri bu geri yüklemeyi geçersiz kılabilir.

source: &Document
tr: &Belge

source: Sess&ions
tr: Oturu&mlar

source: &Window
tr: Pence&re

source: <p>Kate comes with a nice set of plugins, providing simple and advanced features of all sorts.</p> <p>You can enable/disable plugins to suit your needs in the configuration dialog, choose <strong>Settings -&gt;configure</strong> to launch that.</p>
tr: <p>Kate basit veya gelişmiş özellikler sağlayan eklentilerle birlikte gelir.</p> <p>Eklentileri ihtiyaçlarınıza uyacak şekilde eklemek/çıkartmak için <strong> Ayarlar &gt;yapılandır</strong>ı seçiniz.</p>

source: <p>You can swap the characters on each side of the cursor just by pressing <strong>Ctrl+T</strong></p>
tr: <p>İmlecin iki yanındaki karakterlerin yerlerini sadece <strong>Ctrl+T</strong> ye basarak değiştirebilirsiniz.</p>

source: <p>You can export the current document as a HTML file, including syntax highlighting.</p> <p>Just choose <strong>File -&gt; Export -&gt; HTML...</strong></p>
tr: <p>Geçerli belgeyi sayfa yapılandırıcılarını içerecek şekilde bir HTML dosya olarak göndermek için <strong>Dosya -&gt, Gönder -&gt, HTML...<strong> seçiniz.

source: <p>You can split the Kate editor as many times as you like and in either direction. Each frame has its own status bar and can display any open document.</p> <p>Just choose <br><strong>View -&gt; Split [ Horizontal | Vertical ]</strong></p>
tr: <p>Kate düzenleyiciyi her yönde istediğiniz kadar bölümleyebilirsiniz. Her pencerenin kendi durum çubuğu vardır ve herhangi bir açık belgeyi gösterebilir.</p> <p>Tek yapmanız gereken <br><strong>Görünüm -&gt; [ Yatay | Dikey ] Böl</strong> seçmektir.</p>

source: <p>You can drag the Tool views (<em>File List</em> and <em>File Selector</em>) to any side that you want them in Kate, or stack them, or even tear them off the main window.</p>
tr: <p>Alet pencerelerini (<em>Dosya Listesi</em> ve <em>Dosya Seçici</em>) Kate içinde herhangi bir kenara sürükleyebilir, üstüste koyabilir, hatta ana pencereden dışarı taşıyabilirsiniz.</p>

source: <p>Kate has a built-in terminal emulator, just click on <strong>"Terminal"</strong> at the bottom to show or hide it as you desire.</p>
tr: <p>Kate içinde yerleşik bir uçbirim emülatörü vardır, Alttaki <strong>"Terminal"</strong>'e basarak gösterebilir veya gizleyebilirsiniz.</p>

source: <p>Kate can highlight the current line with a <table bgcolor="yellow" border="0" cellspacing="0" cellpadding="0" width="100%"><tr><td>different background color.<strong>|</strong></td></tr></table></p> <p>You can set the color in the <em>Colors</em> page of the configuration dialog.</p>
tr: <p>Kate geçerli satırı <table bgcolor="yellow" border="0" cellspacing="0" cellpadding="0" width="100%"><tr><td>farklı bir arkaplan rengi ile işaretleyebilir.<strong>|</strong></td></tr></table></p> <p>Bu rengi yapılandırma penceresinin <em>Renkler</em> sayfasından belirleyebilirsiniz.</p>

source: <p>You can open the currently edited file in any other application from within Kate.</p> <p>Choose <strong>File -&gt; Open With</strong> for the list of programs configured for the document type. There is also an option <strong>Other...</strong> to choose any application on your system.</p>
tr: <p>Düzenlenen dosyayı başka bir uygulama ile Kate içinden açabilirsiniz.</p> <p>Belge türüne uygun programlara <strong>Dosya -&gt; Birlikte Aç</strong> ile ulaşabilirsiniz. Herhangi bir programla açmak için ise <strong>Başka...</strong> seçeneğini kullanabilirsiniz.</p>

source: <p>You can configure the editor to always display the line numbers and/or bookmark panes when started from the <strong>View Defaults</strong> page of the configuration dialog.</p>
tr: <p>Düzenleyiciyi açıldığında her zaman satır numaralarını ve/veya işaretleri gösterecek şekilde ayarlamak için yapılandırma penceresindeki <strong>Öntanımlıları Göster</strong> sayfasını kullanabilirsiniz.</p>

source: <p>You can download new or updated <em>Syntax highlight definitions</em> from the <strong>Highlighting</strong> page in the configuration dialog.</p> <p>Just click the <em>Download...</em> button on the <em>Highlight Modes</em> tab (You have to be online, of course...).</p>
tr: <p>Yeni veya güncellenmiş <em>Kod renklendirme tanımlarını</em> Yapılandırma penceresindeki <strong>Renklendirme</strong> sayfasından indirebilirsiniz.</p> <p>Sadece <em>Renklendirme Biçimleri</em> sekmesindeki <em>İndir...</em> düğmesine basmalısınız (Tabiki internete bağlı olmalısınız...).</p>

source: <p>You can cycle through all open documents by pressing <strong>Alt+Left</strong> or <strong>Alt+Right</strong>. The next/previous document will immediately be displayed in the active frame.</p>
tr: <p>Açık belgeler arasında gezinmek için <strong>Alt+Sol</strong> veya <strong>Alt+Sağ</strong>tuşlarını kullanabilirsiniz.Sonraki/Önceki belge geçerli pencerede açılacaktır.</p>

source: <p>You can do cool sed-like regular expression replacements using <em>Command Line</em>.</p> <p>For example, press <strong>F7</strong> and enter <code>s /oldtext/newtext/g</code> to replace &quot;oldtext&quot; with &quot;newtext&quot; throughout the current line.</p>
tr: <p>Sed-benzeri düzenli ifadele değişiklikleri yapmak için <em>Komut Satırını</em> kullanabilirsiniz.</p> <p>Örneğin <strong>F7</strong> basın ve <code>s /eskimetin/yenimetin/g</code> girin ve &quot;eskimetin&quot;'i &quot;yenimetin&quot; ile değiştirin. </p>

source: <p>You can repeat your last search by just pressing <strong>F3</strong>, or <strong>Shift+F3</strong> if you want to search backwards.</p>
tr: <p>Son yaptığınız aramayı sadece <strong>F3</strong> tuşuna basarak tekrarlayabilirsiniz.Geriye doğru aramak için <strong>Shift+F3</strong>'e basın.</p>

source: <p>You can filter the files displayed in the <em>File Selector</em> tool view. </p> <p>Simply enter your filter in the filter entry at the bottom, for example: <code>*.html *.php</code> if you only want to see HTML and PHP files in the current folder.</p> <p>The File Selector will even remember your filters for you.</strong></p>
tr: <p><em>Dosya seçici</em> penceresindeki dosyaları filtreleyebilirsiniz. </p> <p>En alttaki filtre kutusunu kullanın, mesela: <code>*.html *.php</code> dizindeki HTML ve PHP dosyaları gösterir.</p> <p>Dosya seçici filtreleri hatırlama özelliğine sahiptir.</strong></p>

source: <p>You can have two views - or even more - of the same document in Kate. Editing in either will be reflected in both.</p> <p>So if you find yourself scrolling up and down to look at text at the other end of a document, just press <strong>Ctrl+Shift+T</strong> to split horizontally.</p>
tr: <p>Aynı belgeyi birden fazla pencerede açabilirsiniz. Birisinde yaptığınız değişiklikler diğerine de aktarılacaktır.</p> <p>Eğer bir dosyanın başında ve sonunda çok sık değişiklikler yapıyorsanız, kaydırmak yerine <strong>Ctrl+Shift+T</strong>'ye basarak pencereyi yatay olarak bölmeniz kolaylık sağlayabilir.</p>

source: <p>Press <strong>F8</strong> or <strong>Shift+F8</strong> to switch to the next/previous frame.</p>
tr: <p><strong>F8</strong> ve <strong>Shift+F8</strong> tuşları sonraki/önceki pencereye geçmenizi sağlar.</p>
