Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdebase/kate.po
Languages: tr

source: Failed to expand the command '%1'.
tr: '%1' komutu çalıştırılamadı.

source: Kate External Tools
tr: Kate Harici Araçlar

source: Edit External Tool
tr: Dış Araçı Düzenle

source: &Label:
tr: Eti&ket:

source: The name will be displayed in the 'Tools->External' menu
tr: İsim 'Araçlar->Harici' menüsünde görünecektir

source: S&cript:
tr: B&etik:

source: <p>The script to execute to invoke the tool. The script is passed to /bin/sh for execution. The following macros will be expanded:</p><ul><li><code>%URL</code> - the URL of the current document.<li><code>%URLs</code> - a list of the URLs of all open documents.<li><code>%directory</code> - the URL of the directory containing the current document.<li><code>%filename</code> - the filename of the current document.<li><code>%line</code> - the current line of the text cursor in the current view.<li><code>%column</code> - the column of the text cursor in the current view.<li><code>%selection</code> - the selected text in the current view.<li><code>%text</code> - the text of the current document.</ul>
tr: <p>Aracı korumak için çalıştırılacak komut. Aşağıdaki makrolar kullanılabilir:</p><ul><li><code>%URL</code> - seçili belgenin adresi.<li><code>%URLs</code> - tüm açık olan belgelerin adreslerinin listesi.<li><code>%directory</code> - seçili belgenin bulunduğu dizinin adresi.<li><code>%filename</code> - seçili belgenin dosya adı.<li><code>%line</code> - seçili görünümde metin imlecinin bulunduğu satır.<li><code>%column</code> - seçili görünümde metin imlecinin bulunduğu sütun.<li><code>%selection</code> - seçili görünümde seli olan metin.<li><code>%text</code> - seçili belgenin metni.</ul>

source: &Executable:
tr: Ç&alıştırılan dosya:

source: The executable used by the command. This is used to check if a tool should be displayed; if not set, the first word of <em>command</em> will be used.
tr: Komutla kullanılan çalıştırılabilir. Bu bir aracın görünürlüğünü kontrol etmek için kullanılır; ayarlanmamışsa <em>komut</em>'un ilk kelimesi kullanılır.

source: &Mime types:
tr: &Mime türleri:

source: A semicolon-separated list of mime types for which this tool should be available; if this is left empty, the tool is always available. To choose from known mimetypes, press the button on the right.
tr: Hangi aracın mevcutluğu için iki nokta üstüste ile ayrılmış dosya uzantıları listesi; eğer bu boş ise araç her zaman mevcuttur. Bilinen dosya uzantıların seçim yapmak için sağdaki düğmeye basın.

source: Click for a dialog that can help you creating a list of mimetypes.
tr: Mimetiplerinin listesinin oluşturulmasında yardımcı olabilecek pencereyi açmak için tıklayın.

source: &Save:
tr: Kayde&t:

source: None
tr: Yok

source: Current Document
tr: Geçerli Belge

source: All Documents
tr: Tüm Belgeler

source: You can elect to save the current or all [modified] documents prior to running the command. This is helpful if you want to pass URLs to an application like, for example, an FTP client.
tr: Bu komutu çalıştırmadan önce seçili veya tüm değiştirilmiş belgeleri kaydetme şansınız var. Bu komut, bu adresleri bir ftp programına geçmek için kullanmanızda yardmıcı olacaktır.

source: &Command line name:
tr: &Komut satırı adı:

source: If you specify a name here, you can invoke the command from the view command lines with exttool-the_name_you_specified_here. Please do not use spaces or tabs in the name.
tr: Eğer burada bir isim belirlerseniz, komutu komut satırı görünümünden exttool-belirttiginiz_isim ile koruyabilirsiniz. Lütfen isim alanında boşluk veya sekme kullanmayın.

source: You must specify at least a name and a command
tr: En az bir isim ve bir komut girmelisiniz

source: Select the MimeTypes for which to enable this tool.
tr: Bu aracı etkinleştirmek için MimeTiplerini seçin.

source: Select Mime Types
tr: Mime Türlerini Seç

source: &New...
tr: &Yeni...

source: &Edit...
tr: &Düzenle...

source: Insert &Separator
tr: Ayraç &Ekle

source: This list shows all the configured tools, represented by their menu text.
tr: Bu liste yapılandırılmış araçları listeler, keni menü metinleri ile sunulurlar.

source: INS
tr: EKL

source: Line: %1 Col: %2
tr: Satır: %1 Sütun: %2

source: R/O
tr: S/O

source: OVR
tr: ÜZY

source: Do you really want to pipe the text to the console? This will execute any contained commands with your user rights.
tr: Metni gerçekten konsola borulamak istiyor musunuz? Bu, metin içerisindeki tüm komutları kullanıcı haklarınızla çalıştıracak.

source: Pipe to Console?
tr: Konsola Borulansın mı?

source: Pipe to Console
tr: Konsola Borula

source: Documents
tr: Belgeler

source: Filesystem Browser
tr: Dosyasistemi Tarayıcı

source: Find in Files
tr: Dosyalarda Bul

source: Create a new document
tr: Yeni bir belge oluştur

source: Open an existing document for editing
tr: Mevcut dosyayı düzenlemek için aç

source: This lists files which you have opened recently, and allows you to easily open them again.
tr: Son zamanlarda açılan dosyaları sıralar, ve onları kolaylıkla tekrar açabilmenizi sağlar.

source: Save A&ll
tr: Hepsini &Kaydet

source: Save all open, modified documents to disk.
tr: Bütün açık, değiştirilmiş belgeleri diske kaydet.

source: Close the current document.
tr: Seçili belgeyi kapat.

source: Clos&e All
tr: Hepsini &Kapat

source: Close all open documents.
tr: Tüm açık belgeleri kapat.

source: Send one or more of the open documents as email attachments.
tr: Bir veya daha fazla açık belgeyi e-posta ekleri olarak gönder.

source: Close this window
tr: Bu pencereyi kapat

source: Create a new Kate view (a new window with the same document list).
tr: Yeni bir Kate penceresi aç (aynı belge listesiyle yeni bir pencere).

source: External Tools
tr: Harici Araçlar

source: Launch external helper applications
tr: Harici yardımcı araçları çalıştır

source: Open W&ith
tr: &Birlikte Aç

source: Open the current document using another application registered for its file type, or an application of your choice.
tr: Geçerli belgeyi dosya yapısı için kaydedilmiş başka bir programla, veya seçeceğiniz başka bir programla aç.

source: Configure the application's keyboard shortcut assignments.
tr: Uygulamanın klavye kısayollarını yapılandır.

source: Configure which items should appear in the toolbar(s).
tr: Alet çubuğunda görünmesini istediğiniz öğeleri belirleyin.

source: Configure various aspects of this application and the editing component.
tr: Bu programın ve düzenleme bileşeninin çeşitli yönlerini yapılandır.

source: &Pipe to Console
tr: Kon&sola Boru

source: This shows useful tips on the use of this application.
tr: Uygulamanın kullanımı hakkında kullanışlı ipuçları gösterir.

source: &Plugins Handbook
tr: Eklentile&r El Kitabı

source: This shows help files for various available plugins.
tr: Mevcut eklentiler için yardım dosyalarını gösterir.

source: _: Menu entry Session->New &New
tr: Ye&ni

source: Save &As...
tr: F&arklı Kaydet...

source: &Manage...
tr: &Yönet...

source: &Quick Open
tr: Hı&zlı Açılış

source: New file opened while trying to close Kate, closing aborted.
tr: Kate kapatılırken yeni dosya açıldı, kapatılma iptal edildi.

source: Closing Aborted
tr: Kapatma İptal Edildi

source: &Other...
tr: &Diğer...

source: Other...
tr: Diğer...

source: Application '%1' not found!
tr: '%1' uygulaması bulunamadı!

source: Application Not Found!
tr: Uygulama Bulunamadı!

source: <p>The current document has not been saved, and cannot be attached to an email message.<p>Do you want to save it and proceed?
tr: <p>Geçerli döküman kaydedilmedi, bu yüzden bir e-postaya eklenemez.<p>Belgeyi kaydedip devam etmek istiyor musunuz?

source: Cannot Send Unsaved File
tr: Kaydedilmemiş Dosya Gönderilemez

source: The file could not be saved. Please check if you have write permission.
tr: Bu dosya kaydedilemedi. Lütfen gerekli izinlerin olup olmadığını kontrol ediniz.

source: <p>The current file:<br><strong>%1</strong><br>has been modified. Modifications will not be available in the attachment.<p>Do you want to save it before sending it?
tr: <p>Geçerli dosya:<br><strong>%1</strong><br>değiştirildi. Değişiklikler ekte bulunamayacak.<p>Göndermeden önce kaydetmek ister misiniz?

source: Save Before Sending?
tr: Göndermeden Önce Kaydedilsin mi?

source: Do Not Save
tr: Kaydetme

source: Email Files
tr: Dosyaları Postala

source: &Show All Documents >>
tr: &Bütün Belgeleri Göster

source: &Mail...
tr: &Postala...

source: <p>Press <strong>Mail...</strong> to email the current document.<p>To select more documents to send, press <strong>Show All Documents&nbsp;&gt;&gt;</strong>.
tr: <p>Belgeyi postalamak için <strong>Postala...</strong>ya basınız.<p>Gönderilecek başka belgeler seçmek için <strong>Bütün Belgeleri Göster&nbsp;&gt;&gt;</strong>e basınız.

source: Name
tr: İsim

source: &Hide Document List <<
tr: Belge Listesini &Sakla <<

source: Press <strong>Mail...</strong> to send selected documents
tr: Seçili belgeleri göndermek için <strong>Postala...</strong>'ya basınız

source: Documents Modified on Disk
tr: Diskteki Değiştirilmiş Belgeler

source: &Ignore
tr: Yo&ksay

source: &Overwrite
tr: Üzeri&ne Yaz

source: Removes the modified flag from the selected documents and closes the dialog if there are no more unhandled documents.
tr: Seçili belgelerden değiştirildi bayrağını kaldırır ve ele alınacak daha fazla belge yoksa pencereyi kapatır.

source: Overwrite selected documents, discarding the disk changes and closes the dialog if there are no more unhandled documents.
tr: Diskteki değişiklikleri göz ardı ederek seçili belgelerin üzerine yazar ve daha fazla ele alınacak belge yoksa pencereyi kapatır.

source: Reloads the selected documents from disk and closes the dialog if there are no more unhandled documents.
tr: Diskteki seçili belgeleri tekrar yükler ve daha fazla ele alınacak belge yoksa pencereyi kapatır.

source: <qt>The documents listed below has changed on disk.<p>Select one or more at the time and press an action button until the list is empty.</qt>
tr: <qt>Altta listelenen diskteki belgeler değiştirilmiş.<p>Liste boşalana kadar bir veya daha fazla öğe seçerek olay düğmelerinden birine basın.</qt>

source: Filename
tr: Dosya Adı

source: Status on Disk
tr: Diskteki Durumu

source: Modified
tr: Değiştirilmiş

source: Created
tr: Oluşturulmuş

source: Deleted
tr: Silinmiş

source: &View Difference
tr: Farkla&rı Gör

source: Calculates the difference between the the editor contents and the disk file for the selected document, and shows the difference with the default application. Requires diff(1).
tr: Seçili belge için düzenleyicinin içeriği ve diskteki dosya arasındaki farkları hesaplar, ve öntanımlu uygulama ile farkları gösterir. diff(1) gerekir.

source: Could not save the document '%1'
tr: Belge kaydedilemiyor '%1'

source: The diff command failed. Please make sure that diff(1) is installed and in your PATH.
tr: diff komutu başarısız. diff(1)'in kurulu olduğundan ve yolunun doğru tanımlandığından emin olun.

source: Error Creating Diff
tr: Diff Oluşturma Hatalı

source: Application
tr: Uygulama

source: General
tr: Genel

source: General Options
tr: Genel Seçenekler

source: &Appearance
tr: &Görünüm

source: &Show full path in title
tr: Tam &yolu başlıkta göster

source: If this option is checked, the full document path will be shown in the window caption.
tr: Eğer bu seçenek işaretlenirse, belgenin tam yolu pencere başlığında gösterilir.

source: &Behavior
tr: &Davranış

source: Sync &terminal emulator with active document
tr: &Konsol emülatörünü etkin belgeyle eşleştir

source: If this is checked, the built in Konsole will <code>cd</code> to the directory of the active document when started and whenever the active document changes, if the document is a local file.
tr: Seçili ise, gömülü Konsole başlatıldığında etkin belgenin dizinine gider ve belge yerel ise hep belgeyle aynı dizinde kalır.

source: Wa&rn about files modified by foreign processes
tr: Yabancı işlemle&r tarafında değiştirilen dosyalarda uyar

source: If enabled, when Kate receives focus you will be asked what to do with files that have been modified on the hard disk. If not enabled, you will be asked what to do with a file that has been modified on the hard disk only when that file gains focus inside Kate.
tr: Etkinleştirildiğinde, Kate penceresine diğer pencereler arasında odaklanıldığında size diskte değiştilmiş dosyalar olduğunu, bunlara ne yapılması gerektiğini sorar. Etkinleştirilmez ise Kate penceresi içerisinde tıklanılan dosyanın diskte değiştirilmiş olduğunu ve bununla ne yapılacağını sorar.

source: Meta-Information
tr: Genel Bilgi

source: Keep &meta-information past sessions
tr: Geçmiş oturumlardaki &meta-bilgisini sakla

source: Check this if you want document configuration like for example bookmarks to be saved past editor sessions. The configuration will be restored if the document has not changed when reopened.
tr: Eğer belgenizin yapılandırmasını saklamak istiyorsanız (örneğin sık kullanılanlar eski düzenleyici oturumlarına saklanacaktır) bunu işaretleyin. Yapılandırma saklanacak ve eğer dosya değiştirilmemişse yeniden yükleneceklerdir.

source: &Delete unused meta-information after:
tr: Kullanılmayan m&eta-bilgisini sil:

source: (never)
tr: (hiç bir zaman)

source: day(s)
tr: gün

source: Sessions
tr: Oturumlar

source: Session Management
tr: Oturum Yönetimi

source: Elements of Sessions
tr: Oturumun Elemanları

source: Include &window configuration
tr: Pencere a&yarlarını içer

source: Check this if you want all your views and frames restored each time you open Kate
tr: Kate'i her açışınızda görünümlerin ve pencerelerin yeniden açılmasını istiyorsanız bunu seçiniz

source: Behavior on Application Startup
tr: Uygulama Başlangıcındaki Davranış

source: &Start new session
tr: Yeni o&turum başlat

source: &Load last-used session
tr: Son ku&llanılan oturumu yükle

source: &Manually choose a session
tr: Elle oturu&m seç

source: Behavior on Application Exit or Session Switch
tr: Uygulamadan Çıkıldığındaki veya Oturum Değişimindeki Davranış

source: &Do not save session
tr: Oturumu kay&detme

source: &Save session
tr: O&turumu kaydet

source: &Ask user
tr: Kull&anıcıya Sor

source: File Selector
tr: Dosya Seçici

source: File Selector Settings
tr: Dosya Seçici Ayarları

source: Document List
tr: Belge Listesi

source: Document List Settings
tr: Belge Listesi Seçenekleri

source: Plugins
tr: Eklentiler

source: Plugin Manager
tr: Eklenti Yöneticisi

source: Editor
tr: Düzenleyici

source: Pattern:
tr: Desen:

source: Case sensitive
tr: Büyük-küçük harf duyarlı

source: Regular expression
tr: Düzenli ifade

source: Template:
tr: Şablon:

source: Files:
tr: Dosyalar:

source: Folder:
tr: Dizin:

source: Recursive
tr: Özyinelemeli

source: Find
tr: Bul

source: <p>Enter the expression you want to search for here.<p>If 'regular expression' is unchecked, any non-space letters in your expression will be escaped with a backslash character.<p>Possible meta characters are:<br><b>.</b> - Matches any character<br><b>^</b> - Matches the beginning of a line<br><b>$</b> - Matches the end of a line<br><b>\&lt;</b> - Matches the beginning of a word<br><b>\&gt;</b> - Matches the end of a word<p>The following repetition operators exist:<br><b>?</b> - The preceding item is matched at most once<br><b>*</b> - The preceding item is matched zero or more times<br><b>+</b> - The preceding item is matched one or more times<br><b>{<i>n</i>}</b> - The preceding item is matched exactly <i>n</i> times<br><b>{<i>n</i>,}</b> - The preceding item is matched <i>n</i> or more times<br><b>{,<i>n</i>}</b> - The preceding item is matched at most <i>n</i> times<br><b>{<i>n</i>,<i>m</i>}</b> - The preceding item is matched at least <i>n</i>, but at most <i>m</i> times.<p>Furthermore, backreferences to bracketed subexpressions are available via the notation <code>\#</code>.<p>See the grep(1) documentation for the full documentation.
tr: <p>Aramak istediğiniz düzenli ifadeyi buraya giriniz..<p>Mümkün metakarakterler:<br><b>.</b> - Herhangi bir karakterle eşlenmiş<br><b>^</b> - Bir satırın başıyla eşlenmiş<br><b>$</b> - Bir satırın sonuyla eşlenmiş<br><b>\\\&lt;</b> - Bir kelimenin başıyla eşlenmiş <br><b>\\\&gt;</b> - Bir kelimenin sonuyla eşlenmiş<p>Şu tekrarlama işleçleri vardır:<br><b>?</b> - Önceki nesne birden fazla eşlenmemiş<br><b>*</b> - Önceki öğe sıfır veya daha fazla kere eşlenmiş<br><b>+</b> - Önceki nesne bir veya daha fazla eşlenmiş times<br><b>{<i>n</i>}</b> - Önceki öğe tam <i>n</i> kere eşlenmiştimes<br><b>{<i>n</i>,}</b> - Önceki öğe <i>n</i> kere veya daha çok eşlenmiş<br><b>{,<i>n</i>}</b> - The preceding item is matched at most <i>n</i> times<br><b>{<i>n</i>,<i>m</i>}</b> - The preceding item is matched at least <i>n</i>,<br> but at most <i>m</i> times.<p>Furthermore, backreferences to bracketed subexpressions are available via the notation <code>\#</code>.<p>See the grep(1) documentation for the full documentation.

source: Enter the file name pattern of the files to search here. You may give several patterns separated by commas.
tr: Aranacak dosyaların isim biçimini giriniz. Virgüllerle ayrılmış şekilde birden fazla biçim girebilirsiniz.

source: You can choose a template for the pattern from the combo box and edit it here. The string %s in the template is replaced by the pattern input field, resulting in the regular expression to search for.
tr: Desen için açılır kutudan bir şablon seçip burada düzenleyebilirsiniz. Şablondaki %s satırı girdi alanındaki desenle değiştirilicektir, aramalar için düzenli ifade ile sonuçlanacaktır.

source: Enter the folder which contains the files in which you want to search.
tr: İçinde arama yapmak istediğiniz dosyaların bulunduğu dizini giriniz.

source: Check this box to search in all subfolders.
tr: Bütün altdizinlerde aramak için bu kutuyu işaretleyin.

source: If this option is enabled (the default), the search will be case sensitive.
tr: Eğer bu seçenek etkinleştirilirse (öntanımlı), arama karakter büyüklüğüne göre arar.

source: <p>If this is enabled, your pattern will be passed unmodified to <em>grep(1)</em>. Otherwise, all characters that are not letters will be escaped using a backslash character to prevent grep from interpreting them as part of the expression.
tr: Eğer bu etkinse, deseniniz <em>grep(1)</em>'e düzenlenmemiş olarak geçecektir. Etkin değilse harf olmayan bütün karakterler ters bölü işareti ile düzenli ifade içine alacaktır.

source: The results of the grep run are listed here. Select a filename/line number combination and press Enter or doubleclick on the item to show the respective line in the editor.
tr: Grep çalışması sonuçları burada listelenir. İstediğiniz satırı düzenlemek için dosyaadı/satır numarası birleşimini seçrek enter tuşuna basın veya nesnenin üzerine çift tıklayın.

source: You must enter an existing local folder in the 'Folder' entry.
tr: 'Dizin' girişine mevcut yerel bir dizin girmelisiniz.

source: Invalid Folder
tr: Geçersiz Dizin

source: <strong>Error:</strong><p>
tr: <strong>Hata:</strong><p>

source: Grep Tool Error
tr: Grep Programı Hatası

source: Start Kate with a given session
tr: Kate'i verilen oturum ile başlat

source: Use a already running kate instance (if possible)
tr: Sadece şuanda çalışan kate sürecini kullan (eğer mümkünse)

source: Only try to reuse kate instance with this pid
tr: Kate sürecini sadece bu pid numarası ile kullanmayı dene

source: Set encoding for the file to open
tr: Açılacak belgenin karakter kümesine belirle

source: Navigate to this line
tr: Bu satıra git

source: Navigate to this column
tr: Bu sütuna git

source: Read the contents of stdin
tr: stdin'in içeriğini oku

source: Document to open
tr: Açılacak belge

source: Kate - Advanced Text Editor
tr: Kate - Gelişmiş Metin Düzenleyici

source: (c) 2000-2005 The Kate Authors
tr: (c) 2000-2005 Kate Yazarları

source: Maintainer
tr: Geliştirici

source: Core Developer
tr: Çekirdek Geliştirici

source: The cool buffersystem
tr: İyi tampon sistemi

source: The Editing Commands
tr: Düzenleme Komutları

source: Testing, ...
tr: Test ediliyor, ...

source: Former Core Developer
tr: İlk Geliştirici

source: KWrite Author
tr: KWrite Yazarı

source: KWrite port to KParts
tr: KParts'a aktar

source: KWrite Undo History, Kspell integration
tr: KWrite Gerial Geçmişi, Kspell entegrasyonu

source: KWrite XML Syntax highlighting support
tr: XML için ışıklandırma desteği

source: Patches and more
tr: Yamalar ve fazlası

source: Developer & Highlight wizard
tr: Geliştirici

source: Highlighting for RPM Spec-Files, Perl, Diff and more
tr: RPM dosyaları, Perl, Diff ve diğerleri için ışıklandırma

source: Highlighting for VHDL
tr: VHDL için Işıklandırma

source: Highlighting for SQL
tr: SQL için Işıklandırma

source: Highlighting for Ferite
tr: Ferite için Işıklandırma

source: Highlighting for ILERPG
tr: ILERPG için Işıklandırma

source: Highlighting for LaTeX
tr: LaTeX için Işıklandırma

source: Highlighting for Makefiles, Python
tr: Makefile, Python Vurgulaması

source: Highlighting for Python
tr: Python için Işıklandırma

source: Highlighting for Scheme
tr: Scheme için Işıklandırma

source: PHP Keyword/Datatype list
tr: PHP Anahtar kelime/Veri tipi listesi

source: Very nice help
tr: Çok güzel yardım

source: All people who have contributed and I have forgotten to mention
tr: Katkıda bulunan ama yazmayı unuttuğum herkes

source: _: NAME OF TRANSLATORS Your names
tr: Görkem Çetin

source: _: EMAIL OF TRANSLATORS Your emails
tr: gorkem@kde.org

source: <p>The document '%1' has been modified, but not saved.<p>Do you want to save your changes or discard them?
tr: <p>%1 belgesi değiştirildi, ancak kaydedilmedi.<p>Bu dosyayı kaydetmek istiyor musunuz?

source: Close Document
tr: Belgeyi Kaydet

source: Reopening files from the last session...
tr: Son oturumdaki dosyalar açılıyor...

source: Starting Up
tr: Başlatılıyor

source: Default Session
tr: Öntanımlı Oturum

source: Unnamed Session
tr: İsimsiz Oturum

source: Session (%1)
tr: Oturum (%1)

source: Save Session?
tr: Oturumu Kaydet?

source: Save current session?
tr: Seçili oturumu kaydet?

source: Do not ask again
tr: Tekrar sorma

source: No session selected to open.
tr: Açılması içim oturum seçilmedi.

source: No Session Selected
tr: Oturum Seçilmedi

source: Specify Name for Current Session
tr: Seçili Oturum için Ad Belirt

source: Session name:
tr: Oturum adı:

source: To save a new session, you must specify a name.
tr: Yeni bir oturumu kaydetmek için, bir ad belirtmelisiniz.

source: Missing Session Name
tr: Eksik Oturum Adı

source: Specify New Name for Current Session
tr: Seçili Oturum İçin Yeni Bir Ad Belirtin

source: To save a session, you must specify a name.
tr: Bir oturumu kaydetmek için bir ad belirtmelisiniz.

source: Session Chooser
tr: Oturum Seçici

source: Open Session
tr: Oturumu Aç

source: New Session
tr: Yeni Oturum

source: Session Name
tr: Oturum Adı

source: Open Documents
tr: Belgeleri Aç

source: &Always use this choice
tr: Herz&aman bu seçimini kullan

source: &Open
tr: A&ç

source: Manage Sessions
tr: Oturumları Yönet

source: &Rename...
tr: Yeniden Adlandı&r...

source: Specify New Name for Session
tr: Oturum İçin Yeni Ad Girin

source: Sort &By
tr: Sır&alama

source: Opening Order
tr: Açma Sırası

source: Document Name
tr: Belge Adı

source: <b>This file was changed (modified) on disk by another program.</b><br />
tr: <b>Diskteki bu dosya başka program tarafından değiştirilmiş (içerik).</b><br />

source: <b>This file was changed (created) on disk by another program.</b><br />
tr: <b>Diskteki bu dosya başka program tarafından değiştirilmiş (oluşturulmuş).</b><br />

source: <b>This file was changed (deleted) on disk by another program.</b><br />
tr: <b>Diskteki bu dosya başka program tarafından değiştirilmiş (silinmiş).</b><br />

source: Background Shading
tr: Arkaplan Gölgelendirme
