Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdebase/kcmkicker.po
Languages: tr

source: This preview image shows how the panel will appear on your screen with the settings you have chosen. Clicking the buttons around the image will move the position of the panel, while moving the length slider and choosing different sizes will change the dimensions of the panel.
tr: Bu önizleme resmi seçtiğiniz ayarlar ile panelin nasıl görüneceğini gösterir. Resmin etrafındaki düğmelere tıklamakla panelin yerini hareket ettirebilirsiniz. Kaydırma düğmesini hareket ettirirken seçerken panelin boyutlarını da değiştirecektir.

source: Identify
tr: Kimlik

source: This button displays each monitor's identifying number
tr: Bu düğme her monitörün kimlik numarasını gösterir

source: &Xinerama screen:
tr: &Xinerama ekranı:

source: This menu selects which screen the Panel will be displayed on in a multiple-monitor system
tr: Bu menü, çoklu monitör sistemine sahip bir ekranda panelin hangi ekranda görüntüleneceğini gösterir

source: Len&gth
tr: Uzu&nluk

source: This group of settings determines how the panel is aligned, including how it is positioned on the screen and how much of the screen it should use.
tr: Bu ayarlar grubu panelin ekranda nasıl yerleşeceğini belirler.

source: This slider defines how much of the screen's edge will be occupied by the panel.
tr: Bu kaydırıcı ekranın kenarının ne kadarının panel tarafından kaplanacağını tanımlar.

source: This spinbox defines how much of the screen's edge will be occupied by the panel.
tr: Bu dönme kutusu ekranın kenarının ne kadarının panel tarafından kaplanacağını tanımlar.

source: &Expand as required to fit contents
tr: &İçeriğe uyması için gerektiği kadar genişlet

source: When this option is selected, the panel will grow as necessary to accommodate the buttons and applets on it.
tr: Bu seçenek işaretliyse, panel, üzerindeki düğmelere ve apletlere uyması için gerektiği kadar büyüyecektir.

source: Si&ze
tr: &Boyut

source: This sets the size of the panel.
tr: Bu panelin boyutunu ayarlar.

source: Tiny
tr: İnce

source: Small
tr: Küçük

source: Large
tr: Kalın

source: This slider defines the panel size when the Custom option is selected.
tr: Özel seçeneği seçili iken, panel büyüklüğünü kaydırıcı tanımlar.

source: This spinbox defines the panel size when the Custom option is selected.
tr: Özel seçeneği seçili iken, panel büyüklüğünü dönme kutusu tanımlar.

source: Position
tr: Konum

source: Here you can set the position of the panel highlighted on the left side. You can put any panel on top or bottom of the screen and on the left or right side of the screen. There you can put it into the center or into either corner of the screen.
tr: Solda belirtilecek olan panelin yerini buradan belirleyebilirsiniz. İstediğiniz paneli ekranın sağına, soluna, üstüne veya altına koyabilrsiniz.İsterseniz ortasına veya köşesine de koyabilirsiniz.

source: KDE Button
tr: KDE Düğmesi

source: Blue Wood
tr: Mavi Tahta

source: Green Wood
tr: Yeşil Tahta

source: Light Gray
tr: Açık Gri

source: Light Green
tr: Açık Yeşil

source: Light Pastel
tr: Açık Pastel

source: Light Purple
tr: Açık Mor

source: Nuts And Bolts
tr: Vida

source: Red Wood
tr: Kırmızı Tahta

source: Solid Blue
tr: Mavi

source: Solid Gray
tr: Gri

source: Solid Green
tr: Yeşil

source: Solid Orange
tr: Portakal

source: Solid Pastel
tr: Pastel

source: Solid Purple
tr: Mor

source: Solid Red
tr: Kırmızı

source: Solid Tigereye
tr: Kaplan Gözü
