Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdebase/kcmkonsole.po
Languages: tr

source: _: NAME OF TRANSLATORS Your names
tr: Görkem Çetin

source: _: EMAIL OF TRANSLATORS Your emails
tr: gorkem@kde.org

source: <h1>Konsole</h1> With this module you can configure Konsole, the KDE terminal application. You can configure the generic Konsole options (which can also be configured using the RMB) and you can edit the schemas and sessions available to Konsole.
tr: <h1>Konsole</h1> Bu modül ile konsole KDE terminal emülasyon programını yapılandırabilirsiniz.

source: _: normal line spacing Normal
tr: Normal

source: KCM Konsole
tr: KCM Konsolu

source: KControl module for Konsole configuration
tr: Konsole programını yapılandırmak için KControl modülü

source: The Ctrl+S/Ctrl+Q flow control setting will only affect newly started Konsole sessions. The 'stty' command can be used to change the flow control settings of existing Konsole sessions.
tr: Ctrl S/Ctrl Q akış denetimi ayarları sadece yeni yerleşimleri etkileyeceğinden Konsol oturumlarını başlattı. Konsol oturumları akış denetimi ayarlarını değiştirmek için 'stty' komudu kullanılmış olabilir.

source: You have chosen to enable bidirectional text rendering by default. Note that bidirectional text may not always be shown correctly, especially when selecting parts of text written right-to-left. This is a known issue which cannot be resolved at the moment due to the nature of text handling in console-based applications.
tr: İki yönlü metin yazımını desteklediniz. Bazı durumlarda, özellikle soldan sağa doğru yazımlarda karakterler her zaman doğru bir şekilde gösterilmeyebilir. Bu durumla ilgili bazı sorunlar olduğu bilinmektedir ve çözüm yolları araştırılmaktadır.

source: &General
tr: &Genel

source: Double Click
tr: Çift Tıklama

source: Consider the following characters &part of a word when double clicking:
tr: Bir kelimenin taki&p eden karakter bölümü için kelimeyi çift tıkla:

source: Misc
tr: Çeşitli

source: Show terminal si&ze after resizing
tr: &Yeniden boyutlandırırken terminal boyutunu göster

source: Show &frame
tr: Çe&rçeveyi göster

source: &Confirm quit when closing more than one session
tr: &Birden çok oturumlar varsa çıkmadan önce uyar

source: &Blinking cursor
tr: &Parlayan imleç

source: &Require Ctrl key for drag and drop
tr: &Sürükle bırak için Ctrl tuşu kullanılsın

source: Triple click selects &only from the current word forward
tr: Üç tıklama ileri doğru &geçerli kelimeden birini seçer

source: Allow progr&ams to resize terminal window
tr: Uçbirim penceresini yeniden boyutlandırmak için progr&amlara izin veriniz

source: Use Ctrl+S/Ctrl+Q flow control
tr: Ctrl S/Ctrl Q akış denetimini kullan

source: Enable bidirectional text rendering
tr: İki yönlü metin yazımını destekle

source: Seconds to detect s&ilence:
tr: Ortaya çıkarma san&iyesi:

source: &Line spacing:
tr: &Satır boşluğu:

source: Set tab title to match window title
tr: Sekme başlığını pencere başlığı yap

source: &Schema
tr: Ş&ema

source: S&ession
tr: &Oturum

source: Konsole Schema Editor
tr: Konsole şema düzenleyici

source: &Title:
tr: &Başlık:

source: Colors
tr: Renkler

source: Shell co&lor:
tr: Kab&uk rengi:

source: &Bold
tr: Ka&lın

source: Custom
tr: Özel

source: System Background
tr: Sistem Arkaplanı

source: System Foreground
tr: Sistem Önplanı

source: Random Hue
tr: Rastgele Renk Tonu

source: Trans&parent
tr: Şe&ffaf

source: &Konsole color:
tr: K&onsol rengi:

source: 0 - Foreground Color
tr: 0 - Önplan Rengi

source: 1 - Background Color
tr: 1 - Arkaplan Rengi

source: 2 - Color 0 (black)
tr: 2 - 0. Renk (siyah)

source: 3 - Color 1 (red)
tr: 3 - 1. Renk (kırmızı)

source: 4 - Color 2 (green)
tr: 4 - 2. Renk (yeşil)

source: 5 - Color 3 (yellow)
tr: 5 - 3. Renk (sarı)

source: 6 - Color 4 (blue)
tr: 6 - 4. Renk (mavi)

source: 7 - Color 5 (magenta)
tr: 7 - 5. Renk (mor)

source: 8 - Color 6 (cyan)
tr: 8 - 6. Renk (turkuaz)

source: 9 - Color 7 (white)
tr: 9 - 7. Renk (beyaz)

source: 10 - Foreground Intensive Color
tr: 10 - Önplan Derin Rengi

source: 11 - Background Intensive Color
tr: 11 - Arkaplan Derin Rengi

source: 12 - Color 0 Intensive (gray)
tr: 12 - 0. Derin Renk (gri)

source: 13 - Color 1 Intensive (light red)
tr: 13 - 1. renk (açık kırmızı)

source: 14 - Color 2 Intensive (light green)
tr: 14 - 2. renk (açık yeşil)

source: 15 - Color 3 Intensive (light yellow)
tr: 15 - 3. renk (açık sarı)

source: 16 - Color 4 Intensive (light blue)
tr: 16 - 4. renk (açık mavi)

source: 17 - Color 5 Intensive (light magenta)
tr: 17 - 5. renk (açık mor)

source: 18 - Color 6 Intensive (light cyan)
tr: 18 - 6. renk (açık turkuaz)

source: 19 - Color 7 Intensive (white)
tr: 19 - 7. renk (beyaz)

source: Schema
tr: Şema

source: S&et as default schema
tr: Öntanı&mlı şema olarak kaydet

source: Sa&ve Schema...
tr: Ş&emayı Kaydet...

source: &Remove Schema
tr: Ş&emayı Sil

source: Background
tr: Arkaplan

source: Tiled
tr: Döşeli

source: Centered
tr: Merkezli

source: Full
tr: Dolu

source: &Image:
tr: &Resim:

source: Min
tr: Asg

source: Max
tr: Aza

source: Shade t&o:
tr: &Gölgele:

source: Tr&ansparent
tr: Şe&ffaf

source: Konsole Session Editor
tr: Konsol Oturum Düzenleyicisi

source: <Default>
tr: <Öntanımlı>

source: Tiny
tr: Minik

source: Small
tr: Küçük

source: Medium
tr: Orta

source: Large
tr: Büyük

source: Huge
tr: Kocaman

source: &Font:
tr: &Yazıtipi:

source: S&chema:
tr: Şe&ma:

source: &Keytab:
tr: &Klavye düzeni:

source: &Icon:
tr: &Simge:

source: Session
tr: Oturum

source: Sa&ve Session...
tr: &Oturumu Kaydet...

source: &Remove Session
tr: Oturumu &Sil

source: General
tr: Genel

source: &Name:
tr: İsi&m:

source: E&xecute:
tr: Ça&lıştır:

source: &Directory:
tr: &Dizin:

source: untitled
tr: isimsiz

source: Select Background Image
tr: Arkaplan Resmini Seçin

source: You are trying to remove a system schema. Are you sure?
tr: Bir sistem şemasını silmek üzeresiniz. Emin misiniz?

source: Removing System Schema
tr: Sistem Şeması Siliniyor

source: Cannot remove the schema. Maybe it is a system schema.
tr: Şema silinemedi. Bu bir sistem şeması olabilir.

source: Error Removing Schema
tr: Şemayı Silerken Hata

source: Save Schema
tr: Şemayı Kaydet

source: File name:
tr: Dosya adı:

source: Cannot save the schema. Maybe permission denied.
tr: Şema kaydedilemiyor. İzinler yetersiz olabilir.

source: Error Saving Schema
tr: Şemayı Kaydederken Hata

source: The schema has been modified. Do you want to save the changes?
tr: Şema değiştirildi. Değişiklikleri kaydetmek istiyor musunuz?

source: Schema Modified
tr: Şema Değiştirildi

source: Cannot find the schema.
tr: Şema bulunamadı.

source: Error Loading Schema
tr: Şema Yüklenirken Hata

source: Cannot load the schema.
tr: Şema yüklenemedi.

source: Unnamed
tr: İsimsiz

source: The session has been modified. Do you want to save the changes?
tr: Oturum değiştirildi. Değişiklikleri kaydetmek istiyor musunuz?

source: Session Modified
tr: Oturum Değiştirildi

source: Konsole Default
tr: Öntanımlı Konsol

source: The Execute entry is not a valid command. You can still save this session, but it will not show up in Konsole's Session list.
tr: Çalıştırma girdisi geçerli bir komut değil. Hala oturumu kaydedebilirsiniz, fakat bu Konsol'un Oturum listesinde yer almaz.

source: Invalid Execute Entry
tr: Geçersiz Çalıştırma Girdisi

source: Save Session
tr: Oturumu Kaydet

source: You are trying to remove a system session. Are you sure?
tr: Sistem oturumlarını kapatmak istiyorsunuz. Emin misiniz?

source: Removing System Session
tr: Sistem Oturumu Siliniyor

source: Cannot remove the session. Maybe it is a system session.
tr: Oturum silinemedi. Bu bir sistem oturumu olabilir.

source: Error Removing Session
tr: Oturum Silinmesi Sırasında Hata
