Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdebase/kcmkeys.po
Languages: tr

source: <h1>Key Bindings</h1> Using key bindings you can configure certain actions to be triggered when you press a key or a combination of keys, e.g. Ctrl+C is normally bound to 'Copy'. KDE allows you to store more than one 'scheme' of key bindings, so you might want to experiment a little setting up your own scheme while you can still change back to the KDE defaults.<p> In the tab 'Global Shortcuts' you can configure non-application specific bindings like how to switch desktops or maximize a window. In the tab 'Application Shortcuts' you will find bindings typically used in applications, such as copy and paste.
tr: <h1>Tuş Bağıntıları</h1> Tuş bağıntılarını kullanarak belirli işlemlerin belirlenen tuşlara basılmasıyla yapılmasını sağlayabilirsiniz (örneğin CTRL-C genellikle 'Kopyala' için kullanılır). KDE birden fazla plan tanımlamanıza izin verir, böylelikle kendi ayarlarınızı deneyip istediğiniz zaman KDE öntanımlı değerlerine geri dönebilirsiniz. <p>'Evrensel Kısayollar' sekmesinde pencere genişletme veya masaüstü değiştirme gibi uygulamasal olmayan özellikleri yapılandırabilrsiniz. 'Uygulama Kısayolları' sekmesinde uygulamalar tarafından kullanılan kopyala ve yapıştır tipik uygulama özelliklerini bulabilirsiniz.

source: Click here to remove the selected key bindings scheme. You cannot remove the standard system-wide schemes 'Current scheme' and 'KDE default'.
tr: Seçili tuş bağlayıcı planını silmek için buraya tıklayın. 'Şimdiki şema' ve 'öntanımlı KDE' gibi standart şemaları silemezsiniz.

source: New scheme
tr: Yeni şema

source: &Save...
tr: &Kaydet...

source: Click here to add a new key bindings scheme. You will be prompted for a name.
tr: Yeni bir tuş bağlayıcı plan seçmek için buraya tıklayın. Bir isim sorulacak.

source: &Global Shortcuts
tr: &Genel Kısayollar

source: Shortcut Se&quences
tr: &Kısayol Sıraları

source: App&lication Shortcuts
tr: &Uygulama Kısayolları

source: User-Defined Scheme
tr: Kullanıcı Tanımlı Şema

source: Current Scheme
tr: Şimdiki Şema

source: Your current changes will be lost if you load another scheme before saving this one.
tr: Kaydetmeden Önceki Değişiklikler Yokolabilir.

source: This scheme requires the "%1" modifier key, which is not available on your keyboard layout. Do you wish to view it anyway?
tr: Bu şema için "%1" değiştirici tuşu gerekli, ve bu tuş klavye yerleşiminizde mevcut değil. Yine de görüntülemek istiyor musunuz?

source: Win
tr: Pencere

source: Save Key Scheme
tr: Tuş Şemasını Kaydet

source: Enter a name for the key scheme:
tr: Tuş planı için bir isim giriniz:

source: A key scheme with the name '%1' already exists; do you want to overwrite it?
tr: '%1' isimli bir tuş şeması mevcut; üzerine yazmak ister misiniz?

source: Overwrite
tr: Üzerine yaz

source: KDE Modifiers
tr: KDE Değiştiricileri

source: Modifier
tr: Değiştirici

source: _: QAccel Ctrl
tr: Ctrl

source: Macintosh keyboard
tr: Macintosh klavye

source: MacOS-style modifier usage
tr: MacOS stili değiştirici kullanımı

source: Checking this box will change your X Modifier Mapping to better reflect the standard MacOS modifier key usage. It allows you to use <i>Command+C</i> for <i>Copy</i>, for instance, instead of the PC standard of <i>Ctrl+C</I>. <b>Command</b> will be used for application and console commands, <b>Option</b> as a command modifier and for navigating menus and dialogs, and <b>Control</b> for window manager commands.
tr: Bu kutuyu işaretlerseniz, X Değiştirici haritalarını MacOs değiştirici tuşlarını kullanabilirsiniz.

source: X Modifier Mapping
tr: X değiştirici planlayıcı

source: Command
tr: Komut

source: Option
tr: Seçenek

source: Control
tr: Denetim

source: Key %1
tr: Tuş %1

source: None
tr: Boş

source: You can only activate this option if your X keyboard layout has the 'Super' or 'Meta' keys properly configured as modifier keys.
tr: Eğer X klavye düzeni 'Super' ya da 'Meta' tuşlarına uygun değiştirici tuşları varsa, Yalnızca bu opsiyonu aktifleştirebilirsiniz.

source: <h1>Keyboard Shortcuts</h1> Using shortcuts you can configure certain actions to be triggered when you press a key or a combination of keys, e.g. Ctrl+C is normally bound to 'Copy'. KDE allows you to store more than one 'scheme' of shortcuts, so you might want to experiment a little setting up your own scheme, although you can still change back to the KDE defaults.<p> In the 'Global Shortcuts' tab you can configure non-application-specific bindings, like how to switch desktops or maximize a window; in the 'Application Shortcuts' tab you will find bindings typically used in applications, such as copy and paste.
tr: <h1>Klavye Kısayolları</h1>Kısayolları kullanarak belirli eylemleri tetikleyebilirsiniz, örn Ctrl+C öntanımlı olarak 'Kopyala' eylemine atanmıştır. KDE birden çok kısayol şeması saklamanıza izin verir, böylece şemanızda değişiklliker yaparak değişik şemalar üzerinde deneyim kazaanbilirsiniz, herzaman KDE öntanımlılarına geri dönebilirsiniz. <p>'Evrensel Kısayollar' sekmesinde pencere genişletme veya masaüstü değiştirme gibi uygulamasal olmayan özellikleri yapılandırabilrsiniz. 'Uygulama Kısayolları' sekmesinde uygulamalar tarafından kullanılan kopyala ve yapıştır tipik uygulama özelliklerini bulabilirsiniz.

source: Shortcut Schemes
tr: Kısayol Şemaları

source: Command Shortcuts
tr: Komut Kısayolları

source: Modifier Keys
tr: Değiştirici Tuşlar

source: Shortcut
tr: Kısayol

source: Alternate
tr: Sıralı

source: <h1>Command Shortcuts</h1> Using key bindings you can configure applications and commands to be triggered when you press a key or a combination of keys.
tr: <h1>Komut Kısayolları</h1> Belli bir tuş ya da tuş kombinasyonuna bastığınız zaman bir uygulama ya da komutun çalışmasını sağlayabilirsiniz.

source: <qt>Below is a list of known commands which you may assign keyboard shortcuts to. To edit, add or remove entries from this list use the <a href="launchMenuEditor">KDE menu editor</a>.</qt>
tr: <qt>Aşağıda, klavye kısayolları atayabileceğiniz programların bir listesini bulacaksınız. Bu liste üzerinde yapacağınız düzenleme, ekleme ya da silme işlemleri için <a href="launchMenuEditor">KDE menü düzenleyicisini</a> kullanabilirsiniz.</qt>

source: This is a list of all the desktop applications and commands currently defined on this system. Click to select a command to assign a keyboard shortcut to. Complete management of these entries can be done via the menu editor program.
tr: Bu liste, bu makinede yer alan masaüstü uygulamaları ve komutları gösterir. Bir klavye kısayolu atamak için listedeki öğelerden bir tanesi üzerine tıklayın. Tüm girdilerin yönetimi menü düzenleyici programı tarafından yapılabilir.

source: Shortcut for Selected Command
tr: Seçilen Komut için Kısayol

source: _: no key &None
tr: &Hiçbiri

source: The selected command will not be associated with any key.
tr: Seçilen komut herhangi bir tuşa bağıntılı olmayacaktır.

source: C&ustom
tr: Ö&zel

source: If this option is selected you can create a customized key binding for the selected command using the button to the right.
tr: Eğer bu seçenek seçiliyse sağdaki düğmeyi kullanarak özel tuş takımı oluşturabilirsiniz.

source: Use this button to choose a new shortcut key. Once you click it, you can press the key-combination which you would like to be assigned to the currently selected command.
tr: Yeni bir kısayol tuşu tanımmlaak için bu düğmeyi kullanın. Düğmeye bir defa bastıktan sonra seçili komut için istediğiniz tuş kombinasyonunu seçebilirsiniz.

source: The KDE menu editor (kmenuedit) could not be launched. Perhaps it is not installed or not in your path.
tr: KDE menü düzenleyici çalıştırılamadı. Bu program sistemde kurulu olmayabilir.

source: Application Missing
tr: Uygulama Bulunamadı

source: System
tr: Sistem

source: Navigation
tr: Gezgin

source: Walk Through Windows
tr: Pencerelerde Yürü

source: Walk Through Windows (Reverse)
tr: Windows'ta Yürü(Ters)

source: Walk Through Desktops
tr: Masaüstlerinde Yürü

source: Walk Through Desktops (Reverse)
tr: Masaüstlerinde Yürü(Ters)

source: Walk Through Desktop List
tr: Masaüstü Listesinde Yürü

source: Walk Through Desktop List (Reverse)
tr: Masaüstü Listesinde Yürü(Ters)

source: Windows
tr: Pencereler

source: Window Operations Menu
tr: Pencere İşlemleri Menüsü

source: Close Window
tr: Pencereyi Kapat

source: Maximize Window
tr: Pencereyi Büyüt

source: Maximize Window Vertically
tr: Pencereyi Dikey Büyüt

source: Maximize Window Horizontally
tr: Pencereyi Yatay Büyüt

source: Minimize Window
tr: Pencereyi İndir

source: Shade Window
tr: Pencereyi Gölgele

source: Move Window
tr: Daha Çok Pencere

source: Resize Window
tr: Pencereyi Yeniden Boyutlandır

source: Raise Window
tr: Pencereyi Yükselt

source: Lower Window
tr: Pencereyi Simge Durumuna Küçült

source: Toggle Window Raise/Lower
tr: Pencereyi Yükselt/Alçalt

source: Make Window Fullscreen
tr: Pencereyi Tam Ekran Yap

source: Hide Window Border
tr: Pencere Kenarlığını Gizle

source: Keep Window Above Others
tr: Pencereyi Diğerlerinin Üzerinde Tut

source: Keep Window Below Others
tr: Pencereyi Diğerlerinin Altına Gönder

source: Activate Window Demanding Attention
tr: Pencere İsteme Uyarısını Etkinleştir

source: Setup Window Shortcut
tr: Pencere Kısayolunu Ayarla

source: Pack Window to the Right
tr: Pencereyi Sağa Gönder

source: Pack Window to the Left
tr: Pencereyi Sola Gönder

source: Pack Window Up
tr: Pencereyi Yukarı Gönder

source: Pack Window Down
tr: Pencereyi Aşağıya Gönder

source: Pack Grow Window Horizontally
tr: Pencereyi Yatay Büyüt

source: Pack Grow Window Vertically
tr: Pencereyi Dikey Büyüt

source: Pack Shrink Window Horizontally
tr: Pencereyi Yatay Daralt

source: Pack Shrink Window Vertically
tr: Pencereyi Dikey Daralt

source: Window & Desktop
tr: Pencere & Masaüstü

source: Keep Window on All Desktops
tr: Pencereyi Tüm Masaüstlerinde Görüntüle

source: Window to Desktop 1
tr: Pencereyi 1. Masaüstüne Gönder

source: Window to Desktop 2
tr: Pencereyi 2. Masaüstüne Gönder

source: Window to Desktop 3
tr: Pencereyi 3. Masaüstüne Gönder

source: Window to Desktop 4
tr: Pencereyi 4. Masaüstüne Gönder

source: Window to Desktop 5
tr: Pencereyi 5. Masaüstüne Gönder

source: Window to Desktop 6
tr: Pencereyi 6. Masaüstüne Gönder

source: Window to Desktop 7
tr: Pencereyi 7. Masaüstüne Gönder

source: Window to Desktop 8
tr: Pencereyi 8. Masaüstüne Gönder

source: Window to Desktop 9
tr: Pencereyi 9. Masaüstüne Gönder

source: Window to Desktop 10
tr: Pencereyi 10. Masaüstüne Gönder

source: Window to Desktop 11
tr: Pencereyi 11. Masaüstüne Gönder

source: Window to Desktop 12
tr: Pencereyi 12. Masaüstüne Gönder

source: Window to Desktop 13
tr: Pencereyi 13. Masaüstüne Gönder

source: Window to Desktop 14
tr: Pencereyi 14. Masaüstüne Gönder

source: Window to Desktop 15
tr: Pencereyi 15. Masaüstüne Gönder

source: Window to Desktop 16
tr: Pencereyi 16. Masaüstüne Gönder

source: Window to Desktop 17
tr: Pencereyi 17. Masaüstüne Gönder

source: Window to Desktop 18
tr: Pencereyi 18. Masaüstüne Gönder

source: Window to Desktop 19
tr: Pencereyi 19. Masaüstüne Gönder

source: Window to Desktop 20
tr: Pencereyi 20. Masaüstüne Gönder

source: Window to Next Desktop
tr: Pencereyi Sonraki Masaüstüne Gönder

source: Window to Previous Desktop
tr: Pencereyi Önceki Masaüstüne Gönder

source: Window One Desktop to the Right
tr: Pencereyi Bir Masaüstü Sağa Gönder

source: Window One Desktop to the Left
tr: Pencereyi Bir Masaüstü Sola Gönder

source: Window One Desktop Up
tr: Pencereyi Bir Masaüstü Yukarı

source: Window One Desktop Down
tr: Pencereyi Bir Alt Masastüne Gönder

source: Desktop Switching
tr: Masaüstü Değişimi

source: Switch to Desktop 1
tr: Masaüstü 1'e Geç

source: Switch to Desktop 2
tr: Masaüstü 2'ye Geç

source: Switch to Desktop 3
tr: Masaüstü 3'e Geç

source: Switch to Desktop 4
tr: Masaüstü 4'e Geç

source: Switch to Desktop 5
tr: Masaüstü 5'e Geç

source: Switch to Desktop 6
tr: Masaüstü 6'ya Geç

source: Switch to Desktop 7
tr: Masaüstü 7'ye Geç

source: Switch to Desktop 8
tr: Masaüstü 8'e Geç

source: Switch to Desktop 9
tr: Masaüstü 9'a Geç

source: Switch to Desktop 10
tr: Masaüstü 10'a Geç

source: Switch to Desktop 11
tr: Masaüstü 11'e Geç

source: Switch to Desktop 12
tr: Masaüstü 12'ye Geç

source: Switch to Desktop 13
tr: Masaüstü 13'e Geç

source: Switch to Desktop 14
tr: Masaüstü 14'e Geç

source: Switch to Desktop 15
tr: Masaüstü 15'e Geç

source: Switch to Desktop 16
tr: Masaüstü 16'ya Geç

source: Switch to Desktop 17
tr: Masaüstü 17'ye Geç

source: Switch to Desktop 18
tr: Masaüstü 18'e Geç

source: Switch to Desktop 19
tr: Masaüstü 19'a Geç

source: Switch to Desktop 20
tr: Masaüstü 20'ye geç

source: Switch to Next Desktop
tr: Bir Sonraki masaüstüne Geç

source: Switch to Previous Desktop
tr: Bir Önceki Masaüstüne Geç

source: Switch One Desktop to the Right
tr: Sağdaki Bir Masaüstüne Geç

source: Switch One Desktop to the Left
tr: Soldaki Bir Masaüstüne Geç

source: Switch One Desktop Up
tr: Üstteki Bir Masaüstüne Geç

source: Switch One Desktop Down
tr: Alttaki Bir Masaüstüne Geç

source: Mouse Emulation
tr: Fare Emülasyonu

source: Kill Window
tr: Pencereyi Öldür

source: Window Screenshot
tr: Pencere Yakala

source: Desktop Screenshot
tr: Masaüstü Yakala

source: Block Global Shortcuts
tr: Genel Kısayolları Engelle

source: Popup Launch Menu
tr: Popup Çalıştırma Menüsü

source: Toggle Showing Desktop
tr: Görünen Masaüstü

source: Next Taskbar Entry
tr: Sonraki Görev Çubuğu Girdisi

source: Previous Taskbar Entry
tr: Önceki Görev Çubuğu Girdisi

source: Desktop
tr: Masaüstü

source: Run Command
tr: Komut Çalıştır

source: Show Taskmanager
tr: Görevyöneticisini Göster

source: Show Window List
tr: pencere Listesini Göster

source: Switch User
tr: Kullanıcıyı Değiştir

source: Lock Session
tr: Oturumu Kilitle

source: Log Out
tr: Çıkış

source: Log Out Without Confirmation
tr: Onaylamadan Çık

source: Halt without Confirmation
tr: Onaylamadan Durdur

source: Reboot without Confirmation
tr: Onaylamadan yeniden Başlat

source: Clipboard
tr: Pano

source: Show Klipper Popup-Menu
tr: Klipper Popup Menüsünü Göster

source: Manually Invoke Action on Current Clipboard
tr: Mevcut Panodaki Eylemi Elle Çalıştır

source: Enable/Disable Clipboard Actions
tr: Pano olayları Açık/kapalı

source: Keyboard
tr: Klavye

source: Switch to Next Keyboard Layout
tr: Sonraki Klavye Düzenine Geç
