Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdebase/kcmkicker.po
Languages: tr

source: _: NAME OF TRANSLATORS Your names
tr: Görkem Çetin

source: _: EMAIL OF TRANSLATORS Your emails
tr: gorkem@kde.org

source: Advanced Options
tr: Gelişmiş Seçenekler

source: Panel applets can be started in two different ways: internally or externally. While 'internally' is the preferred way to load applets, this can raise stability or security problems when you are using poorly-programmed third-party applets. To address these problems, applets can be marked 'trusted'. You might want to configure Kicker to treat trusted applets differently to untrusted ones; your options are: <ul><li><em>Load only trusted applets internally:</em> All applets but the ones marked 'trusted' will be loaded using an external wrapper application.</li> <li><em>Load startup config applets internally:</em> The applets shown on KDE startup will be loaded internally, others will be loaded using an external wrapper application.</li> <li><em>Load all applets internally</em></li></ul>
tr: Panel programcıkları iki değişik yöntem kullanılarak başlatılabilir: içsel ya da dışsal. 'İçsel' programcıkları yüklemek için tercih edilen yol olurken, bu kötü programlanmış programcıklar kullanırken kararlılık ya da güvenlik problemleri yaratabilir. Bu problemleri adreslemek için, programcık 'güvenilir' olarak işaretlenir. Kicker'ı güvenilir programcıkları güvenilir olmayanlardan farklı görmesi için yapılandırabilirsiniz. Seçenekleriniz: <ul><li><em>Sadece güvenilir programcıkları içsel yükle:</em> Güvenilir olarak işaretlenmiş programcıklar dışındaki tüm programcıklar dışsal uygulama kullanılarak yüklenecekler.</li> <li><em>Başlama yapılandırma programcıklarını içsel olarak yükle:</em> KDE başlangıcında gösterilen programcıklar içsel, diğerleri dışsal uygulama kullanılarak yüklenecekler.</li> <li><em>Tüm programcıkları içsel yükle</em></li></ul>

source: Here you can see a list of applets that are marked 'trusted', i.e. will be loaded internally by Kicker in any case. To move an applet from the list of available applets to the trusted ones, or vice versa, select it and press the left or right buttons.
tr: Burada 'güvenilir' olarak işaretlenmiş programcıkların listesini göreceksiniz ,örn. kicker tarafından ker koşulda yüklenecekler. Bir programcığı kullanılabilirler listesinden güvenilirler listesine taşımak ya da tersi için, programcığı seçin ve sol ya da sağ düğmeye basın.

source: Click here to add the selected applet from the list of available, untrusted applets to the list of trusted applets.
tr: Seçili programcığı kullanılabilir programcıklar listesinden güvenilir programcıklar listesine taşımak için buraya tıklayın.

source: Click here to remove the selected applet from the list of trusted applets to the list of available, untrusted applets.
tr: Güvenilir programcıklar listesinden seçili programcığı silmek ve bunu güvenilmeyen, kullanılabilir programcıklar listesine taşımak için buraya tıklayın.

source: Here you can see a list of available applets that you currently do not trust. This does not mean you cannot use those applets, but rather that the panel's policy using them depends on your applet security level. To move an applet from the list of available applets to the trusted ones or vice versa, select it and press the left or right buttons.
tr: Buradan güvenmediğiniz programcıkların bir listesini görebilirsiniz. Bu durumo programcıkları kullanamazsınız anlamına gelmiyor, fakat panel politikası programcık güvenlik seviyenize bağlı olarak değişir. Bir programcığı kullanılabilir programcıklar listesinden güvenilirler arasına götürmek ya da tersi için, programcığı seçin ve sol ya da sağ düğmelere basın.

source: Main Panel
tr: Ana Panel

source: Show left panel-hiding bu&tton
tr: Sol panel &saklama düğmesini göster

source: Show right panel-hiding bu&tton
tr: Sağ panel &saklama düğmesini göster

source: Show top panel-hiding bu&tton
tr: Üst &panel saklama düğmesini göster

source: Show bottom panel-hiding bu&tton
tr: &Alt panel saklama düğmesini göster

source: Select Image File
tr: Resim Dosyası Seç

source: Error loading theme image file. %1 %2
tr: Tema resim dosyası yüklenirken bir hata oluştu. %1 %2

source: KDE Panel Control Module
tr: KDE Paneli Kontrol Menüsü

source: <h1>Panel</h1> Here you can configure the KDE panel (also referred to as 'kicker'). This includes options like the position and size of the panel, as well as its hiding behavior and its looks.<p> Note that you can also access some of these options directly by clicking on the panel, e.g. dragging it with the left mouse button or using the context menu on right mouse button click. This context menu also offers you manipulation of the panel's buttons and applets.
tr: <h1>Panel</h1> Buradan KDE panelini ('kicker' olarak da anılmaktadır) yapılandırabilirsiniz. Buna, gizleme davranışı ve görünümünün yanısıra panelin konumu ve boyutu gibi seçenekler de dahildir.<p> Ayrıca bu seçeneklere doğrudan doğruya panele tıklayarak da ulaşabilirsiniz, örneğin sol fare tuşuyla sürükleyerek ya da sağ fare tuşuyla ulaşılan bağlam menüsünü kullanarak. Bu içerikmenüsü, size panelin düğme ve programcıkları üzerinde değişiklik yapma fırsatı da tanır.

source: Quick Browser
tr: Hızlı Tarayıcı

source: The KDE menu editor (kmenuedit) could not be launched. Perhaps it is not installed or not in your path.
tr: KDE menü düzenleyici (kmenuedit) başlatılamadı.

source: Application Missing
tr: Kayıp Uygulama

source: Top left
tr: Üst sol

source: Top center
tr: Üst orta

source: Top right
tr: Üst sağ

source: Left top
tr: Sol üst

source: Left center
tr: Sol orta

source: Left bottom
tr: Sol alt

source: Bottom left
tr: Alt sol

source: Bottom center
tr: Alt orta

source: Bottom right
tr: Alt sağ

source: Right top
tr: Sağ üst

source: Right center
tr: Sağ orta

source: Right bottom
tr: Sağ alt

source: All Screens
tr: Tüm Ekranlar

source: Custom
tr: Özel

source: Panel Dimensions
tr: Panel Boyutu

source: &Hide button size:
tr: &Düğme büyüklüğünü gizle:

source: This setting defines how large the panel hide buttons will be if they are visible.
tr: Bu ayarlar, panel gizleme düğmesinin görüntülenmesi halinde bunların ne kadar büyük olacağını belirler.

source: pixels
tr: benek

source: Applet Handles
tr: Programcık Tutamaçları

source: &Visible
tr: &Görünür

source: <qt> <p>Select this option to always show the Applet Handles.</p> <p>Applet Handles let you move, remove and configure applets in the panel.</p> </qt>
tr: <qt> <p>Uygulamacık Tutamaçlarını herzaman göstermek iiçn bu seçeneği seçin.</p> <p>Uygulamacık Tutamaçları paneldeki uygulamacıkları hareket ettirmenize, kaldırmanıza ve yapılandırmanıza yarar.</p> </qt>

source: &Fade out
tr: &Kaybolmayı etkinleştir

source: <qt> <p>Select this option to make Applet Handles visible only on mouse hover.</p> <p>Applet Handles let you move, remove and configure applets in the panel.</p> </qt>
tr: <qt> <p>Uygulamacık Tutamaçlarının fare ile üzerine gelince görünür olması için bu seçeneği seçin.</p> <p>Uygulamacık Tutamaçları paneldeki uygulamacıkları hareket ettirmenize, kaldırmanıza ve yapılandırmanıza yarar.</p> </qt>

source: &Hide
tr: &Gizle

source: <qt> <p><p>Select this option to always hide the Applet Handles. Beware that this option can disable removing, moving or configuring some applets.</p> </qt>
tr: <qt> <p><p>Uygulamacık Tutamaçlarını herzaman gizlemek iiçn bu seçeneği seçin. Bazı uygulamacıkları hareket ettirmez, kaldırmaz ve yapılandırmazsınız.</p> </qt>

source: Transparency
tr: Şeffaflık

source: Click on this button to set the color to use when tinting transparent panels.
tr: Şeffaf panelleri gölgelemek için kullanacağınız rengi seçmek için bu düğmeye tıklayın.

source: Min
tr: Asgari

source: Use this slider to set how much transparent panels should be tinted using the tint color.
tr: Şeffaf panellerin gölge rengi ile ne kadar gölgeleneceğini ayarlamak için bu kaydırma çubuğunu kullanın.

source: Max
tr: Azami

source: Ti&nt amount:
tr: &Katıştırma miktarı:

source: Tint c&olor:
tr: K&atıştırma rengi:

source: Also apply to panel with menu bar
tr: Menü çubuğu bulunan panele de uygula

source: Normally if you have the desktop's or current application's menu bar displayed in a panel at the top of the screen (MacOS-style), transparency is disabled for this panel to avoid the desktop background clashing with the menu bar. Set this option to make it transparent anyways.
tr: Normalde masaüstünün veya mevcut uygulamanın menü çubuğun ekranın üst tarafındaki bir panelde (MacOs Stili) gösteriliyorsa, şeffaflık arkaplan menü çubuğu ile çakışmasın diye kapatılmıştır. Yine de şeffaf hale getirmek isterseniz bu seçeneği ayarlayın.

source: Security Level
tr: Güvenlik Derecesi

source: Load only trusted applets internal
tr: Sadece içerdeki güvenilir programcıkları yükle

source: Load startup config applets internal
tr: İçerdeki başlangıç konfigürasyon programcıklarını yükler

source: Load all applets internal
tr: Bütün içerdeki programcıkları yükle

source: List of Trusted Applets
tr: Güvenilir Programcıkların Listesi

source: Available Applets
tr: Kullanılabilir Programcıklar

source: Trusted Applets
tr: Güvenilir Programcıklar

source: S&ettings for:
tr: &Ayarlar:

source: Hide Mode
tr: Gizleme Kipi

source: On&ly hide when a panel-hiding button is clicked
tr: Sadece pane&l saklama düğmesi tıklandığında sakla

source: If this option is selected, the only way to hide the panel will be to click on the hide buttons that appear on either end of it.
tr: Bu opsiyon seçiliyse, paneli saklamanın tek yolu panelin her iki son tarafında beliren saklama düğmelerini tıklamak olacaktır.

source: sec
tr: sn

source: Immediately
tr: Hemen

source: Here you can change the delay after which the panel will disappear if not used.
tr: Buradan, panelin ne kadar süre boyunca kullanılmayınca gizleneceğini belirleyebilirsiniz.

source: after the &cursor leaves the panel
tr: &imleç paneli terkettikten sonra

source: Allow other &windows to cover the panel
tr: Diğer &pencerelerin paneli kaplamasına izin ver

source: If this option is selected, the panel will allow itself to be covered by other windows.
tr: Bu opsiyon seçildiyse, panel kendisinin diğer pencereler tarafından kaplanmasına izin verecektir.

source: Hide a&utomatically
tr: &Otomatik gizle

source: If this option is selected, the panel will automatically hide after a period of time and reappear when you move the mouse to the screen edge where the panel is hidden. This is particularly useful for small screen resolutions, such as on laptops.
tr: Eğer bu seçenek seçili ise panel bir süre sonra kendiliğinden gizlenecek ve fareyi ekranın panelin olduğu köşesine hareket ettirdiğinizde tekrar görünecektir. Bu özellik düşük ekran çözünürlüklerinde (ör. Dizüstü bilgisayarlar) kullanışlı olabilir.

source: &Raise when the pointer touches the screen's:
tr: &İmleç ekranınkine vurduğunda yüksel:

source: When this option is selected, moving the pointer to the specified edge of the screen will cause the panel to appear on top of any windows that may be covering it.
tr: Bu seçenek seçili olduğu zaman, imleçi ekranın belirtilen kenarına doğru hareket ettirmek, panelin onu kaplayan herhangi pencerenin üzerinde görünmesine sebep olacaktır.

source: Top Left Corner
tr: Üst Sol Köşe

source: Top Edge
tr: Üst Kenar

source: Top Right Corner
tr: Üst Sağ Köşe

source: Right Edge
tr: Sağ Kenar

source: Bottom Right Corner
tr: Alt Sağ Köşe

source: Bottom Edge
tr: Alt Kenar

source: Bottom Left Corner
tr: Alt Sol Köşe

source: Left Edge
tr: Sol Kenar

source: Here you can set the location on the screen's edge that will bring the panel to the front.
tr: Burada, paneli öne getirecek olan yeri, ekranın kenarı üzerinde ayarlayabilirsiniz.

source: Show panel when switching &desktops
tr: &Masaüstlerini değiştirirken paneli göster

source: If this option is enabled, the panel will automatically show itself for a brief period of time when the desktop is switched so you can see which desktop you are on.
tr: Eğer bu seçenek etkinleştirilirse, masaüstü değiştiği anda panel kendisi çok kısa bir zaman içinde ekranda gösterecektir. Böylece hangi masaüstüne geçtiğinizi kolaylıkla anlayabileceksiniz.

source: Panel-Hiding Buttons
tr: Panel Saklama Düğmeleri

source: This option controls the panel-hiding buttons, which are buttons with a small triangle found at the ends of the panel. You can place a button at either end of the panel, or both. Clicking on one of these buttons will hide the panel.
tr: Bu seçenek, panelin altında küçük üçgenlerle bulunan panel saklama düğmelerini kontrol eder. Düğmeyi panelin her iki alt tarafından birine ya da ikisine birden yerleştirebilirsiniz. Bu düğmelerden birine tıklamak paneli saklar.

source: When this option is selected, a panel-hiding button appears on the left end of the panel.
tr: Bu seçenek seçili iken, panelin sol altında bir panel saklama düğmesi görünür.

source: Show right panel-hiding &button
tr: Sağ panel &saklama düğmesini göster

source: When this option is selected, a panel-hiding button appears on the right end of the panel.
tr: Bu seçenek seçili iken, panelin sağ altında bir panel saklama düğmesi görünür.

source: Panel Animation
tr: Panel Canlandırması

source: A&nimate panel hiding
tr: P&anel saklamayı canlandır

source: When this option is selected the panel will "slide" off the screen when hiding. The speed of the animation is controlled by the slider directly below.
tr: Bu seçenek seçili iken panel saklanma esnasında "kayma" yapacaktır. Canlandırmanın hızı doğrudan aşağıdaki kaydırıcı tarafından kontrol edilir.

source: Determines how quickly the panel hides if hiding animation is enabled.
tr: Saklama canlandırması etkinleştirilmişse panelin ne kadar hızlı saklanacağına karar verir.

source: Fast
tr: Hızlı

source: Medium
tr: Orta

source: Slow
tr: Yavaş

source: If this option is selected, informational tooltips will appear when the mouse cursor moves over the icons, buttons and applets in the panel.
tr: Eğer bu seçenek seçili ise, fare imleci paneldeki ikonların, düğmelerin, ve apletlerin üzerinde hareket ettikçe bilgilendirici araç ipuçları görünecektir.

source: General
tr: Genel

source: Enable icon &mouseover effects
tr: &Simge odaklamasını etkinleştir

source: When this option is selected a mouseover effect appears when the mouse cursor is moved over panel buttons
tr: Bu seçenek işaretliyse, fare imleci düğmeler üzerine geldiği zaman simgeler büyüyecektir.

source: Show too&ltips
tr: İpuçlarını &göster

source: When this option is selected informational tooltips will appear when the mouse cursor moves over the icons, buttons and applets in the panel.
tr: Bu seçenek etkin ise, fare simgeler üzerine geldiği zaman ipuçları gösterilecektir.

source: Button Backgrounds
tr: Düğme Arkaplanı

source: &K menu:
tr: &KDE menüsü:

source: Choose a tile image for the K menu.
tr: KDE menüsü için bir döşene resimi seç.

source: &QuickBrowser menus:
tr: &Hızlı Tarayıcı menüleri:

source: Choose a tile image for Quick Browser buttons.
tr: Hızlı tarayıcı düğmeleri için bir döşeme resimi seç.

source: Custom Color
tr: Özel Renk

source: When the Custom Color option is selected, use this button to pick a color for quick browser tile backgrounds
tr: Özel Renk seçeneği seçildiğinde, bu düğmeyi hızlı tarayıcı arkaplanlarda renk seçimi yapmak için kullanın

source: When the Custom Color option is selected, use this button to pick a color for the K menu tile background
tr: Özel Renk seçeneği seçildiğinde, bu düğmeyi K menüsü arkaplanlarında renk seçimi yapmak için kullanın

source: Choose a tile image for window list buttons.
tr: Pencere liste düğmeleri için bir döşeme resmi seç.

source: When the Custom Color option is selected, use this button to pick a color for window list tile backgrounds
tr: Özel Renk seçeneği seçildiğinde, bu düğmeyi pencere listesi arkaplanlarında renk seçimi yapmak için kullanın

source: &Window list:
tr: &Pencere Listesi:

source: Choose a tile image for desktop access buttons.
tr: Masaüstü erişim düğmeleri için bir resim seç.

source: When the Custom Color option is selected, use this button to pick a color for the desktop tile background
tr: Özel Renk seçeneği seçildiğinde, bu düğmeyi masaüstü arkaplanlarında renk seçimi yapmak için kullanın

source: De&sktop access:
tr: &Masaüstü erişimi:

source: When the Custom Color option is selected, use this button to pick a color for application tile backgrounds
tr: Özel Renk seçeneği seçildiğinde, bu düğmeyi uygulama arkaplanlarında renk seçimi yapmak için kullanın

source: Applicatio&ns:
tr: Uy&gulamalar:

source: Choose a tile image for buttons that launch applications.
tr: Uygulamaları başlatan düğmeler için bir döşeme resimi seç.

source: Panel Background
tr: Panel Arkaplanı

source: Colorize to &match the desktop color scheme
tr: &Masaüstü renk şemasına uyması için renklendir

source: If this option is selected, the panel background image will be colored to match the default colors. To change the default colors, go to the 'Colors' control module.
tr: Bu seçenek işaretliyse, panele uygulanacak bir arkaplan seçmeniz mümkün olacaktır. Öntanımlı renkler değiştirmek için 'Renkler' denetim modülü kullanın.

source: This is a preview for the selected background image.
tr: Bu seçilen arkaplan resminin bir önizlemesidir.

source: Here you can choose a theme to be displayed by the panel. Press the 'Browse' button to choose a theme using the file dialog. This option is only active if 'Enable background image' is selected.
tr: Buradan, panelde görüntülenecek bir tema seçebilirsiniz. Dosya iletişim kutusunu kullanarak bir tema seçmek için 'Gözat' düğmesine basınız. Bu seçenek, 'Arkaplan resmini etkinleştir' seçiliyse etkin durumda olur.

source: Enable &background image
tr: Arkaplan &resmini etkinleştir

source: Enable &transparency
tr: Ş&effaflık etkin

source: Advanc&ed Options
tr: G&elişmiş Seçenekler

source: Click here to open the Advanced Options dialog. You can configure the applet handles look and feel, the tint transparency color and more.
tr: Gelişmiş Seçenekler penceresini açmak için buraya tıklayın.

source: K Menu
tr: K Menüsü

source: Menu item format:
tr: Menü öğesi biçimi:

source: Here you can choose how menu entries are shown.
tr: Buradan menü girdilerinin nasıl göründüğünü seçebilirsiniz.

source: &Name only
tr: &Sadece isim

source: When this option is selected, items in the K Menu will appear with the application's name next to the icon.
tr: Bu seçenek etkin ise, K menüsündeki öğeler simgenin yanında uygulama adı ilegörüntüleneceklerdir.

source: Name - &Description
tr: İsim - Aç&ıklama

source: When this option is selected, items in the K Menu will appear with the application's name and a brief description next to the icon.
tr: Bu seçenek seçili iken, K Menüsündeki ögeler, uygulamanın adı ve ikonun yanında, parantez içindeki kısa açıklaması ile birlikte görünür.

source: D&escription only
tr: &Sadece açıklama

source: When this option is selected, items in the K Menu will appear with the application's brief description next to the icon.
tr: Bu seçenek etkin ise, KDE menüsündeki öğeler simgenin yanında uygulama adı ilegörüntüleneceklerdir.

source: Des&cription (Name)
tr: &Açıklama (İsim)

source: When this option is selected, items in the K Menu will appear with a brief description and the application's name in brackets next to the icon.
tr: Bu seçenek seçili iken, K Menü'deki öğeler, kısa açıklaması ve ikonun yanında, parantez içindeki uygulamanın adı ile birlikte görünür.

source: Show side ima&ge
tr: &Yan resmi göster

source: <qt>When this option is selected an image will appear down the left-hand side of the K Menu. The image will be tinted according to your color settings. <p><b>Tip</b>: You can customize the image that appears in the K Menu by putting an image file called kside.png and a tileable image file called kside_tile.png in $KDEHOME/share/apps/kicker/pics.</qt>
tr: <qt>Bu seçenek seçili iken, K Menü'nün alt sağ tarafında bir resim görünür. Bu resmin rengi, renk ayarlarınıza göre düzenlenebilir. <p><b>İpucu</b>: K Menüde görüntülenen resmi değiştirmek istiyorsanız normal bir resim için kside.png, genişleyebilir resim için kside_tile.png dosyalarını $KDEHOME/share/apps/kicker/pics dizinine koymanız yeterli olacaktır.</qt>

source: Edit &K Menu
tr: &KDE Menüsünü Düzenle

source: Start the editor for the K menu. Here you can add, edit, remove and hide applications.
tr: KDE menüleri üzerinde ekleme, silme ve düzenleme yapmak için KDE menü düzenleyicisini başlat.

source: Optional Menus
tr: Seçimlik Menüler

source: This is a list of the dynamic menus that can be displayed in the KDE menu in addition to the normal applications. Use the checkboxes to add or remove menus.
tr: Bu, KDE menüsündeki normal uygulamalara ek olarak KDE menüsünde görüntülenecek dinamik menülerin listesidir. Menü eklemek veya çıkartmak için işaret kutularını kullanın.

source: QuickBrowser Menus
tr: Hızlı Tarayıcı Menüleri

source: Ma&ximum number of entries:
tr: &Azami menü öğesi sayısı:

source: When browsing directories that contain a lot of files, the QuickBrowser can sometimes hide your whole desktop. Here you can limit the number of entries shown at a time in the QuickBrowser. This is particularly useful for low screen resolutions.
tr: Çok sayıda dosya içeren dizinlere göz atılırken, HIzlıGözatıcı bazen tüm masa üstünüzü gizleyebilir. Buradan HızlıGözatıcı'da bir kerede gösterilecek dosya sayısını belirleyebilirsiniz. Bu düşük ekran çözünürlükleri için kullanışlı olabilir.

source: Show hidden fi&les
tr: &Gizli dosyaları göster

source: If this option is enabled, hidden files (i.e. files beginning with a dot) will be shown in the QuickBrowser menus.
tr: Bu seçenek aktif ise, gizli dosyalar (örn. nokta ile başlayan dosyalar) Hızlı tarayıcı menülerinde gösterilecektir.

source: QuickStart Menu Items
tr: Hızlı Başlangıç Menü Öğeleri

source: Maxim&um number of entries:
tr: &Azami öğe sayısı:

source: This option allows you to define the maximum number of applications that should be displayed in the QuickStart menu area.
tr: Bu seçenek QuickStart (Hızlı Başlat) alanında gösterilecek olan azami uygulama sayısını tanımlamanıza izin verir.

source: This option allows you to define how many applications should be displayed at most in the QuickStart menu area.
tr: Bu seçenek QuickStart (Hızlı Başlat) alanında en fazla ne kadar uygulama gösterilebileceğini tanımlamanıza izin verir.

source: Show the &applications most recently used
tr: &En son kullanılan uygulamaları göster

source: When this option is selected the QuickStart menu area will be filled with the applications you have used most recently.
tr: Bu seçenek seçili iken, QuickStart (Hızlı Başlat) menü alanı en son kullandığınız uygulamalarla doldurulacaktır.

source: Show the applications most fre&quently used
tr: E&n çok kullanılan uygulamaları göster

source: When this option is selected the QuickStart menu area will be filled with the applications you use most frequently.
tr: Bu seçenek seçili iken, QuickStart (Hızlı Başlat) menü alanı en sık kullandığınız uygulamalarla doldurulacaktır.

source: This is a list of all the panels currently active on your desktop. Select one to configure.
tr: Masaüstünde etkin olan tüm panellerin listesini görüyorsunuz. Yapılandırmak için bir tanesini tıklayın.

source: Screen
tr: Ekran
