Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdebase/kcmperformance.po
Languages: tr

source: <h1>KDE Performance</h1> You can configure settings that improve KDE performance here.
tr: <h1>KDE Performansı</h1> Bu bölümden KDE'nin performansını ayarlayabilirsiniz.

source: System
tr: Sistem

source: <h1>Konqueror Performance</h1> You can configure several settings that improve Konqueror performance here. These include options for reusing already running instances and for keeping instances preloaded.
tr: <h1>Konqueror Performansı</h1> Konqueror'un performansına illişkin pek çok ayarı buradan yapabilirsiniz. Buna çalışan programları tekrar kullanarak ve tekrar yüklenmesini engelleme de dahildir.

source: Disables the minimization of memory usage and allows you to make each browsing activity independent from the others
tr: Bellek kullanımını en aza indirir ve her web tarama etkinliğini diğerlerinden bağımsız bir şekilde gerçekleştirir

source: With this option activated, only one instance of Konqueror used for file browsing will exist in the memory of your computer at any moment, no matter how many file browsing windows you open, thus reducing resource requirements.<p>Be aware that this also means that, if something goes wrong, all your file browsing windows will be closed simultaneously
tr: Bu seçeneğin etkin olması halinde bellekte sadece tek bir Konqueror kopyası bulunur. Bu sayede mevcut sistem kaynaklarından daha verimli faydalanmak mümkün olur.<p> Ancak, eğer Konqueror pencerelerinde bir sorun olursa, bu sorun tüm Konqueror pencerelerini etkileyecektir

source: With this option activated, only one instance of Konqueror will exist in the memory of your computer at any moment, no matter how many browsing windows you open, thus reducing resource requirements.<p>Be aware that this also means that, if something goes wrong, all your browsing windows will be closed simultaneously.
tr: Bu seçenek etkin ise, bellekte sadece bir Konqueror programı bulunacaktır. Birden fazla Konqueror çalıştırıldığı zaman bellekten tasarruf sağlanır. Ancak bir Konqueror penceresi hata verip kapanırsa, tüm diğer pencereler de kapanacaktır.

source: If non-zero, this option allows keeping Konqueror instances in memory after all their windows have been closed, up to the number specified in this option.<p>When a new Konqueror instance is needed, one of these preloaded instances will be reused instead, improving responsiveness at the expense of the memory required by the preloaded instances.
tr: Sıfırdan farklı ise bu seçenek Konqueror'un çalışan kopyasını (seçenekte belirtildiği kadar) sürekli bellekte tutar. Böylece yeni bir Konqueror penceresi açıldığı zaman bu işlem çok daha hızlı gerçekleşir.

source: If enabled, an instance of Konqueror will be preloaded after the ordinary KDE startup sequence.<p>This will make the first Konqueror window open faster, but at the expense of longer KDE startup times (but you will be able to work while it is loading, so you may not even notice that it is taking longer).
tr: Eğer etkin ise, KDE başlatıldıktan sonra Konqueror'un çalışan bir kopyası bellekte tutulur. <p> Bu sayede ilk çalıştırılan Konqueror çok hızlı açılacaktır. Ancak KDE biraz daha geç açılacaktır.

source: Minimize Memory Usage
tr: Bellek Kullanımını Azalt

source: &Never
tr: &Hiç bir zaman

source: For &file browsing only (recommended)
tr: &Sadece dosya görüntüleme sırasında (önerilen)

source: Alwa&ys (use with care)
tr: H&er zaman (dikkatli kullanın)

source: Preloading
tr: Önyükleme

source: Maximum number of instances kept &preloaded:
tr: Önyüklenen &azami program sayısı:

source: Preload an instance after KDE startup
tr: KDE başlangıcından sonra önden yükleme yap

source: Always try to have at least one preloaded instance
tr: Bellekte en az bir önden yükleme bulunsun

source: System Configuration
tr: Sistem Yapılandırması

source: Disable &system configuration startup check
tr: &Sistem yapılandırması başlangıç denetlemesini kapat
