Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdebase/kicker.po
Languages: tr

source: Browse: %1
tr: Gözat: %1

source: Show desktop
tr: Masaüstünü göster

source: Desktop Access
tr: Masaüstü Erişimi

source: Applications, tasks and desktop sessions
tr: Uygulamalar, görevler ve masaüstü oturumları

source: K Menu
tr: KDE Menüsü

source: Cannot execute non-KDE application.
tr: KDE dışı uygulama çalıştırılamadı

source: Kicker Error
tr: Kicker Hatası

source: Applications
tr: Uygulamalar

source: The file %1 does not exist
tr: %1 isimli dosya bulunamadı

source: Window List
tr: Pencere Listesi

source: Window list
tr: Pencere listesi

source: %1 menu
tr: %1 menüsü

source: %1 applet handle
tr: %1 programcık tutamacı

source: The %1 applet could not be loaded. Please check your installation.
tr: %1 programcığı yüklenemedi. Lütfen kurulumunuzu kontrol ediniz.

source: Applet Loading Error
tr: Programcık Yükleme Hatası

source: Show panel
tr: Paneli göster

source: Hide panel
tr: Paneli gizle

source: The KDE panel (kicker) could not load the main panel due to a problem with your installation.
tr: KDE paneli (kicker) kurulumunuzdaki bir sorun nedeni ile ana paneli yükleyemedi.

source: Fatal Error!
tr: Önemli Hata!

source: Panel
tr: KDE Paneli

source: Popup Launch Menu
tr: Erişim Menüsünü Göster

source: Toggle Showing Desktop
tr: Masaüstünü Göster/Gizle

source: The KDE panel
tr: KDE paneli

source: KDE Panel
tr: KDE Paneli

source: (c) 1999-2004, The KDE Team
tr: (c) 1999-2004, KDE Takımı

source: Current maintainer
tr: Şimdiki geliştirici

source: Kiosk mode
tr: Kiosk konumu

source: Add &Applet to Menubar...
tr: &Menü Çubuğuna Programcık Ekle...

source: Add &Applet to Panel...
tr: &Panele Programcık Ekle...

source: Add Appli&cation to Menubar
tr: Menü Çubuğuna &Uygulama Ekle

source: Add Appli&cation to Panel
tr: P&anele Uygulama Ekle

source: &Remove From Menubar
tr: &Menü Çubuğundan Sil

source: &Remove From Panel
tr: P&anelden Sil

source: Add New &Panel
tr: Yeni &Panel Ekle

source: Remove Pa&nel
tr: P&aneli Sil

source: &Lock Panels
tr: &Paneli Kilitle

source: Un&lock Panels
tr: P&anel Kilidini Aç

source: &Configure Panel...
tr: &Paneli Yapılandır...

source: Add Applet
tr: Programcık Ekle

source: %1 Added
tr: %1 Eklendi

source: &Move %1 Menu
tr: %1 Menüsünü &Taşı

source: &Move %1 Button
tr: %1 &Düğmesini Taşı

source: &Move %1
tr: &Taşı: %1

source: &Remove %1 Menu
tr: %1 M&enüsünü Sil

source: &Remove %1 Button
tr: %1 Düğmesini &Kaldır

source: &Remove %1
tr: &Kaldır: %1

source: Report &Bug...
tr: &Hata Raporla...

source: &About %1
tr: %1 &Hakkında

source: &Configure %1 Button...
tr: %1 &Düğmesini Yapılandır...

source: &Configure %1...
tr: %1 Programını &Yapılandır...

source: Applet Menu
tr: Programcık Menüsü

source: %1 Menu
tr: %1 Menüsü

source: &Menu Editor
tr: &Menü Düzenleyici

source: &Edit Bookmarks
tr: Yer İmlerini Düz&enle

source: Panel Menu
tr: Panel Menüsü

source: Quick Browser Configuration
tr: Hızlı Tarayıcı Yapılandırması

source: Button icon:
tr: Düğme simgesi:

source: Path:
tr: Yol:

source: &Browse...
tr: &Gözat...

source: Select Folder
tr: Dizin Seçin

source: '%1' is not a valid folder.
tr: '%1' geçerli bir dizin değil.

source: Failed to Read Folder
tr: Dizin Okunamadı

source: Not Authorized to Read Folder
tr: Dizin Okuman İçin Yetersiz İzin

source: Open in File Manager
tr: Dosya Yöneticisinde Aç

source: Open in Terminal
tr: Terminalde Aç

source: More
tr: Daha çok

source: Add as &File Manager URL
tr: &Dosya yöneticisi URL olarak ekle

source: Add as Quick&Browser
tr: &Hızlı tarayıcı olarak ekle

source: Non-KDE Application Configuration
tr: KDE Dışı Uygulama Yapılandırması

source: The selected file is not executable. Do you want to select another file?
tr: Seçilen dosya çalıştırılabilir değil. Başka bir dosya seçmek istiyor musunuz?

source: Not Executable
tr: Çalıştırılabilir Değil

source: Select Other
tr: Diğerini Seçin

source: All Applications
tr: Tüm Uygulamalar

source: Actions
tr: Eylemler

source: Quick Browser
tr: Hızlı Gözatıcı

source: Run Command...
tr: Komut Çalıştır...

source: Switch User
tr: Kullanıcı Değiştir

source: Save Session
tr: Oturumu Kaydet

source: Lock Session
tr: Oturumu Kilitle

source: Log Out...
tr: Çıkış...

source: Lock Current && Start New Session
tr: Oturumu Kilitle ve Yeni Oturum Başlat

source: Start New Session
tr: Yeni Oturum Başlat

source: <p>You have chosen to open another desktop session.<br>The current session will be hidden and a new login screen will be displayed.<br>An F-key is assigned to each session; F%1 is usually assigned to the first session, F%2 to the second session and so on. You can switch between sessions by pressing Ctrl, Alt and the appropriate F-key at the same time. Additionally, the KDE Panel and Desktop menus have actions for switching between sessions.</p>
tr: <p>Başka bir masaüstü oturumu açmayı seçtiniz.<br>Güncel oturum gizlenecek ve yeni bir giriş ekranı görüntülenecektir.<br>Her oturum için bir F tuşu tanımlanmıştır. F%1 birinci oturum, F%2 ikinci oturumu vb. gösterir. Oturumlar arasında geçiş yapmak için Control - Alt ve uygun F tuşuna aynı anda basmanız gerekmektedir. </p>

source: Warning - New Session
tr: Uyarı - Yeni Oturum

source: &Start New Session
tr: &Yeni Oturuma Başla

source: &Home Folder
tr: &Başlangıç Dizini

source: &Root Folder
tr: &Kök Dizini

source: System &Configuration
tr: &Sistem Yapılandırması

source: Recently Used Applications
tr: Son Kullanılan Uygulamalar

source: Most Used Applications
tr: En Çok Kullanılanlar

source: All
tr: Hepsi

source: &Applet
tr: &Programcık

source: Appli&cation
tr: &Uygulama

source: %1 (Top)
tr: %1 (Üst)

source: %1 (Right)
tr: %1 (Sağ)

source: %1 (Bottom)
tr: %1 (Alt)

source: %1 (Left)
tr: %1 (Sol)

source: %1 (Floating)
tr: %1 (Kayan)

source: No Entries
tr: Giriş Yok

source: Add This Menu
tr: Bu Menüyü Ekle

source: Add Non-KDE Application
tr: KDE Dışı Uygulama Ekle

source: Add Item to Desktop
tr: Masaüstüne Öğe Ekle

source: Add Item to Main Panel
tr: Ana Panele Öğe Ekle

source: Edit Item
tr: Öğeyi Düzenle

source: Put Into Run Dialog
tr: Çalıştırma Penceresine Yerleştir

source: Add Menu to Desktop
tr: Masaüstüne Menü Ekle

source: Add Menu to Main Panel
tr: Ana Panele Menü Ekle

source: Edit Menu
tr: Menüyü Düzenle

source: _: NAME OF TRANSLATORS Your names
tr: Görkem Çetin

source: _: EMAIL OF TRANSLATORS Your emails
tr: gorkem@kde.org

source: &Search:
tr: &Ara:

source: <qt>Type here some text to filter on the applet names and comments</qt>
tr: <qt>Programcık adı ve içeriğine ilişkin bir şeyler yazın</qt>

source: S&how:
tr: &Göster:

source: Applets
tr: Programcıklar

source: Special Buttons
tr: Özel Düğmeler

source: <qt>Select here the only applet category that you want to show</qt>
tr: <qt>Göstermek istediğiniz bir programcık kategorisini buradan seçin</qt>

source: &Add to Panel
tr: &Panele Ekle

source: Enter the name of the executable file to be run when this button is selected. If it is not in your $PATH then you will need to provide an absolute path.
tr: Bu düğme seçildiği zaman çalıştırılacak olan programın adını verin. Eğer bu program $PATH değişkeni içindeki dizinlerin birisinde bulunmuyorsa, programın çalışması için tüm yolunu girmek gerekecektir.

source: Co&mmand line arguments (optional):
tr: Seçimlik komut satırı:

source: Enter any command line options that should be passed to the command here. <i>Example</i>: For the command `rm -rf` enter "-rf" in this text box.
tr: Komuta parametre olarak gönderilecek komut satırı seçeneklerini buraya yazın. <i>Örnek</i>: `rm -rf` komutu için "-rf"yi bu metin kutusuna yazın.

source: Run in a &terminal window
tr: &Terminal penceresinde çalıştır

source: Select this option if the command is a command line application and you wish to be able to see its output when run.
tr: Eğer komut bir komut satırı uygulaması ise ve çalıştığında çıktısını görmek istiyorsanız bu seçeneği seçin.

source: &Executable:
tr: Ç&alıştırılabilir:

source: Enter the name you would like to appear for this button here.
tr: Bu düğme için gözükmesini istediğiniz ismi buraya yazın.

source: &Button title:
tr: &Düğme simgesi:

source: &Description:
tr: &Açıklama:

source: The position of the panel
tr: Panelin konumu

source: The alignment of the panel
tr: Panelin yerleşimi

source: Primary xinerama screen
tr: Birincil Xinerama ekranı

source: Hide button size
tr: Düğme boyutunu gizle

source: Show left panel hide button
tr: Sol panel gizleme düğmesini göster

source: Show right panel hide button
tr: Sağ panel gizleme düğmesini göster

source: Auto hide panel
tr: Kendiliğinden paneli gizle

source: Enable auto hide
tr: Kendiliğinden gizleme etkin

source: Delay before auto hide
tr: Kendiliğinden gizlemeden önce bekle

source: The trigger location for unhides
tr: Tekrar görünmesi için konumunu tetikle

source: Enable background hiding
tr: Arkaplan gizleme etkin

source: Animate panel hiding
tr: Paneli gizlerken animasyon yap

source: Panel hiding animation speed
tr: Panel gizleme animasyon hızı

source: Length in percentage
tr: Yüzde olarak uzunluk

source: Expand as required to fit contents
tr: İçeriğin uyması için gereken oranda genişlet

source: Size
tr: Boyut

source: Custom size
tr: Özel boyut
