Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdebase/kio_media.po
Languages: tr

source: _: NAME OF TRANSLATORS Your names
tr: Adil YILDIZ

source: _: EMAIL OF TRANSLATORS Your emails
tr: adil@kde.org.tr

source: Protocol name
tr: Protokol adı

source: Socket name
tr: Soket adı

source: The KDE mediamanager is not running.
tr: KDE ortam yöneticisi çalışmıyor.

source: This media name already exists.
tr: Bu ortam adı mevcut.

source: No such medium.
tr: Böyle bir ortam yok.

source: Internal Error
tr: İç Hata

source: Generic Mount Options
tr: Genel Bağlama Seçenekleri

source: Read only
tr: Salt okunur

source: Mount the file system read-only.
tr: Dosya sistemini salt okunur bağlar.

source: Quiet
tr: Sessiz

source: Attempts to chown or chmod files do not return errors, although they fail. Use with caution!
tr: Sahiplenme(chown) veya izin değiştirme(chmod) girişimleri başarısız olsa da hata döndürmez. Bu seçeneği dikkatle kullanın.

source: Synchronous
tr: Eşzamanlı G/Ç

source: All I/O to the file system should be done synchronously.
tr: Tüm Giriş/Çıkış işlemleri eşzamanlı gerçekleştirilir.

source: Access time updates
tr: Erişim zamanı güncellemeleri

source: Update inode access time for each access.
tr: Her dosya erişiminde, dosya erişim zamanı güncellenir.

source: Mountpoint:
tr: Bağlama noktası:

source: Under what directory this file system shall be mounted. Please note that there is no guarantee that the system will respect your wish. For one the directory has to be below /media - and it does not yet have to exist.
tr: Bu dosya sisteminin hangi dizinin altına bağlanacağını belirtir. Sistemin bu seçimi dikkate almama olasılığı vardır. Seçtiğiniz dizin /media dizininin altında olmalıdır. Henüz yaratılmamış olmasında sakınca yoktur.

source: Mount automatically
tr: Otomatik olarak bağlar

source: Mount this file system automatically.
tr: Bu dosya sistemini otomatik olarak bağla.

source: Filesystem Specific Mount Options
tr: Dosya Sistemine Özgü Bağlama Seçenekleri

source: Flushed IO
tr: Önbelleklemesiz G/Ç

source: Always flush all data to the hot plug devices immediately and don't cache it.
tr: Verileri takılı aygıta önbelleklemeden yazar.

source: UTF-8 charset
tr: UTF-8 karakter seti

source: UTF8 is the filesystem safe 8-bit encoding of Unicode that is used by the console. It can be be enabled for the filesystem with this option.
tr: Dosya sistemini UTF-8 karakter setiyle bağlar.

source: Mount as user
tr: Kullanıcı olarak bağla

source: Mount this file system as user.
tr: Bu dosya sistemini kullanıcı olarak bağlar.

source: Journaling:
tr: Günlükleme:

source: <h2>Specifies the journalling mode for file data. Metadata is always journaled. </h2> <h3><b>All Data</b></h3> All data is committed into the journal prior to being written into the main file system. This is the slowest variant with the highest data security. <h3><b>Ordered</b></h3> All data is forced directly out to the main file system prior to its metadata being committed to the journal. <h3><b>Write Back</b></h3> Data ordering is not preserved - data may be written into the main file system after its metadata has been committed to the journal. This is rumoured to be the highest-throughput option. It guarantees internal file system integrity, however it can allow old data to appear in files after a crash and journal recovery.
tr: <h2> Dosya sistemi için günlükleme(journaling) kipini belirtir. Metaveriler daima günlüklenir. </h2> <h3><b>Tüm Veri</b></h3> Tüm veriler, dosya sistemine yazılmadan önce günlüğe yazılır. Bu günlükleme kipi en yüksek veri güvenliğini sağlar ancak düşük performanslıdır. <h3><b>Sıralı</b></h3> Tüm veriler, metaverileri günlüğe yazılmadan önce dosya sistemine yazılırlar. <h3><b>Geri Yazma</b></h3> Veri sırasının korunmadığı kiptir. Veriler, metaverileri günlüğe yazıldıktan sonra dosya sistemine yazılabilirler. En yüksek performansa sahip kipin bu olduğu söylenir. Dosya sisteminin iç bütünlüğünü garanti eder ancak bir çökme ve günlükten geri alma işleminden sonra dosyalarda eski verilerin görünmesine sebep olabilir.

source: All Data
tr: Tüm Veri

source: Ordered
tr: Sıralı

source: Write Back
tr: Geri Yazma

source: Short names:
tr: Kısa isimler:

source: <h2>Defines the behaviour for creation and display of filenames which fit into 8.3 characters. If a long name for a file exists, it will always be preferred display.</h2> <h3><b>Lower</b></h3> Force the short name to lower case upon display; store a long name when the short name is not all upper case. <h3><b>Windows 95</b></h3> Force the short name to upper case upon display; store a long name when the short name is not all upper case. <h3><b>Windows NT</b></h3> Display the shortname as is; store a long name when the short name is not all lower case or all upper case. <h3><b>Mixed</b></h3> Display the short name as is; store a long name when the short name is not all upper case.
tr: <h2>8.3 biçimindeki dosya isimleri(kısa isim) için davranışı belirler. Bir dosya için uzun isim mevcutsa, daima o tercih edilecektir.</h2> <h3><b>Küçük harf</b></h3> Kısa ismin tamamını küçük harflerle göster; kısa isim tamamen büyük harflerden oluşmuyorsa bir uzun isim sakla. <h3><b>Windows 95</b></h3> Kısa ismin tamamını büyük harflerle göster; kısa isim tamamen büyük harflerden oluşmuyorsa bir uzun isim sakla. <h3><b>Windows NT</b></h3> Kısa ismi olduğu gibi göster; kısa isim tamamen büyük veya tamamen küçük harflerden oluşmuyorsa bir uzun isim sakla. <h3><b>Karışık</b></h3> Kısa ismi olduğu gibi göster; kısa isim tamamen büyük harflerden oluşmuyorsa bir uzun isim sakla.

source: Lower
tr: Küçük harf

source: Mixed
tr: Karışık

source: Filesystem: iso9660
tr: Dosya sistemi: iso9660

source: Medium Information
tr: Ortam Bilgisi

source: Free
tr: Boş

source: Used
tr: Kullanılan

source: Total
tr: Toplam

source: Base URL
tr: Taban URL

source: Mount Point
tr: Bağlama Noktası

source: Device Node
tr: Aygıt Düğümü

source: Medium Summary
tr: Ortam Özeti

source: Usage
tr: Kullanım

source: Bar Graph
tr: Çubuk Grafiği

source: Auto Action
tr: Otomatik Davranış

source: Do Nothing
tr: Hiçbirşey Yapma

source: Open in New Window
tr: Yeni Pencerede Aç

source: Unknown
tr: Bilinmeyen

source: No such medium: %1
tr: Böyle bir ortam yok: %1

source: CD Recorder
tr: CD Kayıt Aygıtı

source: Floppy
tr: Disket

source: Zip Disk
tr: Zip Diski

source: Removable Device
tr: Çıkarılabilir Aygıt

source: Remote Share
tr: Uzak Paylaşım

source: Hard Disk
tr: Sabit Disk

source: Unknown Drive
tr: Bilinmeyen Sürücü

source: Floppy Drive
tr: Disket Sürücü

source: Zip Drive
tr: Zip Sürücü

source: Camera
tr: Kamera

source: Invalid filesystem type
tr: Geçersiz dosya sistemi tipi

source: Permissions denied
tr: İzin verilmedi

source: Device is already mounted.
tr: Aygıt zaten bağlı.

source: Moreover, programs still using the device have been detected. They are listed below. You have to close them or change their working directory before attempting to unmount the device again.
tr: Bu aygıtı halen kullanan uygulamalar var. Aygıtı ayırmadan önce aşağıda listelenen bu uygulamaları kapatmak veya çalıştıkları dizini değiştirmek zorundasınız.

source: Unfortunately, the device <b>%1</b> (%2) named <b>'%3'</b> and currently mounted at <b>%4</b> could not be unmounted.
tr: <b>%4</b> dizinine bağlı <b>'%3'</b> adlı <b>%1</b> (%2) aygıtı ayrılamıyor.

source: The following error was returned by umount command:
tr: Umount komutu şu hata ile döndü:

source: Unmounting failed due to the following error:
tr: Ayırma işlemi başarısız oldu, oluşan hata:

source: Device is Busy:
tr: Aygıt Meşgul:

source: Feature only available with HAL
tr: Bu özellik sadece HAL ile kullanılabilir

source: %1 cannot be found.
tr: %1 bulunamadı.

source: %1 is not a mountable media.
tr: %1 bağlanabilir bir ortam değil.

source: The device was successfully unmounted, but the tray could not be opened
tr: Aygıt başarılı şekilde ayrıldı, fakat tepsi açılamadı

source: The device was successfully unmounted, but could not be ejected
tr: Aygıt başarılı şekilde ayrıldı, fakat çıkartılamadı

source: Unmount given URL
tr: Verilen URL'yi ayır

source: Mount given URL (default)
tr: Verilen URL'yi bağla (öntanımlı)

source: Eject given URL via kdeeject
tr: Verilen URL'yi kdeeject ile çıkart

source: Unmount and Eject given URL (necessary for some USB devices)
tr: Verilen URL'yi Ayır ve Çıkart (bazı USB aygıtlar için gerekli)

source: media:/ URL to mount/unmount/eject/remove
tr: media:/ bağlama/ayırma/çıkarma/silme için URL

source: Filesystem: %1
tr: Dosya sistemi: %1

source: Mountpoint has to be below /media
tr: Bağlama noktası /media altında olmalıdır

source: Saving the changes failed
tr: Değişiklikler kaydedilemedi

source: &Mounting
tr: &Bağlama Seçenekleri

source: External %s%s Drive
tr: Harici %s%s Sürücü

source: %s%s Drive
tr: %s%s Sürücü

source: External Magneto Optical Drive
tr: Harici Manyeto-Optik Sürücü

source: Magneto Optical Drive
tr: Manyeto-Optik Sürücü

source: External Floppy Drive
tr: Harici Disket Sürücü

source: %s External Hard Drive
tr: %s Harici Sabit Disk

source: %s Hard Drive
tr: %s Sabit Disk

source: External Hard Drive
tr: Harici Sabit Disk

source: Hard Drive
tr: Sabit Disk

source: Drive
tr: Sürücü

source: Blank CD-R
tr: Boş CD-R

source: Blank CD-RW
tr: Boş CD-RW

source: Blank DVD-RAM
tr: Boş DVD-RAM

source: Blank DVD-R
tr: Boş DVD-R

source: Blank DVD-RW
tr: Boş DVD-RW

source: Blank DVD+R
tr: Boş DVD+R

source: Blank DVD+RW
tr: Boş DVD+RW

source: Blank DVD+R Dual-Layer
tr: Boş Çift Yüzlü DVD+R

source: DVD+R Dual-Layer
tr: Çift Yüzlü DVD+R

source: Blank BD-R
tr: Boş BD-R

source: Blank BD-RE
tr: Boş BD-RE

source: Blank HD DVD-R
tr: Boş HD DVD-R

source: Blank HD DVD-RW
tr: Boş HD DVD-RW

source: Audio CD
tr: Müzik CD'si

source: UDF Volume
tr: DVD (UDF)

source: Blank Magneto Optical
tr: Boş Manyeto-Optik Disket

source: Magneto Optical
tr: Manyeto-Optik Disket

source: Removable Media
tr: Çıkarılabilir Depolama Ortamı

source: Media
tr: Depolama Ortamı
