Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdebase/ksmserver.po
Languages: tr

source: _: NAME OF TRANSLATORS Your names
tr: Görkem Çetin

source: _: EMAIL OF TRANSLATORS Your emails
tr: gorkem@kde.org

source: The reliable KDE session manager that talks the standard X11R6 session management protocol (XSMP).
tr: Standart X11R6 oturum yönetim protokolünü (XSMP) kullanan güvenilir KDE oturum yöneticisi.

source: Restores the saved user session if available
tr: Mümkünse kaydedilen oturumu yeniden yükler

source: Starts 'wm' in case no other window manager is participating in the session. Default is 'kwin'
tr: Oturumda yeralan başka bir pencere yöneticisi yoksa 'wm'i başlatır. Öntanımlı 'kwin'.

source: Also allow remote connections
tr: Uzaktan bağlantılara izin ver

source: The KDE Session Manager
tr: KDE Oturum Yöneticisi

source: Maintainer
tr: Sağlayıcı

source: End Session for "%1"
tr: "%1" için oturumu kapat

source: &End Current Session
tr: &Güncel Oturumu Kapat

source: &Turn Off Computer
tr: &Bilgisayarı Kapat

source: &Restart Computer
tr: &Bilgisayarı Yeniden Başlat

source: _: current option in boot loader (current)
tr: (seçili)
