Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdebase/kwin_clients.po
Languages: tr

source: Draw window frames using &titlebar colors
tr: Başlık &çubuğu renklerini kullanarak pencere karelerini çiz

source: When selected, the window borders are drawn using the titlebar colors; otherwise, they are drawn using normal border colors.
tr: Eğer seçiliyse, pencere kenarları başlık çubuğu renkleri kullanılarak çizilir, aksi takdirde normal kenarlık renkleriyle çizilir.

source: Draw &resize handle
tr: &Boyutlandırma işleyicisi çiz

source: When selected, decorations are drawn with a "grab handle" in the bottom right corner of the windows; otherwise, no grab handle is drawn.
tr: Eğer seçiliyse, dekorasyonlar pencerenin sağ alt köşesinde bir "yakalayıcı" ile çizilir; aksi takdirde yakalayıcı çizilmez.

source: Actions Settings
tr: İşlevler Ayarlar

source: Double click on menu button:
tr: Menü tuşuna çift tıklayın:

source: Do Nothing
tr: Hiç İşlem Yapma

source: Minimize Window
tr: Pencereyi Küçült

source: Shade Window
tr: Pencereyi Perdele

source: Close Window
tr: Pencereyi Kapat

source: An action can be associated to a double click of the menu button. Leave it to none if in doubt.
tr: Menü tuşunun çift tıklanma eylemiyle bir işlev ilişkilendirilebilir. Eğer şüphedeyseniz boş bırakın.

source: Menu
tr: Menü

source: Not on all desktops
tr: Hiç bir masaüstünde yok

source: On all desktops
tr: Tüm masaüstlerinde

source: Minimize
tr: Küçült

source: Maximize
tr: Büyüt

source: Unshade
tr: Perdelemeyi Aç

source: Shade
tr: Perdele

source: Resize
tr: Yeniden boyutlandır

source: <b><center>B II preview</center></b>
tr: <b><center>B II önizleme</center></b>

source: Draw titlebar &stipple effect
tr: Başlık çubuğu &noktalama etkisi kullan

source: When selected, active titlebars are drawn with a stipple (dotted) effect; otherwise, they are drawn without the stipple.
tr: Eğer seçiliyse, seçili başlık çubukları noktalama etkisi ile çizilir; aksi takdirde noktalama etkisi kullanılmaz.

source: Draw g&rab bar below windows
tr: Pencerelerin altında &kavrama çubuğu çiz

source: When selected, decorations are drawn with a "grab bar" below windows; otherwise, no grab bar is drawn.
tr: Eğer seçiliyse, dekorasyonlar pencerelerin altında "kavrama çubuğu" ile çizilir; aksi takdirde kavrama çubuğu çizilmez.

source: Draw &gradients
tr: Gradyanları çiz

source: When selected, decorations are drawn with gradients for high-color displays; otherwise, no gradients are drawn.
tr: Eğer seçiliyse, dekorasyonlar yüksek-renk için gradyanlarlar beraber çizilir; aksi takdirde gradyan çizilmeyecektir.

source: <center><b>Keramik preview</b></center>
tr: <center><b>Keramik önizleme</b></center>

source: Keep Above Others
tr: Diğerlerinin Üzerinde Tut

source: Keep Below Others
tr: Diğerlerinin Altında Tut

source: <center><b>KWMTheme</b></center>
tr: <center><b>KWM Teması</b></center>

source: Sticky
tr: Yapışkan

source: Unsticky
tr: Yapışkan Değil

source: Installs a KWM theme
tr: Bir KWM teması kurar

source: Path to a theme config file
tr: Tema ayar dosyasının yeri

source: Laptop
tr: Dizüstü Bilgisayar

source: Display the window &icon in the caption bubble
tr: Pencere simgesini başlıkta göster

source: Check this option if you want the window icon to be displayed in the caption bubble next to the titlebar text.
tr: Eğer pencere simgesinin başlık çubuğundaki metinin yanında gözükmesini istiyorsanız bu seçeneği kullanın.

source: Draw &small caption bubbles on active windows
tr: Çalışan pencerelerde &küçük başlık çerceveleri çiz

source: Check this option if you want the caption bubble to have the same size on active windows that it has on inactive ones. This option is useful for laptops or low resolution displays where you want maximize the amount of space available to the window contents.
tr: Eğer başlık çerçevesinin etkin ve etkin olamayan pencerelerde aynı boyutta çizilmesini istiyorsanız bu seçeneği kullanın. Bu seçenek pencereler için görünürürlük alanın yüksek olması gereken düşük çözünürlüklü cihazlarda veya dizüstü bilgisayarlarda çok yararlıdır.

source: Draw g&rab bars below windows
tr: Pencerelerin altında &kavrama çubukları çiz

source: Check this option if you want a grab bar to be drawn below windows. When this option is not selected only a thin border will be drawn in its place.
tr: Eğer pencerelerin altında kavrama çubuğu çizilmesini istiyorsanız bu seçeneği kullanın. Bu seçenek etkin durumda değilse pencerelerin altında sadece ince bir kenarlık çizilir.

source: Use shadowed &text
tr: &Gölgeli metin kullan

source: Check this option if you want the titlebar text to have a 3D look with a shadow behind it.
tr: Eğer başlık çubuğu metninin arkasında gölgesi ile 3 boyut etkisi almasını istiyorsanız bu seçeneği kullanın.

source: Config Dialog
tr: Yapılandırma Penceresi

source: Title &Alignment
tr: Başlık &Hizalaması

source: Colored window border
tr: Renkli pencere kenarlıkları

source: Check this option if the window border should be painted in the titlebar color. Otherwise it will be painted in the background color.
tr: Eğer pencere kenarlıklarının başlık çubuğunun renginde gösterilmesini istiyorsanız bu seçeneği işaretleyin. Aksi durumda kenarlıklar arkaplan rengini kullanacaktır.

source: Animate buttons
tr: Tuşları canlandır

source: Check this option if you want the buttons to fade in when the mouse pointer hovers over them and fade out again when it moves away.
tr: Eğer imleç tuşların üstlerine gelince tuşların şekil değiştirmesini istiyorsanız bu seçeneği kullanın, imleç tuşun üstünden gidince eski halini alacaktır.

source: Close windows by double clicking the menu button
tr: Menü tuşuna çift tıklanınca pencereleri kapat

source: Check this option if you want windows to be closed when you double click the menu button, similar to Microsoft Windows.
tr: Eğer pencerelerin Microsoft Windows'taki gibi menü tuşuna çift tıklanınca kapanmasını istiyorsanız bu seçeneği kullanın.

source: When selected, the window decoration borders are drawn using the titlebar colors; otherwise, they are drawn using normal border colors instead.
tr: Eğer seçiliyse, pencere dekorasyonları başlık çubuğu renkleri kullanılarak çizilir. aksi takdirde normal kenarlık renkleri kullanılır.

source: Quartz &extra slim
tr: Quartz &çok ince

source: Quartz window decorations with extra-small title bar.
tr: Çok &küçük başlık çubuklu Quartz pencere dekorasyonları.

source: &Show window resize handle
tr: Pencere &boyutlandırıcısını göster

source: When selected, all windows are drawn with a resize handle at the lower right corner. This makes window resizing easier, especially for trackballs and other mouse replacements on laptops.
tr: Eğer seçiliyse, bütün pencereler sağ alt köşelerinde bir boyutlandırıcı ile çizilir. Böylece özellikle işarettopu veya başka dizüstü işaret cihazları için boyutlandırma işlevi oldukça basitleşir.

source: Here you can change the size of the resize handle.
tr: Boyutlandırıcının uzunluklarını değiştirebilirsiniz.

source: Small
tr: Küçük

source: Medium
tr: Orta

source: Large
tr: Büyük

source: Modern System
tr: Modern Sistem
