Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdebase/libkickermenu_tom.po
Languages: tr

source: Run:
tr: Çalıştır:

source: Task-Oriented Menu
tr: Görev-Yönlendirilmiş Menü

source: Configure This Menu
tr: Bu Menüyü Yapılandır

source: Clear History
tr: Geçmişi Temizle

source: No Entries
tr: Girdi Yok

source: Unknown
tr: Bilinmiyor

source: %1 Menu Editor
tr: %1 Menü Düzenleyici

source: Add This Task to Panel
tr: Bu Görevi Panele Ekle

source: Modify This Task...
tr: Bu Görevi Düzenle...

source: Remove This Task...
tr: Bu Görevi Kaldır...

source: Insert New Task...
tr: Yeni Görev Ekle...

source: Tasks
tr: Görevler

source: More Applications
tr: Daha Fazla Uygulama

source: Destinations
tr: Hedefler

source: Run Command...
tr: Komut Çalıştır...

source: Recently Used Items
tr: Kullanılmış Öğeler

source: Recent Documents
tr: Kullanılmış Belgeler

source: Recent Applications
tr: Kullanılmış Uygulamalar

source: Special Items
tr: Özel Öğeler

source: Logout %1
tr: Çıkış %1

source: The "%2" Task
tr: "%2" Görevi

source: <qt>Are you sure you want to remove the <strong>%1</strong> task?<p><em>Tip: You can restore the task after it has been removed by selecting the &quot;Modify These Tasks&quot; entry</em></qt>
tr: <qt><strong>%1</strong> görevini kaldırmak istediğinizden emin misiniz?<p><em>İpucu: &quot;Bu Görevleri Düzenle&quot; girdisini seçip kaldırıldıktan sonra görev geri alınabilir.</em></qt>

source: Remove Task?
tr: Görev Kaldırılsın mı?
