Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdebase/mediaapplet.po
Languages: tr

source: _: NAME OF TRANSLATORS Your names
tr: Adil YILDIZ

source: _: EMAIL OF TRANSLATORS Your emails
tr: adil@kde.org.tr

source: Media Applet
tr: Ortam Programcığı

source: "media:/" ioslave frontend applet
tr: "media:/" ioslave arayüz programcığı

source: Maintainer
tr: Sorumlu

source: Good mentor, patient and helpful. Thanks for all!
tr: Çok yardımsever bir arkadaş. Herşey için Teeşkkürler!

source: Media
tr: Ortam

source: &Configure...
tr: &Yapılandır...

source: Media Applet Preferences
tr: Ortam Programcığı Tercihleri

source: Medium Types
tr: Ortam Biçimleri

source: Types to Display
tr: Görüntülenecek Biçimler

source: Deselect the medium types which you do not want to see in the applet
tr: Programcıkta görmek istemediğiniz ortam biçimlerinin seçimlerini kaldırın

source: Media to Display
tr: Görüntülenecek Ortam

source: Deselect the media which you do not want to see in the applet
tr: Programcıktagörmek istemediğiniz ortamların seçimlerini kaldırın
