Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdebase/naughtyapplet.po
Languages: tr

source: A program called '%1' is slowing down the others on your machine. It may have a bug that is causing this, or it may just be busy. Would you like to try to stop the program?
tr: '%1' programı diğer programların çalışmasını engelliyor ya da yavaşlatıyor. Bu programda bir hata bulunabilir, ya da çok yoğun çalışıyor olabilir. Programın çalışmasını durdurmak ister misiniz?

source: Keep Running
tr: Çalışır Durumda Bırak

source: In future, should busy programs called '%1' be ignored?
tr: Gelecekte '%1' isimli meşgul programların gözardı edilmesini istiyor musunuz?

source: Ignore
tr: Yoksay

source: Do Not Ignore
tr: Yoksayma

source: Naughty applet
tr: Huysuz program

source: Runaway process catcher
tr: Problemli süreç yakalayıcı

source: &Update interval:
tr: &Güncelleme aralığı:

source: CPU &load threshold:
tr: İşlemci &yük sınırı:

source: &Programs to Ignore
tr: Gö&zardı edilecek programlar

source: Unknown
tr: Bilinmiyor

source: _: NAME OF TRANSLATORS Your names
tr: Görkem Çetin

source: _: EMAIL OF TRANSLATORS Your emails
tr: gorkem@kde.org
