Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdebase/quicklauncher.po
Languages: tr

source: _: NAME OF TRANSLATORS Your names
tr: Görkem Çetin

source: _: EMAIL OF TRANSLATORS Your emails
tr: gorkem@kde.org

source: Automatic
tr: Otomatik

source: Add Application
tr: Uygulama Ekle

source: Never Remove Automatically
tr: Asla Otomatik Olarak Kaldırma

source: Configure Quicklauncher...
tr: Hızlı Başlatıcıyı Yapılandır...

source: Remove Application
tr: Uygulamayı Kaldır

source: Unknown
tr: Bilinmeyen

source: A simple application launcher
tr: Basit bir uygulama başlatıcı

source: Allow drag and drop
tr: Sürükle ve bırak işlemine izin ver

source: Layout
tr: Yerleşim

source: Conserve space
tr: Boşluğu koru

source: Do not expand icons to the size of the panel
tr: Simgeleri panel boyutuna göre büyütme

source: Icon size:
tr: Simge buyutu:

source: Most Popular Applications
tr: En Popüler Uygulamalar

source: Short Term
tr: Kısa İsim

source: Long Term
tr: Uzun İsim

source: Maximum number of applications:
tr: En fazla uygulama sayısı:

source: Minimum number of applications:
tr: En az uygulama sayısı:

source: Add/remove applications based on their popularity
tr: Uygulamaları kullanım sıklığına göre ekle/kaldır

source: Conserve Space
tr: Boşluğu Koru

source: Drag Enabled
tr: Sürükleme Etkin

source: Icon Size
tr: Simge Boyutu

source: Offered Icon Sizes
tr: Önerilen Simge Boyutu

source: Buttons
tr: Düğmeler

source: Volatile Buttons
tr: Değişken Düğmeler

source: Buttons that can be removed dynamically if they become unpopular
tr: Eğer düğmelerden biri popülaritesini yitirirse kendiliğinden silinir

source: Show frame for volatile buttons
tr: Değişken düğmeler için çerçeve göster

source: Auto Adjust Enabled
tr: Otomatik Ayarlama Etkin

source: Minimum Number of Items
tr: En Az Öğe Sayısı

source: Maximum Number of Items
tr: En Fazla Öğe Sayısı

source: History Weight
tr: Geçmiş Genişliği

source: Service Cache Size
tr: Servis Önbelleği Boyutu

source: Number of services to remember
tr: Hatırlanacak servislerin sayısı

source: Service Names
tr: Servis İsimleri

source: Name of known services
tr: Bilinen servislerin isimleri

source: Service Insertion Positions
tr: Servis Ekleme Konumları

source: Position where services are inserted when they regain popularity
tr: Servisleri kullanım sıklığı değiştiğinde yeniden konumlandır

source: Service History Data
tr: Servis Geçmişi Verisi

source: History Data used to determine the popularity of a service
tr: Servisin popülaritesini belirlemede kullanılacak Geçmiş Verisi
