Repository: pars-linux/uludag
Catalog: trunk/kde/service-manager/manager/po/*.po
Languages: hr, uk

source: An application for managing system services.
hr: Program za upravljanje servisima sustava.
uk: Програма для керування системними службами.

source: Service Manager
hr: Upravitelj servisa
uk: Керування службами

source: Current Maintainer
hr: Trenutbi održavatelj
uk: Теперішній супровідник

source: COMAR Author
hr: COMAR Autor
uk: Автор COMAR

# NAME OF TRANSLATORS
source: Your names
hr: Ivica Kolić
uk: Daniel Korostil

# EMAIL OF TRANSLATORS
source: Your emails
hr: ikoli@yahoo.com
uk: ted.korostiled@gmail.com

source: Authentication Error
hr: Greška provjere vjerodostojnosti
uk: Помилка авторизації

source: You are not authorized for this operation.
hr: Niste ovlašteni za ovu operaciju.
uk: Ви не авторизовані для цієї дії.

source: Error
hr: Greška
uk: Помилка

source: An exception occurred.
hr: Iznimka se dogodila.
uk: Трапилась помилка.

source: Service information is not available
hr: Informacije o servisu nisu dostupne
uk: Інформація про служби недоступна

source: Form
hr: Forma
uk: Форма

source: Hide Information
hr: Sakrij informaciju
uk: Сховати інформацію

source: serviceName
hr: ime servisa

source: Start service
hr: Pokreni servis
uk: Запустити службу

source: Reload service
hr: Ponovno učitaj servis
uk: Перезапустити службу

source: Run on start
hr: Pokreni pri početku
uk: Виконати при запуску

source: Stop service
hr: Zaustavi servis
uk: Зупинити службу

source: More Information
hr: Više informacija
uk: Докладніша інформація

source: type service name to search...
hr: Upiši ime servisa za pretragu...
uk: введіть назву служби для пошуку…

source: Servers
hr: Poslužitelji
uk: Служби

source: System Services
hr: Servisi sustava
uk: Системні служби

source: Startup Services
hr: Servisi pokretanja
uk: Служби, які запускаються

source: Running Services
hr: Pokrenuti sevisi
uk: Запущені служби

source: All Services
hr: Svi servisi
uk: Усі служби

source: Getting service info... %p%
hr: Dobavljam informacije o servisu... %p%p
uk: Одержання інформації про службу… %p%

source: (c) 2009-2010 TUBITAK/UEKAE
uk: © 2009–2010 TUBITAK/UEKAE
