Repository: pars-linux/uludag
Catalog: upgrade-manager/kde3/po/*.po
Languages: tr

source: <qt>Downloading %1 of %2 packages</qt>
tr: <qt>%1/%2 paket indiriliyor</qt>

source: <qt>Installing (%1) %2 of %3 packages</qt>
tr: <qt>%2/%3 kuruluyor (%1)</qt>

source: <qt>Configuring packages. This may take several minutes to finish</qt>
tr: <qt>Paketler yapılandırılıyor. Bu işlemin bitmesi uzun sürebilir</qt>

source: <qt>Following packages are obsoleted and are not maintained anymore in Pardus 2009 repositories. These packages are going to be removed from your system:<br><br> %1
tr: <qt>Aşağıdaki paketler eski ve artık Pardus 2009 depolarında bakımı yapılmıyor. Bu paketler sisteminizden kaldırılacak:<br><br> %1

source: <br><br>Do you want to continue?</qt>
tr: <br><br>Devam etmek istiyor musunuz?</qt>

source: Resolving dependencies...
tr: Bağımlılıklar hesaplanıyor...

source: Unable to connect to DBus.
tr: DBus'a bağlanılamadı.

source: DBus Error
tr: DBus Hatası

source: D-Bus Error
tr: D-Bus Hatası

source: COMAR Auth Error
tr: COMAR Yetki Hatası

source: Network error. Please check your network connections and try again.
tr: Ağ hatası. Lütfen ağ bağlantılarınızı kontrol edin ve tekrar deneyin.

source: COMAR Error
tr: COMAR Hatası

source: You are not authorized for this operation.
tr: Bu işlem için yetkili değilsiniz.

source: Upgrade Manager
tr: Yükseltme Yöneticisi

source: Upgrading from Pardus to version 2009.1
tr: Pardus, Pardus 2009.1 sürümüne yükseltiliyor

source: Preparing to upgrade
tr: Yükseltmeye hazırlanıyor

source: Setting up repositories
tr: Depolar ayarlanıyor

source: Downloading new packages
tr: Yeni paketler indiriliyor

source: Installing upgrades
tr: Güncellemeler kuruluyor

source: Restarting the computer
tr: Bilgisayar yeniden başlatılıyor

source: Start Upgrading
tr: Yükseltmeye Başla

source: Upgrading from %1 to version 2009.1
tr: %1 sürümünden 2009.1 sürümüne yükseltiliyor

source: <qt>Upgrade to Pardus 2009.1 completed. Upgrade-manager will now restart the system.
tr: <qt>Pardus 2009.1 sürümüne yükseltme tamamlandı. Yükseltme-yöneticisi şimdi sisteminizi yeniden başlatacak.

source: Restart Later
tr: Yeniden Başlatmayı Ertele

source: Distribution Upgrade Manager
tr: Dağıtım Yükseltme Yöneticisi

source: Maintainer
tr: Bakıcı
