Repository: pars-linux/uludag
Catalog: staj-projeleri/paket-arama/search/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Turkish
tr: Türkçe

source: English
tr: İngilizce

source: previous
tr: önceki

source: next
tr: sonraki

source: Package Search
tr: Paket Arama

source: packages
tr: paketler

source: Information
tr: Genel Bilgiler

source: Source Packages
tr: Kaynak Paketler

source: Binary Packages
tr: İkili Paketler

source: Packagers
tr: Paketçiler

source: Search
tr: Arama

source: Back
tr: Geri

source: Group Packages
tr: Paketleri Grupla

source: Welcome to Pardus Package Search! Via our search engine, you can find out to which package a file belongs to, which files a package contains, which packages exist in the repos. Of course, you can search partially.
tr: Pardus Paket Arama'ya Hoşgeldiniz! Arama motorumuz vasıtasıyla bir dosyanın hangi paketten çıktığını, bir paketin içerisinde hangi dosyalar olduğunu, depolarda hangi paketler olduğunu bulabilirsiniz. Elbette, kısmi arama yapmanız da mümkün.

source: Usage
tr: Kullanım

source: Meaning
tr: Anlamı

source: term in:package
tr: ifade in:paket

source: Search for "term" in "package"
tr: "paket" içerisinde "ifade" ara

source: in:package
tr: in:paket

source: List all paths in "package"
tr: "paket" içerisindeki tüm yolları listele

source: p:package
tr: p:paket

source: Search for packages related to "package"
tr: "paket"e benzer tüm paketleri listele

source: List all packages
tr: Tüm paketleri listele

source: term
tr: ifade

source: Search for "term" in all packages
tr: Tüm paketlerde "ifade"yi ara

source: Results for %(package_name)s
tr: %(package_name)s için sonuçlar

source: %(result_count)s results<br/>Showing results between %(si)s and %(ei)s
tr: %(result_count)s sonuç<br/>%(si)s ile %(ei)s arasındaki sonuçlar gösteriliyor

source: First
tr: İlk

source: Previous
tr: Önceki

source: Page %(pn)s / %(np)s
tr: Sayfa %(pn)s / %(np)s

source: Next
tr: Sonraki

source: Last
tr: Son

source: Results for %(term)s
tr: %(term)s için sonuçlar

source: Queries involving grouping must be at least 3 characters long.
tr: Gruplama içeren aramalar en az 3 karakter uzunluğunda olmalıdır.

source: %(result_count)s results.
tr: %(result_count)s sonuç.

source: Packages containing files related to %(term)s
tr: %(term)s ile alakalı dosya içeren paketler

source: Package
tr: Paket

source: Files related to %(term)s inside <a href="/search/%(current_version)s/package/%(package_name)s/">%(package_name)s</a>:
tr: <a href="/search/%(current_version)s/package/%(package_name)s/list/">%(package_name)s</a> paketinde %(term)s ile alakalı dosyalar:

source: Files inside <a href="/search/%(current_version)s/package/%(package_name)s/">%(package_name)s</a>:
tr: <a href="/search/%(current_version)s/package/%(package_name)s/list/">%(package_name)s</a> içerisindeki dosyalar:

source: Stable Binary
tr: Kararlı İkili

source: Devel Binary
tr: Geliştirme İkili

source: Stable Source
tr: Kararlı Kaynak

source: Devel Source
tr: Geliştirme Kaynak

source: Filepath
tr: Dosya yolu

source: Packages and paths of files related to %(term)s:
tr: %(term)s ile alakalı dosyaların paket ve yolları:

source: No results...
tr: Sonuç bulunamadı...
