Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/LC_MESSAGES/messages/playground-utils/khtml_userscript.po
Languages: tr

source: User Scripts
tr: Kullanıcı Betikleri

source: &Enabled
tr: &Etkin

source: &Manage User Scripts...
tr: K&ullanıcı Betiklerini Yönet...

source: &Install Script...
tr: &Betik Kur...

source: &Create A New Script...
tr: &Yeni Bir Betik Oluştur...

source: Get &New Scripts...
tr: Yeni &Betikler İndir...

source: New script creation is not (yet) available in this version.
tr: Yeni betik oluşturma bu sürümde (henüz) mevcut değil.

source: Konqueror User Scripts Manager
tr: Konqueror Kullanıcı Betikleri Yöneticisi

source: Get Hot New Script is not (yet) available in this version.
tr: Yeni Geçiş Betiği Edinmek bu sürümde (henüz) mevcut değil.

source: Konqueror Greasemonkey Userscripts Support
tr: Konqueror Greasemonkey Kullanıcı Betikleri Desteği

source: &Tools
tr: A&raçlar

source: Manage User Scripts
tr: Kullanıcı Betiklerini Yönet

source: Edit
tr: Düzenle

source: Uninstall
tr: Kaldır

source: Name of the script v.0.1
tr: Betiğin adı v.0.1

source: By John Smith
tr: John Smith

source: This is a description of the user script as defined by its metadata information. Description should usually be fairly short (3 lines max.)
tr: Bu, üst veri bilgisiyle tanımlanmış kullanıcı betiğinin bir açıklamasıdır. Açıklama çoğunlukla epey kısa olmalıdır (en fazla 3 satır)

source: Enabled
tr: Etkin

source: Included Pages
tr: İçerilen Sayfalar

source: Excluded Pages
tr: İçerilmeyen Sayfalar

# NAME OF TRANSLATORS
source: Your names
tr: Serdar Soytetir

# EMAIL OF TRANSLATORS
source: Your emails
tr: tulliana@gmail.com
