Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdenetwork/kcmwifi.po
Languages: tr

source: Configure Power Mode
tr: Güç Kipi Yapılandırması

source: Configure Encryption
tr: Şifreleme Yapılandırması

source: Config &%1
tr: Ayar &%1

source: Error executing iwconfig. WLAN configurations can only be altered if the wireless tools are properly installed.
tr: Hata iwconfig'den çıkılıyor. Wireless araçları düzgün yüklendiyse WLAN ayarları sadece değiştirilebilir.

source: No Wireless Tools
tr: Kablosuz Ağ Aracı Yok

source: Vendor %1
tr: Yapımcı %1

source: Interface could not be shut down. It is likely that your settings have not been applied.
tr: Arayüz kapatılamıyor. Büyük ihtimalle ayarlarınız uygulanamadı.

source: SSID could not be set.
tr: SSID ayarlanamıyor.

source: Operation mode could not be set.
tr: Çalışma kipi ayarlanamıyor.

source: Speed settings could not be modified.
tr: Hız ayarları değitirilemiyor.

source: Encryption settings could not be set.
tr: Şifreleme ayarları ayarlanamıyor.

source: Power management settings could not be set.
tr: Güç korunumu ayarları ayarlanamıyor.

source: Interface could not be re-enabled.
tr: Arayüz tekrar aktif hale getirilemiyor.

source: The following settings could not be applied:
tr: Bu şeçenekler uygulanamıyor:

source: Config %1
tr: Ayar %1

source: Channel:
tr: Kanal:

source: Transmit power:
tr: Güç gönderimi:

source: Force registration to an access point
tr: Erişim noktalarına kaydı zorla

source: MAC address:
tr: MAC adresi:

source: Crypto Keys
tr: Şifreleme Anahtarları

source: Key 1:
tr: Anahtar 1:

source: The first encryption key. 5 or 13 characters are ASCII keys, 10 or 26 characters are hexadecimal keys.
tr: İlk şifreleme anahtarı. 5 veya 13 karakter ASCII karakter, 10 veya 26 karakter hexadecimal karakter.

source: Key 3:
tr: Anahtar 3:

source: The third encryption key. 5 or 13 characters are ASCII keys, 10 or 26 characters are hexadecimal keys.
tr: Üçüncü şifreleme anahtarı. 5 veya 13 karakter ASCII karakter, 10 veya 26 karakter hexadecimal karakter.

source: Key 2:
tr: Anahtar 2:

source: The second encryption key. 5 or 13 characters are ASCII keys, 10 or 26 characters are hexadecimal keys.
tr: İkinci şifreleme anahtarı. 5 veya 13 karakter ASCII karakter, 10 veya 26 karakter hexadecimal karakter.

source: Key 4:
tr: Anahtar 4:

source: The fourth encryption key. 5 or 13 characters are ASCII keys, 10 or 26 characters are hexadecimal keys.
tr: Dördüncü şifreleme anahtarı. 5 veya 13 karakter ASCII karakter, 10 veya 26 karakter hexadecimal karakter.

source: <font color="#ff0000">unrecognized</font>
tr: <font color="#ff0000">tanımlanamamış</font>

source: <font color="#ff0000">unrecognised</font>
tr: <font color="#ff0000">tanımlanamamış</font>

source: Crypto Mode
tr: Şifreleme Kipi

source: Sets which types of packets the card will accept.
tr: Kartın hangi tür paket tiplerini kabul ettiğini ayarlar.

source: Ope&n
tr: &Aç

source: Makes the card accept encrypted and unencrypted packets.
tr: Kartın şifreli ve şifresiz paketleri kabul etmesini sağlar.

source: Restricted
tr: Sınırlı

source: Makes the card only accept encrypted packets.
tr: Kartın sadece şifreli paketleri kabul etmesini sağlar.

source: Key to use:
tr: Anahtarı kullan:

source: Sets which of the four keys is to be used for transmitting packets.
tr: Paket transferi için 4 anahtardan hangisinin kullanılacağını ayarlar.

source: Key 1
tr: Anahtar 1

source: Key 2
tr: Anahtar 2

source: Key 3
tr: Anahtar 3

source: Key 4
tr: Anahtar 4

source: Sleep timeout:
tr: Bekleme zaman aşımı:

source: Sets how long the card will be offline before looking for new packages again.
tr: Kartın yeni paketleri almadan önce ne kadar süre kapalı kalacağını ayarlar.

source: sec
tr: sn

source: Wakeup period:
tr: Bekleme periyodu:

source: Sets how long the card will be online and looking for new packages before it falls asleep.
tr: Kartın kapanmadan önce ne kadar süre açık olarak yeni paketleri alacağını ayarlar.

source: Receive Packets
tr: Alınan Paketler

source: Sets which sort of packets to listen to.
tr: Hangi tip paketlerin dinleneceğini ayarlar.

source: All
tr: Hepsi

source: Listen to all packet types.
tr: Tüm paket tiplerini dinler.

source: Unicast only
tr: Sadece hedefe bağlantı

source: Listen to Unicast packets only.
tr: Sadece tek hedefe giden paketleri dinle.

source: Multicast/Broadcast only
tr: Sadece çoklu hedefe giden paketler

source: Listen to Multicast and Broadcast packets only.
tr: Çok hedefe gönderilen ve yayımlanan paketleri dinler.

source: Network name:
tr: Ağ ismi:

source: SSID of the network to connect to. "any" means "arbitrary available network".
tr: Bağlanılacak ağın SSID'i. "herhangi", "herhangi ulaşılabilir ağ" anlamına gelir.

source: Interface:
tr: Arayüz:

source: Autodetect
tr: Otomatik algıla

source: Script:
tr: Betik:

source: Command to perform after the connection is established, e.g. for obtaining a DHCP lease.
tr: Bağlantı sağlandıktan sonra çalıştırılacak komut, örn: DHCP bilgisi alma

source: Enable power management
tr: Güç yönetimi açık

source: Enables advanced power management settings.
tr: Gelişmiş Güç yönetimini ayarlarını gösterir.

source: Configure...
tr: Yapılandır...

source: Clicking this button opens the Power Management menu.
tr: Bu düğme Güç Yönetimi menüsünü açar.

source: Speed:
tr: Hız:

source: Sets the connection speed. Not all cards support this.
tr: Bağlantı hızını ayarlar. Tüm kartlar desteklemeyebilir.

source: Auto
tr: Otomatik

source: Operation mode:
tr: İşlem kipi:

source: Operation mode of the card. For standard infrastructure networks, "Managed" is appropriate.
tr: Kartın çalışma kipi. Normal altyapılı ağlarda "Managed" yeterlidir.

source: Repeater
tr: Tekrarlayıcı

source: Master
tr: Ana

source: Secondary
tr: İkincil

source: Execute script on connect
tr: Bağlanırken betik çalıştır

source: Activates a script to perform arbitrary operations after associating with the network.
tr: Ağa katıldıktan sonra betiğin bazı işlemler yapmasını sağlar

source: Use encryption
tr: Şifreleme kullan

source: Enables WEP encryption.
tr: WEP Şifrelemesi kullan

source: Clicking this button opens the Encryption menu.
tr: Bu düğme Şifreleme menüsünü açar.

source: General Settings
tr: Genel Ayarlar

source: &Activate
tr: &Etkinleştir

source: Applies the configuration to the interface.
tr: Yapılandırmaları arayüze uygular.

source: Number of configurations:
tr: Yapılandırmaların sayısı:

source: Modifies the number of configurations that this tool should provide.
tr: Bu aracın sunacağı yapılandırma sayısını değiştirir.

source: Selects which of the configurations is to be applied.
tr: Yapılandırmalardan hangilerinin kullanılacağını seçer.

source: Configuration to load:
tr: Yapılandırma yükle:

source: Load preset &configuration on startup
tr: Başlangıçta &belirlenen yapılandırmayı yükle

source: When this box is checked, your settings are applied when you launch the Control Center module.
tr: Bu şenek seçilirse, ayarlarınız Kontrol Merkezi Modülü çalıştırıldıktan sonra aktif olacaktır.

source: Unable to autodetect wireless interface.
tr: Otomatik kablosuz ağ arayüzü araması olanaksız.
