Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdenetwork/kdict.po
Languages: tr

source: _: NAME OF TRANSLATORS Your names
tr: Ömer Fadıl USTA

source: _: EMAIL OF TRANSLATORS Your emails
tr: omer_fad@hotmail.com

source: No definitions found for '%1'.
tr: '%1' için karşılık bulunamadı.

source: No definitions found for '%1'. Perhaps you mean:
tr: '%1' için karşılık bulunamadı, belki de şunu arıyordunuz:

source: Available Databases:
tr: Kullanılabilir Veritabanları:

source: Database Information [%1]:
tr: Veritabanı Bilgisi [%1]:

source: Available Strategies:
tr: Kullanılabilir Stratejiler

source: Server Information:
tr: Sunucu Bilgisi:

source: The connection is broken.
tr: Bağlantı kesikl.

source: Internal error: Failed to open pipes for internal communication.
tr: İç hata: İç iletişim için borulamalar açılamadı.

source: Internal error: Unable to create thread.
tr: İç hata: Dizilim oluşturulamadı.

source: All Databases
tr: Tüm Veritabanları

source: Spell Check
tr: imla Denetimi

source: Received database/strategy list
tr: Veritabanı listesi alındı

source: No definitions found
tr: Karşılık bulunamadı

source: One definition found
tr: Bir karşılık bulundu

source: %1 definitions found
tr: %1 karşılık bulundu

source: No definitions fetched
tr: Hiç karşılık alınamadı

source: One definition fetched
tr: Bir karşılık alındı

source: %1 definitions fetched
tr: %1 karşılık alındı

source: No matching definitions found
tr: Eşleşen karşılık bulunamadı

source: One matching definition found
tr: Eşleşen bir karşılık bulundu

source: %1 matching definitions found
tr: Eşleşen %1 karşılık bulundu

source: Received information
tr: Bilgi alındı

source: Communication error:
tr: İletişim hatası:

source: A delay occurred which exceeded the current timeout limit of %1 seconds. You can modify this limit in the Preferences Dialog.
tr: Mevcut %1 saniye zaman aşımı sınırı aşıldığından bir bekleme oluştu. Bu sınırı Tercihler Diyaloğundan değiştirebilirsiniz.

source: Unable to connect to: %1:%2 Cannot resolve hostname.
tr: Bağlanılamayan adres: %1:%2 Alan adı çözülemedi.

source: Unable to connect to: %1:%2
tr: Bağlanılamayan adres: %1:%2

source: Unable to connect to: %1:%2 The server refused the connection.
tr: Bağlanılamayan adres: %1:%2 Sunucu bağlantıyı reddediyor.

source: The server is temporarily unavailable.
tr: Sunucu geçici olarak servis dışı.

source: The server reported a syntax error. This shouldn't happen -- please consider writing a bug report.
tr: Sunucu bir imla hatası rapor ediyor. Bu olmaması gereken bir durum -- lütfen bir hata raporlaması yapınız.

source: A command that Kdict needs isn't implemented on the server.
tr: Kdict'in ihtiyacı olan bir komut sunucuda yorumlanamadı.

source: Access denied. This host is not allowed to connect.
tr: Erişim reddedildi. Bağlantıya izin verilmiyor.

source: Authentication failed. Please enter a valid username and password.
tr: Doğrulama başarısız. Geçerli bir kullanıcı adı ve parola giriniz.

source: Invalid database/strategy. You probably need to use Server->Get Capabilities.
tr: Geçersiz veritabanı/strateji. Sunucu->Yetenekleri al kullanmalısınız.

source: No databases available. It is possible that you need to authenticate with a valid username/password combination to gain access to any databases.
tr: Veri tabanı yok. Bir kullanıcı adı ve parola ile giriş yapmanız gerekiyor olabilir.

source: No strategies available.
tr: Strateji yok

source: The server sent an unexpected reply: "%1" This shouldn't happen, please consider writing a bug report
tr: Sunucu beklenmeyen bir yanıt yolladı: "%1"

source: The server sent a response with a text line that was too long. (RFC 2229: max. 1024 characters/6144 octets)
tr: Sunucu çok uzun tek satırlık bir metin ile cevap verdi. (RFC 2229: max. 1024 karakter/6144 oktet)

source: No Errors
tr: Hata Yok

source: Error
tr: Hata

source: Stopped
tr: Durdu

source: Please select at least one database.
tr: Lütfen en az bir veritabanı seçin.

source: Querying server...
tr: Sunucuya bağlantı kuruluyor...

source: Fetching information...
tr: Gerekli bilgiler alınıyor...

source: Updating server information...
tr: Sunucu bilgisi güncelleniyor...

source: Define X11-clipboard content (selected text)
tr: X11-pano içeriği tanımla (seçilen metin)

source: Lookup the given word/phrase
tr: Verilen kelimede/öbekte ara

source: Dictionary
tr: Sözlük

source: The KDE Dictionary Client
tr: KDE Sözlük Programı

source: Maintainer
tr: Yazar

source: Original Author
tr: İlk Yazar

source: Match List
tr: Eşlenen listesi

source: &Get Selected
tr: &Seçilenleri Al

source: Get &All
tr: &Tümünü Al

source: You have selected %1 definitions, but Kdict will fetch only the first %2 definitions. You can modify this limit in the Preferences Dialog.
tr: %1 tanımlama seçtiniz, ancak Kdict ilk %2 tanımlamayı alır.

source: No Hits
tr: Hiç Eşleşme Bulunamadı

source: &Get
tr: A&l

source: &Match
tr: &Eşleştir

source: &Define
tr: &Tanımla

source: Match &Clipboard Content
tr: &Pano içeriği ile eşleştir

source: D&efine Clipboard Content
tr: Pano i&çeriği tanımla

source: Get &Selected
tr: &Seçilenleri Al

source: E&xpand List
tr: Listeyi &Genişlet

source: C&ollapse List
tr: Listeyi &Topla

source: Text
tr: Metin

source: Background
tr: Arkaplan

source: Heading Text
tr: Başlık Metni

source: Heading Background
tr: Başlık Arkaplanı

source: Link
tr: Bağlantı

source: Followed Link
tr: İzlenen Bağlantı

source: Headings
tr: Başlıklar

source: Exact
tr: Tam

source: Prefix
tr: Önek

source: Server
tr: Sunucu

source: DICT Server Configuration
tr: DICT Sunucu Yapılandırması

source: Host&name:
tr: &Makine adı:

source: sec
tr: sn

source: Hold conn&ection for:
tr: Bunlar için bağlantıyı &tut:

source: T&imeout:
tr: &Zaman aşımı:

source: bytes
tr: bayt

source: Command &buffer:
tr: Komut &tamponu:

source: Encod&ing:
tr: Şi&freleniyor:

source: Server requires a&uthentication
tr: Sunucu kullanıcı &doğrulama gerektiriyor

source: U&ser:
tr: &Kullanıcı:

source: Pass&word:
tr: &Parola:

source: Customize Visual Appearance
tr: Görünümü Özelleştir

source: &Use custom colors
tr: Özel &renkler kullan

source: Cha&nge...
tr: &Değiştir...

source: Default&s
tr: Ö&ntanımlılar

source: Use custom &fonts
tr: Özel &yazıtipleri kullan

source: Chang&e...
tr: &Değiştir...

source: Defaul&ts
tr: Ö&ntanımlılar

source: Layout
tr: Düzen

source: Customize Output Format
tr: Çıktı Görünümünü Özelleştir

source: O&ne heading for each database
tr: &Her veritabanı için bir başlık

source: A&s above, with separators between the definitions
tr: &Yukarıdaki gibi, karşılıklar arasında ayraç olacak şekilde

source: A separate heading for &each definition
tr: Her &karşılık için ayrı bir başlık

source: Various Settings
tr: Çeşitli Ayarlar

source: Limits
tr: Sınıflar

source: De&finitions:
tr: &Karşılıklar:

source: Cached &results:
tr: Saklanan &sonuçlar

source: Hi&story entries:
tr: Geçmiş &girdileri:

source: Other
tr: Diğer

source: Sa&ve history on exit
tr: Çıkışta &geçmişi kaydet

source: D&efine selected text on start
tr: Başlangıçta seçilen metnin içeriği &tanımla

source: Unable to save remote file.
tr: Uzak dosyaya kaydedilemiyor.

source: A file named %1 already exists. Do you want to replace it?
tr: %1 adında bir dosya zaten var. Değiştirmek ister misiniz?

source: &Replace
tr: &Değiştir

source: Unable to save file.
tr: Dosyaya kaydedilemiyor.

source: Unable to create temporary file.
tr: Geçici dizin oluşturulamıyor.

source: Define &Synonym
tr: &Synonym tanımla

source: M&atch Synonym
tr: Synonym &eşleştir

source: D&atabase Information
tr: Veri tabanı &bilgileri

source: &Open Link
tr: &link aç

source: &Define Selection
tr: &seçim tanımla

source: &Match Selection
tr: Se&cim eşleştir

source: &Define Clipboard Content
tr: P&ano içeriği tanımla

source: &Match Clipboard Content
tr: Pa&no içeriği eşleştir

source: &Back: Information
tr: &Geri: Bilgi

source: &Back: '%1'
tr: &Geri: '%1'

source: &Back
tr: &Geri

source: &Forward: Information
tr: &İleri: Bilgi

source: &Forward: '%1'
tr: İ&leri: '%1'

source: &Forward
tr: İ&leri

source: Hist&ory
tr: &Geçmiş

source: Ser&ver
tr: &Sunucu

source: Database &Information
tr: Veritabanı B&ilgisi

source: Database Sets
tr: Veritabanı Kümeleri

source: &Set:
tr: &Küme:

source: S&ave
tr: K&aydet

source: &New
tr: &Yeni

source: S&elected databases:
tr: &Seçili veritabanları:

source: A&vailable databases:
tr: &Kullanılabilir veritabanları:

source: New Set
tr: Yeni Küme

source: &Save As...
tr: Farklı K&aydet...

source: St&art Query
tr: &Aramayı Başlat

source: St&op Query
tr: Aramayı &Durdur

source: &Clear History
tr: &Geçmişi Temizle

source: &Get Capabilities
tr: &Becerileri Al

source: Edit &Database Sets...
tr: &Veritabanı Kümesini Düzenle...

source: &Summary
tr: Ö&zet

source: S&trategy Information
tr: S&trateji bilgileri

source: &Server Information
tr: &Sunucu Bilgisi

source: Show &Match List
tr: &Eşleşme Listesini Göster

source: Hide &Match List
tr: Eşleş&me Listesi Gizle

source: Clear Input Field
tr: Giriş Alanını Temizle

source: &Look for:
tr: &Bak:

source: Query
tr: Sorgu

source: &in
tr: &içinde

source: Databases
tr: Veritabanları

source: Ready
tr: Hazır
