Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdenetwork/knewsticker.po
Languages: tr

source: _: NAME OF TRANSLATORS Your names
tr: Görkem ÇetinA. Murat Eren

source: _: EMAIL OF TRANSLATORS Your emails
tr: gorkem@kde.orgmeren@uludag.org.tr

source: KNewsTicker
tr: Haber Alıcı

source: A news ticker applet.
tr: Haber alıcı programcığı.

source: (c) 2000, 2001 The KNewsTicker developers
tr: (c) 2000, 2001 KNewsTicker Geliştiricileri

source: Show menu
tr: Menüyü göster

source: Original author
tr: Asıl yazar

source: Hypertext headlines and much more
tr: Hipermetin başlıklar ve diğerleri

source: Mouse wheel support
tr: Fare tekerleği desteği

source: Rotated scrolling text modes
tr: Döndürülmüş kayan yazı kipi

source: <qt>Could not update news site '%1'.<br>The supplied resource file is probably invalid or broken.</qt>
tr: <qt>%1 Haber grubu sitesi güncellenemedi <br>Verilen kaynak dosyası hatalı ya da eksik olabilir.</qt>

source: <qt>The following news sites had problems. Their resource files are probably invalid or broken.<ul>
tr: <qt>Aşağıdaki haber grubu adresinde sorunlar var. Kaynak dosyaları geçersiz, ya da kullanılamıyor.<ul>

source: Failed to update several news sites. The Internet connection might be cut.
tr: Haber grubu adresine bağlantı kurulamadı. İnternet bağlantısı kesilmiş olabilir.

source: Check News
tr: Haberleri Al

source: Currently Being Updated, No Articles Available
tr: Halen güncelleniyor, hiç ek haber yok

source: No Articles Available
tr: Hiç Haber Yok

source: Offline Mode
tr: Çevrimdışı Kipi

source: About KNewsTicker
tr: Haber Alıcı Hakkında

source: Configure KNewsTicker...
tr: Haber Alıcıyı Yapılandır...

source: News query interval:
tr: Haber sorgulama aralığı:

source: All News Sources
tr: Tüm Haber Kaynakları

source: Unknown
tr: Bilinmeyen

source: Unknown %1
tr: Bilinmeyen %1

source: Edit News Source
tr: Haber Kaynağını Düzenle

source: &Add News Source
tr: H&aber Kaynağı Ekle

source: &Modify '%1'
tr: &Değiştir: %1

source: &Remove '%1'
tr: &Sil: %1

source: &Remove News Sources
tr: &Haber Kaynaklarını Sil

source: &Modify News Source
tr: &Haber Kaynağını Düzenle

source: &Remove News Source
tr: &Haber Kaynağını Sil

source: +++ No News Available +++
tr: +++ Haber Yok +++

source: Downloading Data
tr: Veri İndiriliyor

source: <qt>Please wait while KNewsTicker is downloading some data necessary to suggest reasonable values.<br/><br/>This will not take longer than one minute.</qt>
tr: <qt>Lütfen KNewsTicker programı verileri indirirken bekleyiniz.<br/><br/>Bu işlem bir dakikadan daha fazla sürmeyecektir.</qt>

source: Could not retrieve the specified source file.
tr: Belirtilen kaynak dosyası alınamadı.

source: You have to specify a name for this news source to be able to use it.
tr: Bu haber kaynağına bir isim vermelisiniz.

source: No Name Specified
tr: İsim Verilmedi

source: You have to specify the source file for this news source to be able to use it.
tr: Bu haber kaynağına bir isim vermelisiniz.

source: No Source File Specified
tr: Kaynak Dosyası Belirtilmedi

source: KNewsTicker needs a valid RDF or RSS file to suggest sensible values. The specified source file is invalid.
tr: KNewsTicker anlamlı değerler gösterebilmek için geçerli bir RDF ya da RSS dosyasına ihtiyaç duyar. Belirtilen kaynak dosyası geçersiz.

source: Invalid Source File
tr: Geçersiz Kaynak Dosyası

source: General
tr: Genel

source: min
tr: dak

source: Never
tr: Hiç bir zaman

source: Interval of news queries
tr: Haber indirme aralığı

source: Here you can define at what interval KNewsTicker queries the configured news sources for new headlines. This depends generally on how fast you would like to hear about news and how much load you want to put on the network:<ul> <li>A lower value (lower than <b>15 minutes</b>) enables you to get notified about news very quickly if you want or need to. Please note that it increases the network traffic significantly, though. Therefore, such low values should not be used if you query popular news sites (such as <a href="http://slashdot.org">Slashdot</a> or <a href="http://freshmeat.net">Freshmeat</a>) as they have generally already enough work processing the incoming queries.</li> <li>A higher value (higher than <b>45 minutes</b>) will make you hear about news less quickly. For non-timecritical applications, it should be suitable, though. The positive aspect of longer intervals is that only very little load is put on the network; this saves resources and nerves, for you and the system administrators of the news sites you query.</li></ul> The default value (30 minutes) should be appropriate and reasonable in most cases.
tr: Burada, KNewsTicker'ın yapılandırılmış haber kaynaklarını, yeni başlıkları kontrol etmesi için hangi sıklıkta kontrol etmesi gerektiğini tanımlayabilirsiniz. Bu genellikle hangi sıklıkta haberler hakkında bilgi almak istediğiniz ya da ağ bağlantısına ne kadar yüklenmek istediğiinzle ilgilidir: <ul> <li>Düşük bir değer (<b>15 dakika</b>dan daha düşük) eğer istiyor ya da ihtiyacınız varsa yeni haberler hakkında çok hızlı bilgi sahibi olmanızı sağlar, fakat bunun ağ bağlantısını ciddi şekilde kullandığı göz önünde bulundurulmalıdır. Bu yüzden bu kadar düşük değerler popüler haber siteleri için tavsiye edilmez (<a href="http://slashdot.org">Slashdot</a> ya da <a href="http://freshmeat.net">Freshmeat</a> gibi).</li> <li>Daha yüksek bir değer (<b>45 dakika</b>dan daha yüksek) yeni haberlerden daha seyrek haberdar olmanıza neden olur. Zaman krıtik olmayan durumlarda bu, uygun bir seçimdir. Bu seçimin avantaçı kullandığınız ağ bağlantısına ve faydalandığınız haber sitelerinin kaynaklarına çok az bir yük getirecek olmasıdır</li></ul> Ön tanımlı değer (30 dakika) bir çok durum için en isabetli tercihtir.

source: Nonsensitive
tr: Küçük/büyük harf duyarsız

source: Mousewheel sensitivity
tr: Fare tekerleği duyarlılığı

source: This slider allows you to define how quickly/slowly the text should be scrolled when using the mousewheel.
tr: Bu sürgü tekerlekli fare kullanırken kaydırmanın ne kadar hızlı ya da yavaş olacağını tanımlamanıza olanak sağlar.

source: This slider allows you to define how fast/slow the text should be scrolled when using the mousewheel.
tr: Bu sürgü tekerlekli fare kullanırken kaydırmanın ne kadar hızlı ya da yavaş olacağını tanımlamanıza olanak sağlar.

source: Sensitive
tr: Duyarlı

source: &Mousewheel sensitivity:
tr: &Fare tekerleği duyarlılığı:

source: &Use custom names for news sites
tr: &Haber siteleri için özel isim kullan

source: Use the names defined in the list of news sources
tr: Haber kaynakları listesinde tanımlanmış isimleri kullan

source: Check this box to make the news ticker use the names you specified in the list of news sources (available on the tab labeled <i>News sources</i>) instead of the ones the news sites themselves report.<br>This can be handy for news sites which report a very long or useless name.
tr: KNewsTicker'ın yeni kaynakların ismi olarak haber sitelerinin kendi verdikleri isim yerine listede belirttiğiniz isimleri kullanması için bu kutucuğu seçili hale getirin. <br>Bu, çok uzun ve kullanışsız isimler sunan haber siteleri için kullanışlı olabilir.

source: News Sources
tr: Haber Kaynakları

source: Name of Site
tr: Sayfanın Adı

source: Source File
tr: Kaynak Dosyası

source: Max. Articles
tr: Azami Haber Sayısı

source: News sources to be queried
tr: Tarama yapılacak haber kaynağı

source: R&emove
tr: &Sil

source: Remove selected site
tr: Seçilen sayfayı sil

source: Click this button to remove the currently selected news site from the list.
tr: Seçili haber sitesini listeden çıkarmak için bu butona tıklayınız.

source: Add...
tr: Ekle...

source: Add a new site
tr: Yeni bir site ekle

source: Click this button to add a new site to the list. Note that you can also drag a RDF or RSS file to this list (i.e. from Konqueror) to add it to the list.
tr: Listeye yeni bir site eklemek için bu butona tıklayınız. Ayrıca, bir RDF ya da RSS dosyasını listeye eklemek için sürükleyip bırakabilirsiniz (örneğin Konqueror'dan).

source: &Modify...
tr: &Değiştir...

source: Modify selected news source
tr: Seçili haber kaynağını düzenle

source: Filters
tr: Süzgeçler

source: Action
tr: Eylem

source: Affects
tr: Efektler

source: Condition
tr: Durum

source: Expression
tr: İfade

source: Currently configured filters
tr: Halen yapılandırılmış süzgeçler

source: Remove selected filter
tr: Seçili süzgeci sil

source: Press this button to remove the selected filter from the list.
tr: Seçili filtreyi listeden çıkarmak için bu butona basınız.

source: A&dd
tr: &Ekle

source: Add configured filter
tr: Yapılandırılan süzgeci ekle

source: Press this button to add the configured filter to the list.
tr: Yapılandırılmış filtreyi listeye eklemek için bu butona basınız.

source: Filter Properties
tr: Süzgeç Özellikleri

source: Hide
tr: Gizle

source: Show
tr: Göster

source: Action for this filter
tr: Bu süzgeç için eylem

source: all news sources
tr: tüm haber grupları

source: Affected news sources
tr: Etkilenen haber kaynakları

source: whose
tr: kimin

source: Keyword/Expression
tr: Anahtar kelime/ifade

source: headlines
tr: başlıklar

source: contain
tr: içeriyor

source: do not contain
tr: içermiyor

source: equal
tr: eşit

source: do not equal
tr: eşit değil

source: match
tr: eşleşen

source: Condition for this filter
tr: Bu süzgeç için durum

source: Scroller
tr: Kaydırıcı

source: Behavior
tr: Davranış

source: &Scrolling speed:
tr: &Geçiş hızı:

source: Scrolling speed
tr: Kaydırma hızı

source: Slow
tr: Yavaş

source: Fast
tr: Hızlı

source: Di&rection of scrolling:
tr: &Kaydırma yönü:

source: Direction of scrolling
tr: Kayma yönü

source: These options allow you to define in what direction the text should be scrolled, e.g. to the left or to the right, upwards or downwards.
tr: Bu seçenek metnin hangi yönde kaydırılması gerektiğini tanımlamanıza olanak sağlar; sağa, sola, yukarı ya da aşağı gibi.

source: To the Left
tr: Sola

source: To the Right
tr: Sağa

source: Upwards
tr: Yukarı

source: Downwards
tr: Aşağı doğru

source: Upwards, Rotated
tr: Yukarı, Döndürülmüş

source: Downwards, Rotated
tr: Aşağı, Döndürülmüş

source: H&ighlighted color:
tr: &Vurgulama rengi:

source: Highlighted color
tr: Vurgulama rengi

source: &Background color:
tr: &Arkaplan rengi:

source: Background color
tr: Arkaplan rengi

source: &Foreground color:
tr: Ö&nplan rengi:

source: Foreground color
tr: Önplan rengi

source: F&ont:
tr: &Yazıtipi

source: Scrolling text font
tr: Kayan metin yazıtipi

source: Choose Font...
tr: Yazıtipini Seç...

source: Scroll the most recent headlines onl&y
tr: &Sadece son eklenen başlıkları kaydır

source: Show only the most recent headline for each news site in the scroller
tr: Kaydırıcıda sadece son eklenen başlıkları görüntüler

source: Check this button to show only the most recent headline for each news site.
tr: Sadece her bir haber sitesinin son güncel başlıklarını görmek için seçiniz.

source: Show icons
tr: Simgeleri göster

source: Show icons in the scrolling text
tr: Kayan yazılarda simgeleri göster

source: &Temporarily slowed scrolling
tr: &Fareyle geçici olarak yavaşlatılmış kaydırma

source: Slow the scrolling down when mouse points at the scroller
tr: Fare kaydırıcının üzerine geldiği zaman yavaşlasın

source: &Underline highlighted headline
tr: &Işıklandırılmış başlığın altını çiz

source: Underline the currently highlighted headline
tr: Işıklandırılmış başlığın altını çiz

source: Add News Source
tr: Haber Kaynağı Ekle

source: News Source Properties
tr: Haber Kaynağı Özellikleri

source: &Name:
tr: &İsim:

source: Name of the news source
tr: Haber kaynağının adı

source: Source &file:
tr: &Kaynak dosyası:

source: The source file for this news source
tr: Bu haber kaynağı için kaynak dosyası

source: &Icon:
tr: &Simge:

source: Path to the icon for this news source
tr: Bu haber kaynağı için simgenin yolu

source: Icon to be used for this news source
tr: Bu haber kaynağı için kullanılacak simge

source: Ca&tegory:
tr: &Sınıf:

source: Into which category does this news source belong?
tr: Bu haber kaynağı hangi kategoriye giriyor?

source: &Max. articles:
tr: &Azami makale sayısı:

source: Maximum number of articles
tr: Azami makale sayısı

source: The file is a &program
tr: &Bu dosya bir program

source: Is the specified source file a program?
tr: Belirtilen kaynak dosyası bir program mı?

source: Check this box to tell KNewsTicker that the file you specified in the above input field labeled <i>Source file</i> is a program and not a RDF or RSS file. KNewsTicker will then process the output (as received on <i>stdout</i>) of that program.
tr: Aşağıdaki <i>Kaynak dosyası</i> isimli girdi kutucuğunda belirttiğiniz dosyanın bir RDF ya da RSS dosyası değil, bir program dosyası olduğunu KNewsTicker'a söylemek için bu kutucuğu seçili hale getiriniz. Bu sayede KNewsTicker bu programın çıktısını işler (<i>stdout</i>'tan aldığı hali ile).

source: Cancel this configuration
tr: Bu yapılandırmayı iptal et

source: Press this button to close this dialog, discarding all entered information.
tr: Girilmiş bütün bilgileri iptal ederek diyalog penceresini kapatmak için bu butona basınız.

source: &Suggest
tr: &Öner

source: Suggest suitable values
tr: Uygun değerler öner

source: Acknowledge these values
tr: Bu değerleri onayla

source: Press this button to apply the values of this dialog and return to the previous configuration dialog.
tr: Girilen değerleri onaylamak ve önceki yapılandırma penceresine dönmek için bu düğmeye tıklayın.

source: Icon of this news site
tr: Haber grubu simgesi

source: Here you can see the icon of this news site.
tr: Bu haber grubunun simgesini buradan görebilirsiniz.

source: heise online news
tr: heise çevrimiçi haber

source: Description:
tr: Açıklama:

source: Brief description of the news site
tr: Haber sitesi için özet açıklama

source: Here you can see a brief description about the news site and its contents.
tr: Burada haber siteleri ve içerikleri ile ilgili özet bilgileri görebilirsiniz.

source: Name:
tr: İsim:

source: Name of the news site
tr: Haber sitesinin ismi

source: This is the name of the news site.
tr: Bu haber sitesinin ismi.

source: Available articles:
tr: Kullanılabilir haberler:

source: Articles contained within this source file
tr: Bu kaynak dosyayı içermiş konular

source: This list shows the headlines and links to the corresponding complete articles which have been stored in the source file whose properties you are watching.
tr: Bu liste şu anda özelliklerini izlemekte olduğunuz kaynak dosyası içerisine saklanmış olan başlıkları ve yazıların tümüne ulaşmanızı sağlayacak bağları gösterir

source: This list shows the headlines and links to the corresponding complete articles which have been stored in the source file whose properties you are watching.<p>You can open the corresponding full article for each headline by, depending on the global KDE settings, clicking or double-clicking on a headline
tr: Bu liste şu anda özelliklerini izlemekte olduğunuz kaynak dosyası içerisine saklanmış olan başlıkları ve yazıların tümüne ulaşmanızı sağlayacak bağları gösterir <p>Genel KDE ayarlarına bağlı olarak her bir başlık için yazının tümünü çift ya da tek tıklama ile açabilirsiniz

source: Arts
tr: Sanat

source: Business
tr: İş

source: Computers
tr: Bilgisayar

source: Games
tr: Oyunlar

source: Health
tr: Sağlık

source: Home
tr: Ev

source: Recreation
tr: Eğlence

source: Reference
tr: Referans

source: Science
tr: Bilim

source: Shopping
tr: Alışveriş

source: Society
tr: Topluluklar

source: Sports
tr: Spor

source: Magazines
tr: Dergiler

source: <p>The program '%1' was terminated abnormally.<br>This can happen if it receives the SIGKILL signal.</p>
tr: <p>'%1' programı olağandışı bir şekilde sonlandırıldı. <p> SIGKILL sinyali aldığı için sonlanmış olabilir.</p>

source: <p>Program output:<br>%1<br>
tr: <p>Program çıktısı:<br>%1<br>

source: An error occurred while updating the news source '%1'.
tr: Haber kaynağı '%1' güncellenirken hata oluştu!

source: KNewsTicker Error
tr: KNewsTicker Hatası

source: The program '%1' could not be started at all.
tr: '%1' programı başlatılamadı.

source: The program '%1' tried to read or write a file or directory which could not be found.
tr: '%1' programı olmayan bir dosya veya dizin okumaya ya da yazmaya çalıştı.

source: An error occurred while the program '%1' tried to read or write data.
tr: '%1' programı bilgi okumaya ya da yazmaya çalışırken hata oluştu.

source: The program '%1' was passed too many arguments. Please adjust the command line in the configuration dialog.
tr: '%1' programından çok fazla argüman geçti. Lütfen bu programı yapılandırma penceresinden ayarlayın.

source: An external system program upon which the program '%1' relied could not be executed.
tr: '%1' programının ihtiyaç duyduğu harici programa ulaşılamıyor.

source: The program '%1' tried to read or write a file or directory but lacks the permission to do so.
tr: '%1' programı yetkiler dışında bir dosya okuma ya da yazma istiyor.

source: The program '%1' tried to access a device which was not available.
tr: '%1' programı kullanılmayan bir aygıta ulaşmaya çalışıyor.

source: There is no more space left on the device used by the program '%1'.
tr: '%1' programı tarafından kullanılan boş yer kalmadı.

source: The program '%1' tried to create a temporary file on a read only file system.
tr: '%1' programı sadece okuma yetkili sistemde dosya oluşturmaya çalıştı

source: The program '%1' tried to call a function which is not implemented or attempted to access an external resource which does not exist.
tr: '%1' programı ya tamamlanmamış bir işlevi çağırdı ya da bulunmayan dış kaynağa ulaşmaya çalıştı.

source: The program '%1' was unable to retrieve input data and was therefore unable to return any XML data.
tr: '%1' programı girdi bilgilerini alamıyor ve herhangi bir XML bilgi geri döndüremiyor.

source: The program '%1' tried to access a host which is not connected to a network.
tr: '%1' programı ağa dahil olmayan bir bilgisayara bağlanmaya çalıştı

source: The program '%1' tried to access a protocol which is not implemented.
tr: '%1' programı desteklenmeyen bir protokole ulaşmaya çalıştı.

source: The program '%1' requires you to configure a destination address to retrieve data from. Please refer to the documentation of the program for information on how to do that.
tr: '%1' programı bilginin geleceği gidiş adresini ayarlamanıza ihtiya. duyuyor.

source: The program '%1' tried to use a socket type which is not supported by this system.
tr: '%1' programı sistem tarafından desteklenmeyen bir soket tipi kullanmaya çalışıyor.

source: The program '%1' tried to access an unreachable network.
tr: '%1' programı ulaşılamayan bir ağı denedi.

source: The network the program '%1' was trying to access dropped the connection with a reset.
tr: '%1' ağ programı yeniden başlatmak için bağlantıyı kesmeye çalıştı.

source: The connection of the program '%1' was reset by peer.
tr: '%1' programının bağlantısı tekrar başlatılırdı.

source: The connection the program '%1' was trying to establish timed out.
tr: '%1' bağlantı programı belirlenen sürede bağlantı kuramadı.

source: The connection the program '%1' was trying to establish was refused.
tr: '%1' bağlantı programının doğrulama isteği reddedildi.

source: The host the program '%1' was trying to reach is down.
tr: '%1' programının ulaşmaya çalıştığı bilgisayar erişilmez.

source: The host the program '%1' was trying to reach is unreachable, no route to host.
tr: '%1' programının ulaşmaya çalıştığı bilgisayar erişilmez. yol yok.

source: The program '%1' sent a bad request which was not understood by the server.
tr: '%1' programına sunucu tarafından anlaşılamayan bir istekte bulundu.

source: The program '%1' failed to issue an authorization for an area which needs some form of authorization before it can be accessed.
tr: '%1' programı sonlandırıldı.

source: The program '%1' tried to access a forbidden source.
tr: '%1' programı gizli kaynaklara ulaşmaya çalışıyor.

source: The program '%1' tried to access data which could not be found.
tr: '%1' programı bulunmayan bir bilgiye ulaşmaya çalışıyor.

source: The HTTP request of the program '%1' timed out.
tr: '%1'programına HTTP isteği sonlandırdı.

source: The HTTP protocol version used by the program '%1' was not understood by the HTTP server or source.
tr: '%1' programı HTTP protokolü sürümü sunucu veya kaynak tarafından anlaşılamıyor.

source: KNewsTicker was unable to detect the exact reasons for the error.
tr: KNewsTicker hata için bir sonuca varamadı.

source: A frontend to the KNewsTicker configuration
tr: KNewsTicker yapılandırması için önyüz

source: Add the RDF/RSS file referenced by <url>
tr: <url> tarafından belirtilen RDF/RSS dosyasını ekle

source: Author
tr: Yazar

source: News Resource
tr: Haber Kaynakları
