Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdenetwork/kwifimanager.po
Languages: tr

source: _: NAME OF TRANSLATORS Your names
tr: YILDIZ KARDEŞLER S.Çağlar Onur

source: _: EMAIL OF TRANSLATORS Your emails
tr: turkishprogram@xposta.com caglar@uludag.org.tr

source: UNKNOWN
tr: BİLİNMEYEN

source: Network Name
tr: Ağ İsmi

source: Mode
tr: Kip

source: Quality
tr: Kalite

source: Unable to perform the scan. Please make sure the executable "iwlist" is in your $PATH.
tr: Tarama işlemi yapılamadı. Lütfen "iwlist" çalıştırılabilir dosyasının $PATH yapılandırmanız içerisinde olduğundan emin olun.

source: Scanning not possible
tr: Tarama mümkün değil

source: Your card does not support scanning. The results window will not contain any results.
tr: Kartınız taramayı desteklemiyor. Sonuç penceresinde hiç sonuç olmayacak.

source: No Interface
tr: Arayüz Yok

source: Interface %1
tr: Arayüz %1

source: N/A
tr: YOK

source: &Disable Radio
tr: Ra&dyoyu kapat

source: &Use Alternate Strength Calculation
tr: &Alternatif Kuvvet Toplamını Kullan

source: Show &Noise Graph in Statistics Window
tr: İstatistik Pe&nceresinde Gürültü Grafiğini Göster

source: &Show Strength Number in System Tray
tr: &Sistem Çekmecesinde Dayanım Sayısını Göster

source: Configuration &Editor...
tr: Ayar Düz&enleyicisi

source: Connection &Statistics
tr: Bağlantı İ&statistikleri

source: &Acoustic Scanning
tr: Y&ankı Taranıyor

source: Stay in System &Tray on Close
tr: &Kapatma da Sistem Çekmecesine Yerleş

source: Scan for &Networks...
tr: &Ağları Tara...

source: The current signal strength
tr: Mevcut sinyal gücü

source: The speed at which the wireless LAN card is operating
tr: Kablosuz LAN kartının çalışma hızı

source: Detailed connection status
tr: Detaylı bağlantı durumu

source: Performs a scan to discover the networks you can log into
tr: Bağlanabileceğiniz ağları saptamak için tarama yapar

source: Scan in progress...
tr: Tarama devrede...

source: AccessPoint:
tr: GirişNoktası:

source: KWiFiManager - Wireless LAN Manager for KDE
tr: KWiFiManager - KDE için Wireless LAN Yöneticisi

source: Original Author and Maintainer
tr: Gerçek Editör ve Sürdürücü

source: Lots of Fixes and Optimizations, added Session Management
tr: Oturum Yöneticisi, birçok düzeltme ve optimizasyon

source: off
tr: kapalı

source: Scan Results
tr: Tarama Sonuçları

source: Switch to Network...
tr: Ağı Seç...

source: The scan is complete, but no networks have been found.
tr: Tarama tamamlandı, fakat herhangi bir ağ saptanamadı.

source: No Network Available
tr: Uygun ağ bulunamadı

source: (hidden cell)
tr: (saklı hücre)

source: Aborting network switching due to invalid WEP key specification.
tr: Geçersiz WEP anahtarı sebebi ile ağa geçiş iptal edildi.

source: Invalid WEP Key
tr: Geçersiz WEP Anahtarı

source: Connection speed [MBit/s]:
tr: Bağlantı Hızı [MBit/s]:

source: Statistics - KWiFiManager
tr: İstatistik - KWiFiManager

source: Noise/Signal Level Statistics
tr: Gürültü/Sinyal Seviyesi İstatistikleri

source: BLUE = signal level, RED = noise level
tr: MAVİ = sinyal seviyesi, KIRMIZI = gürültü seviyesi

source: now
tr: şimdi

source: Status of Active Connection
tr: Aktif Bağlantı Durumu

source: Searching for network:
tr: Ağda aranıyor:

source: Connected to network:
tr: Bağlı ağ:

source: Access point:
tr: Giriş noktası:

source: - no access point -
tr: - giriş noktası yok -

source: Local IP:
tr: Yerel IP:

source: Frequency [channel]:
tr: Frekans [kanal]:

source: Encryption:
tr: Şifreleme:

source: active
tr: kullanılıyor

source: DISABLED
tr: KAPALI

source: NOT CONNECTED
tr: BAĞLANILAMADI

source: AD-HOC MODE
tr: AD_HOC MODU

source: ULTIMATE
tr: SON

source: TOP
tr: ÜST

source: EXCELLENT
tr: MÜKEMMEL

source: GOOD
tr: İYİ

source: WEAK
tr: ZAYIF

source: MINIMUM
tr: EN AZ

source: OUT OF RANGE
tr: SIRA DIŞI

source: Signal strength:
tr: Sinyal şiddeti:
