Repository: pars-linux/uludag
Catalog: branches/l10n/kde/3.5.x/messages/kdeaccessibility/kttsd.po
Languages: tr

source: Add Talker
tr: Konuşmacı Ekle

source: Select the speech synthesizer to do the speaking.
tr: Konuşma yapmak için konuşma sentezleyiciyi seçin.

source: Select the language to be spoken. Note that after you configure a Talker, your chosen Language may be overridden by the synthesizer, depending upon the options you choose.
tr: Konuştuğunuz dili seçin. Konuşmacıyı yapılandırdıktan sonra, seçtiğiniz dil seçtiğiniz seçeneklere bağlı olarak, sentezleyici tarafından geçersiz sayılabilir.

source: &Synthesizer:
tr: &Sentezleyici:

source: Show All
tr: Tümünü Göster

source: The radio buttons below determine which box shows all possibilities. The box to the left of the checked button shows all possibilities. The box to the left of the unchecked box only shows those possibilities that match the other box.
tr: Tüm olasılıkları gösterir kutuyu tayin eden radyo düğmeleri aşağıdadır. İşaretlenmiş düğmenin solundaki kutu tüm olasılıkları gösterir. İşarelenmemiş kutunun solundaki kutu sadece diğer kutuya benzeyen şu olasılıkları gösterir.

source: &Language:
tr: Di&l:

source: Check to list all the possible languages in the Language box at the left. When a language has been chosen, the Synthesizer box will show only those synthesizers that can speak in the chosen language.
tr: Soldaki dil kutusu içindeki tüm olası dilleri listelemek için işaretleyin. Bir dil seçildiği zaman, Sentezleyici kutu sadece seçilen dil içindeki konuşabilen şu sentezleyicileri gösterecektir.

source: Check this box to display all the available synthesizers in the Synthesizer box to the left. When a synthesizer is chosen, only the languages that can be spoken by that synthesizer appear in the Language box.
tr: Soldaki Sentezleyici kutu içindeki tüm mevcut sentezleyicileri göstermek için bu kutuyu işaretleyin. Bir sentezleyici seçildiğinde, sadece sentezleyici tarafından konuşulabilen diller Dil kutusu içinde görünür.

source: &General
tr: &Genel

source: &Enable Text-to-Speech System (KTTSD)
tr: Konuşma Metni Sistemini Etkinleştir (KTTSD)

source: Check to start the KTTS Deamon and enable Text-to-Speech.
tr: Konuşma Metnini etkin kılmak ve KTTS hayalet programını çalıştırmak için işaretleyin.

source: Always em&bed Text-to-Speech Manager in system tray
tr: Konuşma Yöneticisini her zaman sistem çekmecesin&de göster

source: When checked, KTTSMgr displays an icon in the system tray, and clicking OK or Cancel buttons does not stop KTTSMgr. Use system tray context menu to quit KTTSMgr. This setting takes effect when KTTSMgr is next started. This setting has no effect when running in the KDE Control Center.
tr: İşaretlendiğinde, KTTSMgr sistem tepsisi içinde bir simge görüntülenir ve TAMAM ya da İptal düğmeleri KTTSMgr'yi durdurmaz. KTTSMgr'den çıkmak için sistem tepsisi içerik menüsünü kullanın. Bu ayar KTTSMgr sonraki başladığında etkin olur. Bu ayar KDE Kontrol Merkezi içinde çalışıyorken etkisizdir.

source: Show &main window on startup
tr: Başladığında ana pencereyi &göster

source: When checked, the KTTSMgr window is displayed when KTTSMgr starts. When unchecked, click on the icon in the system tray to display the KTTSMgr window.
tr: İşaretlendiğinde, KTTSMgr penceresi KTTSMgr başladığında görüntülenir. İşaretlenmediğinde, KTTSMgr penceresini görüntülemek için sistem tepsisi içindeki simgeye tıklayın.

source: E&xit when speaking is finished
tr: Konuşma bitince &çık

source: When checked, and KTTSMgr was automatically started when speech began, automatically exits when speech has finished. Does not automatically exit if KTTSMgr was started manually or started from the Control Center.
tr: İşaretlendiğinde ve konuşma başladığında KTTSMgr otomatik olarak başlayınca, konuşma bitince otomatik olarak çıkılır. Eğer KTTSMgr elle başlatılır veya Kontrol Merkezi'nden başlatılırsa, konuşma bitiminde programdan otomatik olarak çıkılmayacaktır.

source: Sta&rt minimized in system tray when speaking
tr: Konuşma sı&rasında sistem çekmecesinde başla

source: When checked, if KTTSMgr is not already running and speech begins, starts KTTSMgr and displays an icon in the system tray. <em>Note<em>: KTTSMgr only automatically starts for text jobs having 5 sentences or more.
tr: İşaretlendiğinde, eğer KTTSMgr henüz çalıştırılmadıysa ve konuşma başladıysa, KTTSMgr başlatılır ve sistem çekmecesine yerleştirilir. <em>Not</em>: KTTSMgr sadece 5 cümle ve üzeri metin işlemlerinde otomatik olarak başlatılır.

source: &Talkers
tr: &Konuşmacılar

source: ID
tr: Kimlik

source: Language
tr: Dil

source: Speech Synthesizer
tr: Konuşma Sentezleyicisi

source: Voice
tr: Ses

source: Gender
tr: Cinsiyet

source: Volume
tr: Ses

source: Rate
tr: Oran

source: This is a list of all the configured Talkers. A Talker is a speech synthesizer that has been configured with a language, voice, gender, speaking rate, and volume. Talkers higher in the list have higher priority. The topmost Talker will be used when no talker attributes have been specified by an application.
tr: Bu tüm yapılandırılmış konuşmacıların listesidir. Konuşmacı belli bir dile, sese, cinsiyete, konuşma şekline ve sese göre yapılandırılmış ses sentezleyicidir. Listenin üst tarafındaki konuşmacılar yüksek öncelikli olanlardır. Uygulama tarafından belli bir konuşmacı özniteliği belirlenmediği zaman en üstteki konuşmacı kullanılacaktır.

source: Add...
tr: Ekle...

source: Click to add and configure a new Talker (speech synthesizer).
tr: Yeni bir konuşmacı eklemek ve yapılandırmak için tıklayın (konuşma sentezleyicisi).

source: U&p
tr: Y&ukarı

source: Do&wn
tr: &Aşağı

source: &Edit...
tr: Düz&enle...

source: Click to configure options for the highlighted Talker.
tr: Vurgulanmış Konuşmacı için olan seçenekleri yapılandırmak için tıklayın.

source: Click to remove the highlighted Talker.
tr: Vurgulanmış Konuşmacıyı kaldırmak için tıklayın.

source: &Notifications
tr: &Bildirimler

source: Application/Event
tr: Uygulama/Olay

source: Action
tr: Eylem

source: Talker
tr: Konuşmacı

source: This is a list of configured application events and actions to be taken when received. The "default" event governs all events not specifically configured.
tr: Bu yapılandırılmış uygulama olaylarının ve eylemlerin listesidir. Eğer özel yapılandırılmış bir olay yoksa, diğer tüm olayları "öntanımlı" olay yönetecektir.

source: Notifications to speak:
tr: Konuşma bildirimleri:

source: Applies only to the default event. Does not affect application-specific events. Only events that display in the manner which you select will be spoken.
tr: Sadece öntanımlı olayı etkiler. Uygulamaya özel olayları etkilemez. Gösterilen olaylardan seçtikleriniz konuşulacaktır.

source: Click to configure notification for a specific application event.
tr: Uygulamaya özel bir olayı düzenlemek için tıklayın

source: Re&move
tr: Ka&ldır

source: Click to remove a specific notification event from the list. You cannot remove the default event.
tr: Uygulamaya özel bir olayı listeden kaldırmak için tıklayın. Öntanımlı olayı kaldıramazsınız.

source: Cl&ear
tr: &Temizle

source: Removes all the application specific events. The default event remains.
tr: Tüm uygulamaya özel olayları kaldırır. Öntanımlı olay kaldırılmayacaktır.

source: &Load...
tr: &Yükle...

source: Click to read configured notification events from a file.
tr: Yapılandırılmış bildirim olaylarını bir dosyadan almak için tıklayın.

source: &Save...
tr: &Kaydet...

source: Click to write all the configured application events to a file.
tr: Tüm yapılandırılmış uygulama olaylarını bir dosyaya yazmak için tıklayın.

source: Click to test notification
tr: Bildirimi denemek için tıklayın

source: Click this button to test the notification. A sample message will be spoken. Note: The Text-to-Speech system must be enabled.
tr: Bildirimi denemek için bu düğmeyi tıklayın. Örnek bir mesaj okunacaktır. Not: Metinden Konuşmaya sistemi etkin olmalıdır

source: Ac&tion:
tr: E&ylem

source: <qt>Specifies how KTTS should speak the event when received. If you select "Speak custom text", enter the text in the box. You may use the following substitution strings in the text:<dl><dt>%e</dt><dd>Name of the event</dd><dt>%a</dt><dd>Application that sent the event</dd><dt>%m</dt><dd>The message sent by the application</dd></dl></qt>
tr: <qt> KTTS'nin olaylarda nasıl konuşması gerektiğini belirtir. Eğer "Özel metni oku" seçeneğini seçerseniz, metni kutucuğa girin. Metin içinde şu değiştirme metinlerini kullanabilirsiniz:<dl><dt>%e</dt><dd>Olayın adı</dd><dt>%a</dt><dd>Olayı gönderen uygulama</dd><dt>%m</dt><dd>Uygulama tarafından gönderilen ileti</dd></dl></qt>

source: Talke&r:
tr: &Konuşmacı

source: The Talker that will speak the notification. The "default" Talker is the topmost talker listed on the Talkers tab.
tr: Bildirimleri okuyacak Konuşmacı . "Öntanımlı" konuşmacı, konuşmacı sekmesinde, listesinin en üstündeki konuşmacıdır.

source: Click to select the Talker to speak the notification.
tr: Konuşmacının bildirimi okuması için tıklayın.

source: Speak notifications (&KNotify)
tr: Bildirimleri oku (&KNotify)

source: When checked and KTTS is enabled, notification events from applications sent via KNotify will be spoken according to the options you set on this tab.
tr: İşaretlendiğinde ve KTTS etkin iken, uygulamaların KNotify ile gönderdiği bildirim olayları, bu sekmede belirttiğiniz seçeneklere göre okunacaktır.

source: E&xclude notifications with a sound
tr: Sesli bildirimler hari&ç

source: When checked, notification events that have a sound will not be spoken.
tr: Bu işaretlendiğinde, sesli bildirim olayları okunmayacaktır.

source: &Filters
tr: Süz&geçler

source: Filter
tr: Süzgeç

source: This is a list of all the configured Filters. Filters higher in the list are applied first. Filters modify text before it is spoken. They can be used to substitute for mispronounced words, transform XML from one form to another, or change the default Talker to be used for speech output.
tr: Bu yapılandırılmış süzgeçlerin listesidir. Listenin üst tarafındaki süzgeçler önce uygulanacaktır. Süzgeçler, metni konuşulmadan önce düzenler. Bu, yanlış telaffuz edilen kelimeleri değiştirmek, bir XML'i başka birine çevirmek veya konuşma için kullanılacak öntanımlı konuşmacıyı değiştirmek için kullanılabilir.

source: Click to add and configure a new Filter.
tr: Yeni süzgeç ekleme ve yapılandırma için tıklayın.

source: Click to move selected filter up in the list. Filters higher in the list are applied first.
tr: Liste içindeki yukarıda seçilen süzgeci kaldırmak için tıklayın. Liste içindeki daha yüksek süzgeçler ilk kez uygulanır.

source: Click to move a filter down in the list. Filters lower in the list are applied last.
tr: Liste içindeki aşağıdaki süzgeci kaldırmak için tıklayın. Liste içindeki daha düşük süzgeçler son kez uygulanır.

source: Click to configure options for the highlighted Filter.
tr: Vurgulanmış Süzgeç için olan seçenekleri yapılandırmak için tıklayın.

source: Click to remove the highlighted Filter.
tr: Vurgulanmış Süzgeci kaldırmak için tıklayın.

source: Sentence Boundary Detector
tr: Tümce Sınır Algılayıcı

source: This is a list of all the configured Sentence Boundary Detector (SBD) Filters. SBDs break long text jobs up into sentences, which reduces the time before a job begins speaking, and permits you to advance or rewind through a job. SBDs are applied in the order listed (top to bottom) after all the normal filters at the top of this screen have been applied. Filtering stops when the first SBD modifies the text.
tr: Bu, yapılandırılmış Tümce Sınır Algılayıcı süzgeçlerinin listesidir. Bunlar uzun metinleri cümlelere bölerek konuşma başlangıcındaki işlem zamanını azaltır ve bu işlemler arasında gezinmenizi sağlar. Bunlar, süzgeç listesindeki normal süzgeçler uygulandıktan sonra yukardan aşağı doğru işlenecektir. İlk algılayıcı metni düzenledikten sonra süzgeç durdurulacaktır.

source: Co&nfigure
tr: Yapıla&ndır

source: Click this button to edit the Sentence Boundary Detector (SBD) configuration or add additional SBD filters.
tr: Tümce Sınır Algılayıcı yapılandırmasını düzenlemek veya ek algılayıcı süzgeçleri eklemek için burayı tıklayın

source: &Interruption
tr: Kes&ilme

source: Check the Pre-sound box and choose a Pre-sound audio file, which will sound when a text job is interrupted by another message.
tr: Metin işi başka mesaj tarafından kesildiğinde çalacak ön-ses işitsel dosyasını seçin ve ön-ses kutusunu işaretleyin.

source: Check the Post-message box and enter a Post-message, which will be spoken when a text job resumes after being interrupted by another message.
tr: Başka bir mesaj tarafından kesildikten sonra bir metin işi devam ettiği zaman konuşulacak, Görev-mesajı girin ve Görev-mesaj kutusunu işaretleyin.

source: Post-&message:
tr: Arka &mesaj:

source: Pre-sou&nd:
tr: Ö&n ses:

source: &Pre-message:
tr: Ön &mesaj:

source: Check the Pre-message box and enter a Pre-message, which will be spoken whenever a text job is interrupted by another message.
tr: Her ne zaman bir metin işi başka mesaj tarafından kesilirse konuşulacak Ön-mesajı girin ve Ön-mesaj kutusunu işaretleyin.

source: Check the Post-sound and choose a Post-sound audio file, which will sound before a text job resumes after being interrupted by another message.
tr: Başka mesaj tarafından kesildikten sonra bir mesaj devam etmeden önce çalacak, görev-sesi işitsel dosyasını seçin ve görev-sesini işaretleyin.

source: Post-s&ound:
tr: &Arka ses:

source: A&udio
tr: İşi&tsel

source: &Keep audio files:
tr: İşitsel &dosyaları tut:

source: Check this if you want to keep the generated audio (wav) files. You will find them in the indicated directory.
tr: Eğer meydana getirilen işitsel (wav) dosyaları yakalamak istiyorsanız bunu işaretleyin. İşaret edilen dizin içerisinde onları bulacaksınız.

source: Specify the directory in which the audio files will be copied.
tr: Kopyalanacak işitsel dosyaların dizinini belirleyin.

source: &Speed:
tr: &Hız:

source: Sets the speed of speech. Slide the slider to the left to slow speech down; to the right to increase talking speed. Anything less than 75 percent is considered "slow", and anything greater than 125 percent is considered "fast". You cannot change the speed of MultiSyn voices.
tr: Konuşmanın hızını ayarlar. Konuşma hızını artırmak için sağdaki, aşağıdaki konuşmayı yavaşlatmak için soldaki kaydırıcıyı kaydırın. Herhangi birşey yüzde 75'ten daha az olursa "yavaş" dikkate alınır, ve herhangi birşey yüzde 125'ten daha yukarı olursa "hızlı" dikkate alınır. Çoklu sentezleyici seslerin hızını değiştiremezsiniz.

source: Out&put Using
tr: K&ullanılan Çıkış

source: <p>Select the audio output method desired. If you select <b>GStreamer</b>, you must also select a <b>Sink</b>.</p><p><em>Note</em>: You must have GStreamer >= 0.87 to use GStreamer.</p>
tr: <p>Kullanmak istediğiniz ses çıkış sistemini seçin. Eğer <b>GStreamer</b>'ı seçerseniz, <b>Alıcı</b>'yı de seçmek zorundasınız. <em>Not</em>: GSTreamer'ı kullanabilmek için 0.87 veya daha üzeri biri GSTreamer sürümüne sahip olmalısınız.</p>

source: Sink:
tr: Alıcı:

source: Select the sound sink to be used for GStreamer output.
tr: GStreamer çıkışı için kullanılan ses alıcısını seçin.

source: Select the sound sink to be used for aKode output.
tr: aKode çıkışı için kullanılan ses alıcısını seçin.

source: Select the sink to be used for aKode output. Select "auto" to let aKode pick the best output method.
tr: aKode çıkışı için kullanılan ses alıcısını seçin. aKode'da en iyi çıkış yöntemine izin vermek için "otomatik" işaretleyin.

source: <p>Check to use the GStreamer audio output system. You must also select a <b>Sink</b> plugin.</p>
tr: <p>GStreamer ses çıkış sistemini kullanmak için işaretleyin. Ayrıca bir <b>Alıcı</b> eklentisi de seçmelisiniz.</p>

source: Check to use the KDE aRts system for audio output.
tr: Ses çıkışı olarak KDE aRts sistemini kullanmak için işaretleyin

source: <p>Check to use aKode for audio output. You must also select a <b>Sink</b>.</p>
tr: <p>Ses çıkışı için aKode kullanımını kontrol edin. Bir <b>Alıcı</b>seçemeniz şart.</p>

source: Check to use Advanced Linux Sound Architecture (ALSA) for audio output.
tr: Ses çıkışı için Gelişmiş Linux Ses Mimarisi (ALSA) kullanımını kontrol edin.

source: Device:
tr: Aygıt:

source: Select the PCM device to be used for ALSA output. Select "default" to use the default ALSA device.
tr: ALSA çıkışı için kullanılacak PCM aygıtını seçin. Öntanımlı ALSA aygıtını kullanmak için "öntanımlı" seçin.

source: Event source:
tr: Olay kaynağı:

source: Events
tr: Olaylar

source: Select Talker
tr: Konuşmacı Seç

source: &Use default Talker
tr: Öntanı&mlı konuşmacıyı kullan

source: When checked, will use the default Talker, which is the topmost Talker listed in the Talkers tab.
tr: İşaretlendiğinde, konuşmacı sekmesindeki listenin en üstünde olan konuşmacı kullanılacaktır.

source: Use closest &matching Talker having
tr: Mevcut en uygun konuşmacıyı &seç

source: When checked, will use a configured Talker most closely matching the attributes you choose. Attributes with checks next to them will be preferred over unchecked attributes. Language is always preferred.
tr: İşaretlendiğinde, istenilen özniteliklere en uygun konuşmacı seçilecektir. İşaretli öznitelikler, işaretsiz olanlara tercih edilecektir. Dil her zaman tercih edilecektir.

source: Checked items are preferred over unchecked items.
tr: Denetimli öğeler denetimsiz öğelerden fazla tercih edilir.

source: &Gender:
tr: &Cinsiyet:

source: &Volume:
tr: &Ses:

source: &Rate:
tr: O&ran:

source: This filter is applied to text jobs of the specified language. You may select more than one language by clicking the browse button and Ctrl-clicking on more than one in the list. If blank, the filter applies to all text jobs of any language.
tr: Bu süzgeç belirtilen dilin metin işlerinde uygulanır. Liste içinde birden fazla Ctrl üzerine tıklayarak ve gözat butonuna tıklama yoluyla birden fazla dil seçebilirsiniz. Eğer boşluk, süzgeç herhangi dilin tüm metin işlerinde uygulanırsa.

source: Click to select one or more languages. This filter will be applied to text jobs of those languages.
tr: Bir ya da daha fazla dil seçmek için tıklayın. Bu süzgeç şu dillerin metin işlerinde uygulanacaktır.

source: Use specific &Talker
tr: Özel &Konuşmacı kullan

source: When checked, will use the specific Talker (if it is still configured), otherwise the Talker most closely matching.
tr: İşaretlendiğinde, eğer yapılandırılmışsa, belirtilen konuşmacı seçilecektir aksi takdirde en uygun konuşmacı seçilecektir.

source: <b>WARNING: This filter is a key component of the KTTS system. Please read the KTTS Handbook before modifying these settings.</b>
tr: <b>UYARI: Bu süzgeç KTTS sisteminin bir anahtar bileşenidir. Lütfen bu ayarları düzeltmeden önce KTTS El Kitabını okuyun.</b>

source: &Name:
tr: İ&sim:

source: The name of this filter. Enter any descriptive name you like.
tr: Bu süzgecin adı. İstediğiniz herhangi betimleyici ismi girin.

source: Standard Sentence Boundary Detector
tr: Standart Tümce Sınır Algılayıcı

source: &Sentence boundary regular expression:
tr: Tümce &sınır düzenli ifadesi:

source: The regular expression that detects boundaries between sentences in text jobs.
tr: Metin işleri içindeki tümceler arasındaki belirli sınırların düzenli anlatımı.

source: &Replacement sentence boundary:
tr: Tümce sınırını ye&rine koyma:

source: This string replaces the matched regular expression. <b>Important</b>: must end with tab (\t).
tr: Bu dizgi uyumlu düzenli anlatımı değiştirir. <b>Önemli</b> : sekme ile sonlanmalıdır (\t)

source: Apply This &Filter When
tr: &Bu Süzgeci Uygula

source: These settings determines when the filter is applied to text.
tr: Bu ayarlar süzgeç metine uygulandığı zaman tayin edilir.

source: &Language is:
tr: Di&l:

source: This filter is applied to text jobs of the specified language. You may select more than one language by clicking the browse button and Ctrl-clicking on more than one in the list. If blank the filter applies to all text jobs of any language.
tr: Bu süzgeç, belirtilen dilin metin işlerinde uygulanır. Liste içinde biriden fazla Ctrl üzerine tıklayarak ve gözat düğmesine tıklama yoluyla birden fazla dil seçebilirsiniz. Boşluk süzgeci eğer herhangi dilin tüm metin işleri ise uygulanır.

source: Application &ID contains:
tr: Uygulama k&imliği içerir:

source: Enter a DCOP Application ID. This filter will only apply to text jobs queued by that application. You may enter more than one ID separated by commas. If blank, this filter applies to text jobs queued by all applications. Tip: Use kdcop from the command line to get the Application IDs of running applications. Example: "konversation, kvirc,ksirc,kopete"
tr: DCOP Uygulama Kimliğini girin. Bu süzgeç sadece uygulama tarafından sorgulanan metin işlerinde uygulanacaktır. Virgül yoluyla ayrılan birden fazla kimlik girebilirsiniz. Eğer boşluk, bu süzgeç tüm uygulamalar tarafından sorgulanan metin işleri ise uygulanır. İpucu. Çalışan uygulamaların Uygulama Kimliğini almak için komut satırından kdcop kullanın. Örnek. "konversation, kvirc, ksirc, kopete"

source: <qt>Enter a DCOP Application ID. This filter will only apply to text jobs queued by that application. You may enter more than one ID separated by commas. Use <b>knotify</b> to match all messages sent as KDE notifications. If blank, this filter applies to text jobs queued by all applications. Tip: Use kdcop from the command line to get the Application IDs of running applications. Example: "konversation, kvirc,ksirc,kopete"</qt>
tr: <qt>DCOP Uygulama Kimliğini girin. Bu süzgeç sadece uygulama tarafından sorgulanan metin işlerinde uygulanacaktır. Virgül yoluyla ayrılan birden fazla kimlik girebilirsiniz. Eğer boşluk, bu süzgeç tüm uygulamalar tarafından sorgulanan metin işleri ise uygulanır. İpucu. Çalışan uygulamaların Uygulama Kimliğini almak için komut satırından kdcop kullanın. Örnek: "konversation, kvirc, ksirc, kopete"</qt>

source: Load...
tr: Yükle...

source: Click to load a Sentence Boundary Detection configuration from a file.
tr: Bir dosyadan Tümce Sınır Algılama yapılandırması yüklemek için tıklayın.

source: Sa&ve...
tr: &Kaydet...

source: Click to save this Sentence Boundary Detection configuration to a file.
tr: Bir dosyaya bu Tümce Sınır Algılama yapılandırmasını kaydetmek için tıklayın.

source: Clea&r
tr: &Temizle

source: Click to clear everything.
tr: Herşeyi temizlemek için tıkla.

source: &Type
tr: &Tür

source: &Word
tr: &Kelime

source: Regular &expression
tr: Düz&enli ifade

source: Match &case
tr: Eşleme &durumu

source: &Replace with:
tr: İle yer değişti&r:

source: &Match:
tr: &Eşle:

source: Configure String Replacer
tr: Dizgi Yer Değiştirciyi Yapılandır

source: Enter any name you like for this filter.
tr: Bu süzgeç için istediğiniz herhangi bir isim girin.

source: Lan&guage is:
tr: &Dil:

source: Click to load a word list from a file.
tr: Bir dosyadan kelime listesi yüklemek için tıklayın.

source: Click to save word list to a file.
tr: Bir dosyaya kelime listesi kaydetmek için tıklayın.

source: C&lear
tr: Temiz&le

source: Click to empty the word list.
tr: Kelime listesini boşaltmak için tıklayın.

source: Type
tr: Tip

source: Match Case
tr: Eşleme Durumu

source: Match
tr: Eşle

source: Replace With
tr: İle Yer Değiştir

source: &Add...
tr: &Ekle...

source: Click to add another word or regular expression to the list.
tr: Listeye düzenli ifade ya da başka kelime eklemek için tıklayın.

source: &Up
tr: Y&ukarı

source: Click to move selected word up in the list. Words higher in the list are applied first.
tr: Liste içindeki yukarıda seçilen kelimeyi kaldırmak için tıklayın. Liste içindeki daha yüksek kelimeler ilk başta uygulanır.
