Repository: pars-linux/uludag
Catalog: branches/l10n/kde/3.5.x/messages/kdeaccessibility/kttsd.po
Languages: tr

source: Click to move a word down in the list. Words lower in the list are applied last.
tr: Liste içindeki aşağıdaki kelimeyi kaldırmak için tıklayın. Liste içindeki daha düşük kelimeler en son uygulanır.

source: Click to modify an existing word or regular expression in the list.
tr: Liste içindeki düzenli ifade ya da şu andaki bir kelimeyi düzenlemek için tıklayın.

source: Click to remove a word or regular expression from the list.
tr: Listeden düzenli ifade ya da bir kelime kaldırmak için tıklayın.

source: Configure Talker Chooser
tr: Konuşmacı Seçiciyi Yapılandır

source: &Apply This Filter When
tr: Bu Süzgeci Uygul&a

source: Te&xt contains:
tr: Me&tin içerir:

source: &Talker:
tr: &Konuşmacı:

source: The new Talker that will be used when the conditions above are met. The default Talker is the topmost in the Talkers tab. Click the button to choose a Talker.
tr: Yeni durumlarda kullanılacak konuşmacı. Öntanımlı konuşmacı, listenin en üstündeki konuşmacıdır. Bir konuşmacı seçmek için tıklayın.

source: Click to select a Talker.
tr: Bir konuşmacı seçmek için tıklayın

source: Click to load a Talker Chooser configuration from a file.
tr: Bir dosyadan Konuşmacı Seçici yapılandırması yüklemek için tıklayın.

source: Click to save this Talker Chooser to a file.
tr: Bir dosyaya bu Konuşmacı Seçiciyi yüklemek için tıklayın.

source: Configure XML Transformer
tr: XML Dönüştürücüyü Yapılandır

source: Enter any descriptive name you like for this filter.
tr: Bu süzgeç için istediğiniz herhangi betimsel ismi girin.

source: Enter the full path to an XML Style Language - Transforms (XSLT) stylesheet file. XSLT files usually end with extension .xsl.
tr: Bir XML Biçem Dilinde tam yolu girin - Dönüşümler (XSLT) biçemtablosu dosyası. XSLT dosyaları genellikle .xsl uzantısı ile biter.

source: Enter the path to the xsltproc executable program. If it is in the PATH environment variable, just enter "xsltproc".
tr: Xsltproc çalıştırılabilir programında yolu girin. Eğer bu çevresel değişken YOL'u içindeyse, sadece "xsltproc" girin.

source: &XSLT file:
tr: &XSLT dosyası:

source: xsltproc &executable:
tr: ç&alıştırılabilir xsltproc:

source: This filter will be applied only to text having the specified XML root element. If blank, applies to all text. You may enter more than one root element separated by commas. Example: "html".
tr: Bu süzgeç sadece belirlenen XML kök öğesine sahip olan metin işlerinde uygulanacaktır. Eğer boşluk, tüm metin işlerindeyse uygulanır. Virgül yoluyla ayrılmış birden fazla kök öğesi girebilirsiniz. Örnek: "html".

source: This filter will be applied only to text having the specified DOCTYPE specification. If blank, applies to all text. You may enter more than one DOCTYPE separated by commas. Example: "xhtml".
tr: Bu süzgeç sadece belirlenmiş BELGETÜRÜ tanımlamasına sahip metin işlerinde uygulanacaktır. Eğer boşluk, tüm metin işlerindeyse uygulanır. Virgül yoluyla ayrılmış birden fazla BELGETÜRÜ girebilirsiniz. Örnek: "xhtml".

source: <qt>Enter a DCOP Application ID. This filter will only apply to text queued by that application. You may enter more than one ID separated by commas. Use <b>knotify</b> to match all messages sent as KDE notifications. If blank, this filter applies to text queued by all applications. Tip: Use kdcop from the command line to get the Application IDs of running applications. Example: "konversation, kvirc,ksirc,kopete"</qt>
tr: <qt>DCOP Uygulama Kimliğini girin. Bu süzgeç sadece uygulama tarafından sorgulanan metin işlerinde uygulanacaktır. Virgül yoluyla ayrılan birden fazla kimlik girebilirsiniz. Eğer boşluk, bu süzgeç tüm uygulamalar tarafından sorgulanan metin işleri ise uygulanır. İpucu. Çalışan uygulamaların Uygulama Kimliğini almak için komut satırından kdcop kullanın. Örnek. "konversation, kvirc, ksirc, kopete"</qt>

source: &Root element is:
tr: &Kök öğesi:

source: or DOC&TYPE is:
tr: veya BELGE&TÜRÜ:

source: and Application &ID contains:
tr: ve Uygulama k&imliği içerir:

source: Co&mmand Configuration
tr: Ko&mut Yapılandırması

source: Command &for speaking texts:
tr: &Metinleri konuşma için komut:

source: This field specifies both the command used for speaking texts and its parameters. If you want to pass the text as a parameter, write %t at the place where the text should be inserted. To pass a file of the text, write %f. To synthesize only and let KTTSD play the synthesized text, write %w for the generated audio file.
tr: Bu alan metinleri konuşma ve onların parametreleri için kullanılan her iki komutu belirler. Eğer parametre olarak metin geçmek istiyorsanız, eklenmiş metnin yerine %t yazın. Metnin bir dosyasını geçmek için, %f yazın. Sentezlenmiş metni KTSSD'de oynatmaya izin vermek ve sadece sentezlemek için oluşturulan işitsel dosyada %w yazın.

source: &Send the data as standard input
tr: Veriyi &standart girdi olarak gönder

source: This check box specifies whether the text is sent as standard input (stdin) to the speech synthesizer.
tr: Bu onay kutusu konuşma sentezleyicisinde standart girdi olarak (stdin) gönderilen metinin olup olmadığını belirler.

source: &Test
tr: Sına&ma

source: Character &encoding:
tr: &Karakter kodlama:

source: This combo box specifies which character encoding is used for passing the text.
tr: Bu açılır menü gönderilen metnin karakter kodlamasını belirler.

source: Parameters: %t: Text to be spoken %f: Filename of a temporary file containing the text %l: Language (two letter code) %w: Filename of a temporary file for generated audio
tr: Parametreler: %t Konuşulan metin %f: Geçici dosya içeren metnin dosya adı %l: Dil (iki harf kod) %w: Oluşturulan işitsel için geçici dosyanın dosya adı

source: Epos Config UI
tr: Epos Yapılandırma Kullanıcı Arayüzü

source: This is the configuration dialog for the Epos Czech and Slovak speech synthesizer.
tr: Bu, Epos Çek ve Slovak konuşma sentezleyici için iletişim yapılandırmasıdır.

source: E&pos Configuration
tr: E&pos Yapılandırması

source: Specifies which character encoding is used for passing the text.
tr: Metin geçişi için kullanılan karakter kodlamayı belirler.

source: Speed:
tr: Hız:

source: Sets the speed of speech. Slide the slider to the left to slow speech down; to the right to increase talking speed. Anything less than 75 percent is considered "slow", and anything greater than 125 percent is considered "fast".
tr: Konuşmanın hızını ayarlar. Konuşma hızını artırmak için sağdaki, aşağıdaki konuşmayı yavaşlatmak için soldaki kaydırıcıyı kaydırın. Yüzde 75'ten daha az herhangi birşey "yavaş" olarak dikkate alınır, ve yüzde 125'ten daha fazla olan herhangi birşey "hızlı"olarak dikkate alınır.

source: Pitch:
tr: Sıklık:

source: Sets the tone (frequency) of speech. Slide the slider to the left to lower the voice tone; to the right to increase tone. Anything less than 75 percent is considered "low", and anything greater than 125 percent is considered "high".
tr: Konuşmanın tonunu (sıklığını) ayarlar. Tonu artırmak için sağdaki, ses tonunu azaltmak için soldaki kaydırıcıyı kaydırın. Yüzde 75'ten daha az herhangi birşey "düşük" olarak dikkate alınır, ve yüzde 125'ten daha fazla herhangi birşey "yüksek" olarak dikkate alınır.

source: Epos server executable path:
tr: Epos sunucu çalıştırılabilir yolu:

source: If the Epos server program will be found due to your PATH environment variable, simply enter "epos", otherwise enter the full path to the Epos server executable program.
tr: Eğer Epos sunucu programı çevresel değişken YOL'unuz nedeniyle bulacaksa, basitçe "epos" girin, aksi takdirde Epos sunucu çalıştırılabilir programında tam yolu girin.

source: Epos client executable path:
tr: Epos istemci çalıştırabilir yolu:

source: If the Epos client program will be found due to the PATH environment variable, simply enter "say" here. Otherwise, specify the full path to the Epos client program.
tr: Eğer Epos istemci programı çevresel değişkeni yolu nedeniyle bulacaksa, buraya basitçe "say" girin. Aksi takdirde, Epos istemci programında tam yolu belirtin.

source: say
tr: söyle

source: Additional Options (advanced)
tr: İlave Seçenekler (gelişmiş)

source: Optional. Enter any server command line options here. To see available options, enter "epos -h" in a terminal. Do not use "-o".
tr: Seçenekli. Buraya herhangi sunucu komut satır seçenekleri girin. Mevcut seçenekleri görmek için, uçbirim içinde "epos -h" girin. "-o" kullanmayın.

source: Specify options to be passed to Epos client. To see available options, enter "say -h" in a terminal. Do not use "-o".
tr: Epos istemcisinde geçilmiş olan seçenekleri belirtin. Mevcut seçenekleri görmek için, uçbirim içinde "say -h" girin. "-o" kullanmayın.

source: Epos server:
tr: Epos sunucu:

source: Epos client:
tr: Epos istemcisi:

source: Specify options to be passed to Epos client. Do not use -o. To see available options, enter "say -h" in a terminal. Do not use "-o".
tr: Epos istemcisinde geçilmiş olan seçenekleri belirtin. -o kullanmayın. Mevcut seçenekleri görmek için, uçbirim içinde "say -h" girin. "-o" kullanmayın.

source: Click to test the configuration. If correct, you will hear a sentence spoken.
tr: Yapılandırmayı sınamak için tıklayın. Eğer doğruysa, bir tümce konuşması duyacaksınız.

source: Festival Config UI
tr: Festival Yapılandırması Kullanıcı Arayüzü

source: This is the dialog for configuring the Festival speech synthesizer in interactive mode.
tr: Bu, etkileşimli kip içinde Festival konuşma sentezleyicisi yapılandırması için bir iletişimdir.

source: Festival &Interactive Configuration
tr: Festival Etk&ileşimli Yapılandırması

source: &Festival executable:
tr: Çalıştırılabilir &Festival:

source: If Festival is in your PATH environment variable, just enter "festival", otherwise specify the full path to the Festival executable program.
tr: Eğer Festival sizin çevresel değişken YOL'unuz içindeyse, önce "festival"girin, aksi takdirde Festival yürütülebilir programında tam yolu belirtin.

source: &Select voice:
tr: &Ses Seçin:

source: Select a voice to speak text with. MultiSyn voices are high quality but are slow to load. If no voices are shown, check the Festival executable path. You must install at least one Festival voice. If you have installed a voice and still none are shown, check your Festival configuration. (See the README that comes with Festival.)
tr: Metni konuşmak için bir ses seçin. Çoklu sentezleyici sesleri yüksek kalitedir fakat yüklenmesi yavaştır. Eğer sesler yoksa gösterilir, Festival çalıştırılabilir yolu onaylayın. En azından bir Festival sesi yüklemelisiniz. Eğer bir ses yüklemişseniz ve hala hiçbiri gösterilmiyorsa, Festival yapılandırmanızı kontrol edin. (Festivalle birlikte gelen README'ye bakın.)

source: &Rescan
tr: Tekrar ta&rama

source: Sets the volume (loudness) of speech. Slide the slider to the left to lower the volume; to the right to increase volume. Anything less than 75 percent is considered "soft", and anything greater than 125 percent is considered "loud".
tr: Konuşmanın (gürültülü) sesini ayarlar. Sesi artırmak için sağdaki, azaltmak için soldaki kaydırıcıyı kaydırın. Yüzde 75'ten daha az herhangi birşey için "alçak" olarak dikkate alınır, ve yüzde 125'ten daha fazla herhangi birşey için "yüksek" olarak dikkate alınır.

source: Sp&eed:
tr: &Hız:

source: &Pitch:
tr: Sı&klık:

source: Sets the tone (frequency) of speech. Slide the slider to the left to lower the voice tone; to the right to increase tone. Anything less than 75 percent is considered "low", and anything greater than 125 percent is considered "high". You cannot change the pitch of MultiSyn voices.
tr: Konuşmanın tonunu (sıklığını) ayarlar. Tonu artırmak için sağdaki, ses tonunu azaltmak için soldaki kaydırıcıyı kaydırın. Yüzde 75'ten daha az herhangi birşey için "düşük" olarak dikkate alınır, ve yüzde 125'ten daha fazla herhangi birşey için "yüksek" olarak dikkate alınır. Çoklu sentezleyici seslerinin sıklığını değiştiremezsiniz.

source: &Load this voice when starting KTTSD
tr: KTTSD baş&ladığında bu sesi yükle

source: If checked, Festival will be started and this voice will be loaded when the Text-to-Speech Deamon (KTTSD) is started. Check when a voice requires a long time to load in Festival (for example, multisyn voices), otherwise, leave unchecked.
tr: Eğer onaylanırsa, Konuşma-Metni hayalet programı (KTTSD)başladığı zaman bu ses yüklenmiş olacak ve Festival başlamış olacak. Bir sesin Festival içinde yüklemesinin uzun zaman aldığını onaylayın (örneğin, çoklu sentezleyici sesler), aksi takdirde denetimsiz ayrılır.

source: Click to test the configuration. Festival will be started and a test sentence will be spoken.
tr: Yapılandırmayı sınamak için tıklayın. Festival başlamış olacak ve sınama tümcesi konuşulmuş olacak.

source: Character e&ncoding:
tr: Ka&rakter kodlama:

source: Flite Config UI
tr: Festival Lite Yapılandırması Kullanıcı Arayüzü

source: This is the configuration dialog for the Festival Lite (Flite) speech synthesis engine.
tr: Bu, Festival Lite (Flite)konuşma sentezleyici motoru için iletişim yapılandırmasıdır.

source: Festival &Lite (flite) Configuration
tr: Festival &Lite (flite) Yapılandırması

source: &Flite executable path:
tr: &Festival Lite çalıştırılabilir yolu:

source: If Flite is in your PATH environment variable, simply enter "flite", otherwise specify the complete path to the Flite executable program.
tr: Eğer Festival Lite sizin çevresel değişken YOL'unuz içindeyse, basitçe "flite" girin, aksi takdirde Flite çalıştırılabilir programında bütün yolu belirtin.

source: FreeTTS Config UI
tr: FreeTTS Yapılandırma Kullanıcı Arayüzü

source: FreeTTS Interactive Configuration
tr: FreeTTS Yapılandırması

source: &FreeTTS jar file:
tr: &FreeTTS jar dosyası:

source: Test
tr: Sınama

source: Hadifix Configuration
tr: Hadifix Yapılandırması

source: This is the configuration dialog for the Hadifix (txt2pho and Mbrola) speech synthesizer.
tr: Bu, Hadifix konuşma sentezleyici (txt2pho ve Mbrola) için iletişim yapılandırmasıdır.

source: Had&ifix Configuration
tr: Had&ifix Yapılandırması

source: &Basic Options
tr: &Temel Seçenekler

source: &Voice file:
tr: &Ses dosyası:

source: Select a voice for speaking text. If no voices are listed, check your Mbrola configuration. You must install at least one voice.
tr: Metni konuşma için bir ses seçin. Eğer olmayan sesler listelenmişse, Mbrola yapılandırmasını onaylayın. En azından bir ses yüklemelisiniz.

source: &Select...
tr: &Seç...

source: Volume &ratio:
tr: Ses o&ranı:

source: Adjusts the volume of speech. Slide to left for softer speech; to the right for louder.
tr: Konuşmanın sesini ayarlar. Daha yüksek konuşma için sağdaki, daha yumuşak konuşma için soldakini kaydırın.

source: Adjusts the speed of speech. Slide to left for slower speech; to the right for faster.
tr: Konuşmanın hızını ayarlar. Daha hızlı konuşma için sağdaki, daha yavaş konuşma için soldakini kaydırın.

source: Adjusts the pitch (tone) of speech. Slide to left for lower speech; to the right for higher.
tr: Konuşmanın sıklığını (ton) ayarlar. Daha yüksek konuşma için sağdaki, daha düşük konuşma için soldakini kaydırın.

source: &Advanced Options
tr: &Gelişmiş Seçenekler

source: txt2pho e&xecutable:
tr: Çalıştırılabilir txt2pho:

source: If the txt2pho program is in your PATH environment variable, simply enter "txt2pho", otherwise specify the full path to the txt2pho executable program.
tr: Eğer txt2pho programı sizin çevresel değişkeninizin yolu içindeyse, basitçe "txt2pho" girin, aksi takdirde çalıştırılabilir txt2pho programında tam yolu belirtin.

source: &Mbrola executable:
tr: Çalıştırılabilir &Mbrola:

source: If the Mbrola program is in your PATH environment variable, simply enter "mbrola", otherwise specify the full path to the Mbrola executable program.
tr: Eğer Mbrola programı sizin çevresel değişkeninizin yolu içindeyse, basitçe "mbrola" girin, aksi takdirde çalıştırılabilir Mbrola programında tam yolu belirtin.

source: This combo box specifies which character encoding is used for passing the text. For most western languages, use ISO-8859-1. For Hungarian, use ISO-8859-2.
tr: Bu açılır menü, metni işlerken kullanalacak dil kodlamasını belirler. Çoğu batı dili için ISO-8859-1 kullanılabilir. Türkçe için ISO-8859-9'u kullanın.

source: Click to test the configuration. You should hear a spoken sentence.
tr: Yapılandırma sınaması için tıklayın. Bir konuşma tümcesi duymalısınız.

source: Selecting Voice File
tr: Ses Dosyası Seçme

source: Path of the voice file:
tr: Ses dosyasının yolu:

source: Female
tr: Bayan

source: Male
tr: Erkek

source: Try to Determine From Voice File
tr: Ses dosyasından belirlemeye çalışma

source: _: FestivalVoiceName American Male
tr: Amerikan Erkeği

source: _: FestivalVoiceName American Female, MBROLA
tr: Amerikan Bayan, MBROLA

source: _: FestivalVoiceName American Male, MBROLA
tr: Amerikan Erkeği, MBROLA

source: _: FestivalVoiceName British Male
tr: İngiliz Erkeği

source: _: FestivalVoiceName Castilian Spanish Male
tr: Kastilyalı İspanyol Erkeği

source: _: FestivalVoiceName American Male, HTS
tr: Amerikan Erkeği, HTS

source: _: FestivalVoiceName American Female, HTS
tr: Amerikan Bayan, HTS

source: _: FestivalVoiceName Canadian English Male, HTS
tr: Kanadalı İngiliz Erkeği, HTS

source: _: FestivalVoiceName Scottish Male, HTS
tr: İskoç Erkeği, HTS

source: _: FestivalVoiceName Canadian English Male, MultiSyn
tr: Kanadalı İngiliz Erkeği, Çoklu Sentezleyici

source: _: FestivalVoiceName Scottish Male, MultiSyn
tr: İskoç Erkeği, Çoklu Sentezleyici

source: _: FestivalVoiceName German Female, Festival
tr: Alman Bayan, Festival

source: _: FestivalVoiceName German Male, Festival
tr: Alman Erkeği, Festival

source: _: FestivalVoiceName Mexican Spanish Male, OGC
tr: Meksikali İskoç Erkeği, OGC

source: _: FestivalVoiceName Mexican Spanish Female, OGC
tr: Meksikalı İskoç Bayan, OGC

source: _: FestivalVoiceName American Male, OGC
tr: Amerikan Erkeği, OGC

source: _: FestivalVoiceName American Female, OGC
tr: Amerikan Bayan, OGC

source: _: FestivalVoiceName British Male, OGC
tr: İngiliz Erkeği, OGC

source: _: FestivalVoiceName Finnish Male
tr: Finlandiyalı Erkek

source: _: FestivalVoiceName Czech Male, MBROLA
tr: Çek Erkeği, MBROLA

source: _: FestivalVoiceName Polish Male
tr: Polonyalı Erkek

source: _: FestivalVoiceName Russian Male
tr: Rus Erkeği

source: _: FestivalVoiceName Italian Male
tr: İtalyan Erkeği

source: _: FestivalVoiceName Italian Female
tr: İtalyan Bayan

source: _: FestivalVoiceName Kiswahili Male
tr: Kiswahili Erkeği

source: _: FestivalVoiceName Ibibio Female
tr: Ibibio Bayan

source: _: FestivalVoiceName Zulu Male
tr: Zulu erkeği

source: _: FestivalVoiceName American Female
tr: Amerikan Bayan

source: _: FestivalVoiceName British Female
tr: İngiliz Bayan

source: _: FestivalVoiceName French Canadian Male
tr: Fransız Kanadalı Erkek

source: _: FestivalVoiceName French Canadian Female
tr: Fransız Kanadalı Bayan

source: _: FestivalVoiceName German Male
tr: Alman Erkeği

source: _: FestivalVoiceName German Female
tr: Alman Bayan

source: _: FestivalVoiceName Americas Spanish Male
tr: Amerikan İspanyolu Erkeği

source: _: FestivalVoiceName Americas Spanish Female
tr: Amerikalı İspanyol Bayan

source: _: FestivalVoiceName Vietnamese Male
tr: Vietnamlı Erkek

source: _: FestivalVoiceName Vietnamese Female
tr: Vietnemlı Bayan

source: Name of a KTTSD filter plugin (required)
tr: KTTSD süzgeç eklentisi ismi (gerekli)

source: Talker code passed to filter
tr: Konuşmacı kodu süzgece gönderildi

source: DCOP application ID passed to filter
tr: DCOP uygulama ID'si süzgece gönderildi

source: _: A string that appears in a single config file, not a group of config files Config file group name passed to filter
tr: Filtreye geçirilen yapılandırma dosyası grup adı

source: Display list of available Filter PlugIns and exit
tr: Mevcut Süzgeç Eklentilerinin listesini göster ve çık

source: Display tabs as \t, otherwise they are removed
tr: Sekmeleri \t şeklinde gösterin, aksi takdirde kaldırılacaktır

source: Display list of available filter plugins and exit
tr: Mevcut süzgeç eklentilerini listele ve çık

source: testfilter
tr: süzgeç

source: A utility for testing KTTSD filter plugins.
tr: KTTSD Süzgeç Eklentilerini denemek için bir araç

source: Maintainer
tr: Geliştirici

source: Other
tr: Diğer

source: Text interrupted. Message.
tr: Metin kesildi. Mesaj.

source: Resuming text.
tr: Metin devam ediyor.

source: You have made changes to the configuration but have not saved them yet. Click Apply to save the changes or Cancel to abandon the changes.
tr: Yaptığınız değişiklikleri kaydetmediniz. Değişiklikleri kaydetmek için Uygula'ya, değişiklikleri iptal etmek için de İptal'e tıklayın.

source: <h1>Text-to-Speech</h1><p>This is the configuration for the text-to-speech dcop service</p><p>This allows other applications to access text-to-speech resources</p><p>Be sure to configure a default language for the language you are using as this will be the language used by most of the applications</p>
tr: <h1>Konuşma Metni</h1><p>Bu, konuşma-metni dcop servisi için bir yapılandırmadır</p><p>Bu, konuşma-metni kaynaklarına erişmek için diğer uygulamalara izin verir</p><p>Uygulamaların çoğu tarafından kullanılanacağınız dil olacak bu dili öntanımlı dil olarak yapılandırmak istediğinizden emin olun.>

source: KCMKttsMgr
tr: KCMKKttsMgr

source: Author
tr: Yazar

source: Contributor
tr: Katkıda bulunan

source: Code
tr: Kod

source: Select Language
tr: Dil Seç

source: Select Filter
tr: Süzgeç Seç

source: &Jobs
tr: &Görevler

source: Talker Configuration
tr: Konuşmacı Yapılandırması

source: Filter Configuration
tr: Süzgeç Yapılandırması

source: Unable to open file.
tr: Dosya açılamadı.

source: File not in proper XML format.
tr: Dosya XML biçimine uygun değil.

source: Unable to open file
tr: Dosya Açılamadı

source: default
tr: öntanımlı

source: sample notification message
tr: örnek bildirim mesajı

source: sample application
tr: örnek uygulama

source: sample event
tr: örnek olay

source: Default (all other events)
tr: Öntanımlı (tüm diğer olaylar)

source: All other %1 events
tr: Diğer %1 olayları

source: Select Event
tr: Olayı Seç

source: _: file type Notification Event List
tr: Bildirim Olay Listesi

source: Error Opening File
tr: Dosya Açılırken Hata

source: No description available
tr: Tanımlama yok

source: KTTS has not yet been configured. At least one Talker must be configured. Would you like to configure it now?
tr: KTTS henüz yapılandırılmamış. En azından bir konuşmacı yapılandırılmalı. Şimdi yapılandırmak ister misiniz?

source: KTTS Not Configured
tr: KTTS Yapılandırılmamış

source: Do Not Configure
tr: Yapılandırma

source: Text-to-speech synthesis deamon
tr: Metinden Konuşmaya Sentezi artalan süreci

source: Original Author
tr: Özgün Yazar

source: Testing
tr: Deneniyor

source: Job Num
tr: Görev Numarası

source: Owner
tr: Sahibi

source: Talker ID
tr: Konuşmacı Kimliği

source: State
tr: Durum

source: Position
tr: Konum

source: Sentences
tr: Tümceler

source: Part Num
tr: Kısım Numarası

source: Parts
tr: Kısımlar
