Repository: pars-linux/uludag
Catalog: branches/l10n/kde/3.5.x/messages/kdeaccessibility/kttsd.po
Languages: tr

source: <p>These are all the text jobs. The <b>State</b> column may be:<ul><li><b>Queued</b> - the job is waiting and will not be spoken until its state is changed to <b>Waiting</b> by clicking the <b>Resume</b> or <b>Restart</b> buttons.</li><li><b>Waiting</b> - the job is ready to be spoken. It will be spoken when the jobs preceding it in the list have finished.</li><li><b>Speaking</b> - the job is speaking. The <b>Position</b> column shows the current sentence of the job being spoken. You may pause a speaking job by clicking the <b>Hold</b> button.</li><li><b>Paused</b> - the job is currently paused. Paused jobs prevent jobs below them from speaking. Use the <b>Resume</b> or <b>Restart</b> buttons to resume speaking the job, or click <b>Later</b> to move the job down in the list.</li><li><b>Finished</b> - the job has finished speaking. When a second job finishes, this one will be deleted. You may click <b>Restart</b> to repeat the job.</li></ul><em>Note</em>: Messages, Warnings, and Screen Reader Output do not appear in this list. See the Handbook for more information.</p>
tr: <p> Bunlar tüm metin görevleridir. <b>Durum</b> sütunu <ul><li><b>Sıraya alındı</b> - görev, durumu <b>Beklemede</b>ye değişinceye kadar, <b>Devam et</b>'e veya <b>Yeniden başlat</b>'a basıncaya kadar konuşulmayacaktır./li><li><b>Bekliyor</b> - görev konuşulmak için hazır. Görev, listeden sırası geldiğinde konuşulacaktır.</li><li><b>Konuşuyor</b>- görev konuşuluyor. <b>Durum</b> sütunu, konuşulan görevin, konuşulan kelimesini gösterir. Konuşulan görevi <b>Beklet</b> düğmesine basarak durdurabilirsiniz. </li><li><b>Durdurldu</b> - görev durduruldu. Durdurulmuş görevler, sonraki görevlerin konuşulmasını engeller. Konuşmaya devam etmek için <b>Devam et</b> veya <b>Yeniden başlat</b> düğmelerine, veya daha sonra konuşulması için <b>Sonra</b> düğmesine tıklayın. </li><li><b>Tamamlandı</b> - görev konuşuldu. İkinci bir görev tamamlandığında, bu görev silinecektir. <b>Yeniden Başlat</b> düğmesine basarak görevi yeniden konuşturabilirsiniz. </li></ul> <em>Not</em>: İletiler, Uyarılar ve Ekran Okuyucu Çıktısı listede görünmez. Daha fazla bilgi için El Kitabına göz atın.</p>

source: Hold
tr: Beklet

source: <p>Changes a job to Paused state. If currently speaking, the job stops speaking. Paused jobs prevent jobs that follow them from speaking, so either click <b>Resume</b> to make the job speakable, or click <b>Later</b> to move it down in the list.</p>
tr: <p>Bir görevi Duraklat. Eğer konuşma devam ediyorsa, konuşma duraklatılacaktır. Görevi duraklatmak, diğer konuşma görevlerini de engelleyecektir. Görevleri, <b>Devam</b>'a tıklayarak tekrardan okutabilir veya <b>Sonra</b>'ya tıklayarak listede bir aşağı indirebilirsiniz.</p>

source: Resume
tr: Devam Et

source: <p>Resumes a paused job or changes a Queued job to Waiting. If the job is the top speakable job in the list, it begins speaking.</p>
tr: <p>Durdurulmuş bir göreve devam eder veya Kuyruktaki bir görevi Beklemeye alır. Eğer görev, listede konuşulabilir bir görevse, konuşma başlar.</p>

source: R&estart
tr: Y&eniden Başlat

source: <p>Rewinds a job to the beginning and changes its state to Waiting. If the job is the top speakable job in the list, it begins speaking.</p>
tr: <p>Görevin başına gider ve durumu Beklemede olarak değiştiri. Eğer görev listedeki öncelikli konuşma göreviyse, konuşma başlar.</p>

source: <p>Deletes the job. If it is currently speaking, it stops speaking. The next speakable job in the list begins speaking.</p>
tr: <p>Görevi siler. Eğer konuşma devam ediyorsa, konuşmayı durudurur. Listedeki diğer görev konuşulmaya başlar.</p>

source: &Later
tr: &Sonra

source: <p>Moves a job downward in the list so that it will be spoken later. If the job is currently speaking, its state changes to Paused.</p>
tr: <p>Listedeki görevi geriye taşır, böylece görev daha sonra okunacaktır. Eğer konuşma devam ediyorsa, konuşmayı durduracaktır.</p>

source: Pre&vious Part
tr: Ö&nceki Kısım

source: <p>Rewinds a multi-part job to the previous part.</p>
tr: <p>Çok bölümlü bir görevde önceki bölüme gider.</p>

source: &Previous Sentence
tr: &Önceki Tümce

source: <p>Rewinds a job to the previous sentence.</p>
tr: <p>Görevde, bir önceki cümleye gider.</p>

source: &Next Sentence
tr: &Sonraki Tümce

source: <p>Advances a job to the next sentence.</p>
tr: <p>Diğer cümleye ilerler</p>

source: Ne&xt Part
tr: Sonr&aki Kısım

source: <p>Advances a multi-part job to the next part.</p>
tr: <p>Çok bölümlü bir görevde diğer bölüme ilerler</p>

source: &Speak Clipboard
tr: Panoyu konu&ş

source: <p>Queues the current contents of the clipboard for speaking and sets its state to Waiting. If the job is the topmost in the list, it begins speaking. The job will be spoken by the topmost Talker in the <b>Talkers</b> tab.</p>
tr: <p>Panodaki içeriği konuşmak için sıraya ekleyecek ve durumunu Beklemede olarak ayarlayacaktır. Eğer görev listedeki öncelikli konuşmaysa, konuşma başlayacaktır. Konuşma, <b>Konuşmacılar</b> sekmesindeki Konuşmacı listesinin en üstündeki konuşmacı tarafından yapılacaktır.</p>

source: Spea&k File
tr: Dosyayı O&ku

source: <p>Prompts you for a file name and queues the contents of the file for speaking. You must click the <b>Resume</b> button before the job will be speakable. The job will be spoken by the topmost Talker in the <b>Talkers</b> tab.</p>
tr: <p>Bir dosya adı gireceksiniz ve bunun içeriği konuşulmak için sıraya eklenecek. Görevi konuşulur kılmak için <b>Devam et</b> düğmesine tıklamalısınız. Konuşma, <b>Konuşmacılar</b> sekmesindeki Konuşmacı listesinin en üstündeki konuşmacı tarafından yapılacaktır.</b>

source: Change Talker
tr: Konuşmacıyı Değiştir

source: <p>Prompts you with a list of your configured Talkers from the <b>Talkers</b> tab. The job will be spoken using the selected Talker.</p>
tr: <p><b>Konuşmacılar</b> sekmesindeki yapılandırılmış Konuşmacıların listesi gelecektir. Görev, belilenen Konuşmacı ile konuşulacaktır.</p>

source: &Refresh
tr: &Tazele

source: <p>Refresh the list of jobs.</p>
tr: <p>Görev listesini yenile</p>

source: Current Sentence
tr: Geçerli Tümce

source: <p>The text of the sentence currently speaking.</p>
tr: <p> Konuşulan cümlenin metni</p>

source: Queued
tr: Kuyruğa Sok

source: Waiting
tr: Bekliyor

source: Speaking
tr: Konuşuyor

source: Paused
tr: Durdu

source: Finished
tr: Bitti

source: Unknown
tr: Bilinmeyen

source: Start minimized in system tray
tr: Sistem çekmecesine küçülterek başlat

source: Exit when speaking is finished and minimized in system tray
tr: Konuşma bitince çık ve sistem çekmecesine küçült

source: Text-to-Speech Manager
tr: Metinden Konuşma Yöneticisi

source: KDE Text-to-Speech Manager
tr: KDE Metinden Konuşma Yöneticisi

source: <qt>Text-to-Speech Manager
tr: <qt>Metinden Konuşma Yöneticisi

source: &Speak Clipboard Contents
tr: &Pano İçeriklerini Konuş

source: &Hold
tr: &Basılı Tut

source: KTTS &Handbook
tr: Ktts &El Kitabı

source: &About KTTSMgr
tr: Kttsmgr H&akkında

source: Text-to-Speech System is not running
tr: Metinden Konuşmaya sistemi çalışmıyor

source: _n: 1 job %n jobs
tr: %n görev

source: , current job %1 at sentence %2 of %3 sentences
tr: ,şimdiki %1 görevinde %3 cümlenin %2 kadarı tamamlandı

source: Speak event name
tr: Olay adını konuş

source: Speak the notification message
tr: Bildirim iletisini konuş

source: Do not speak the notification
tr: Bildirimi konuşma

source: Speak custom text:
tr: Özel metni konuş

source: none
tr: hiçbiri

source: notification dialogs
tr: bildirim pencereleri

source: passive popups
tr: pasif açılan pencereler

source: notification dialogs and passive popups
tr: bildirim pencereleri ve pasif açılır pencerler

source: all notifications
tr: tüm bildirimler

source: Local
tr: Yerel

source: Select Languages
tr: Dilleri Seç

source: _: full country name United States of America
tr: Amerika Birleşik Devletleri

source: _: abbreviated country name USA
tr: ABD

source: _: full country name United Kingdom
tr: İngiltere

source: _: abbreviated country name UK
tr: UK

source: male
tr: erkek

source: female
tr: bayan

source: _: neutral gender neutral
tr: tarafsız

source: _: medium sound medium
tr: orta

source: _: loud sound loud
tr: yüksek

source: _: soft sound soft
tr: alçak

source: _: medium speed medium
tr: orta

source: _: fast speed fast
tr: hızlı

source: _: slow speed slow
tr: yavaş

source: Speak Text
tr: Metni oku

source: Starting KTTSD Failed
tr: KTTSD başlatılamadı

source: DCOP Call Failed
tr: DCOP çağrısı başarısız

source: The DCOP call setText failed.
tr: setText DCOP çağrısı başarısız.

source: The DCOP call startText failed.
tr: startText DCOP çağrısı başarısız

source: Invalid S S M L.
tr: Geçersiz S S M L

source: _: Abbreviation for 'Regular Expression' RegExp
tr: Düzenli İfade (RegExp)

source: Word
tr: Sözcük

source: String Replacer
tr: Dizgi Yer Değiştirici

source: Multiple Languages
tr: Çoklu Diller

source: Edit String Replacement
tr: Dizgi Yer Değiştiriciyi Düzenle

source: Talker Chooser
tr: Konuşmacı Seçici

source: XML Transformer
tr: XML Dönüştürücü

source: Cannot find the aRts soundserver.
tr: aRts ses sunucu bulunamadı.

source: Connecting/starting aRts soundserver failed. Make sure that artsd is configured properly.
tr: aRts ses sunucusuna erişilemiyor. aRts'ın düzgün yapılandırıldığından emin olun.

source: Testing.
tr: Sınanıyor.

source: Scanning... Please wait.
tr: Taranıyor... Lütfen bekleyin.

source: Query Voices
tr: Sorgu Sesleri

source: Querying Festival for available voices. This could take up to 15 seconds.
tr: Mevcut sesler için Festival sorgulanıyor. Bu 15 saniyeden fazla alabilir.

source: Testing. MultiSyn voices require several seconds to load. Please be patient.
tr: Sınanıyor. Çoklu Sentezleyici seslerini yüklemek için birkaç saniye gerekir. Lütfen bekleyiniz.

source: Unable to locate freetts.jar in your path. Please specify the path to freetts.jar in the Properties tab before using KDE Text-to-Speech
tr: Yolunuzdaki freetts.jar'nin yeri belirlenemedi. Lütfen KDE Metin-Konuşmasını kullanmadan önce Özellikler sekmesi içindeki freetts.jar'ın yolunu belirtin.

source: KDE Text-to-Speech
tr: KDE Konuşma-Metni

source: Male voice "%1"
tr: "%1" Erkek sesi

source: Female voice "%1"
tr: "%1" Bayan sesi

source: Unknown voice "%1"
tr: "%1" Bilinmeyen ses

source: This plugin is distributed under the terms of the GPL v2 or later.
tr: Bu eklenti LGPL v2'ninveya daha sonra gelenlerin terimleri altında dağıtılır.

source: Voice File - Hadifix Plugin
tr: Ses Dosyası - Hadifix Eklentisi

source: The gender of the voice file %1 could not be detected.
tr: %1 ses dosyasının cinsiyeti algılamadı.

source: Trying to Determine the Gender - Hadifix Plug In
tr: Cinsiyeti Belirlemeye Çalışma - Hadifix Eklentisi

source: The file %1 does not seem to be a voice file.
tr: %1 dosya bir ses dosyası gibi görünmüyor.

source: _: NAME OF TRANSLATORS Your names
tr: Aydın Demirel

source: _: EMAIL OF TRANSLATORS Your emails
tr: aydin@kde.org.tr
