Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/LC_MESSAGES/messages/playground-edu/kverbos.po
Languages: tr

source: Go On
tr: Devam Et

source: Configure Kverbos
tr: KVerbos Uygulamasını Yapılandır

source: Kverbos Handbook
tr: Kverbos El Kitabı

source: About Kverbos
tr: Kverbos Hakkında

source: About KDE
tr: KDE Hakkında

source: Show Menu
tr: Menüyü Göster

source: Quit Kverbos
tr: Kverbos Uygulamasından Çık

source: Correct Input
tr: Girdiyi Düzelt

source: Next Task
tr: Sonraki Görev

source: Show Solution
tr: Çözümü Göster

source: Could not find the solution file %1. Please check your installation.
tr: Çözüm dosyası %1 bulunamadı. Lütfen kurulumunuzu kontrol edin.

source: Could not find any jigsaw picture.
tr: Herhangi bir yapboz resmi bulunamadı.

source: Show the jigsaw
tr: Yapbozu göster

source: Jigsaw Settings
tr: Yapboz Ayarları

source: Tiles in a row
tr: Bir sıradaki döşemeler

source: Tiles in a column
tr: Bir sütundaki döşemeler

source: Delete
tr: Sil

source: Add
tr: Ekle

source: General
tr: Genel

source: Tenses
tr: Zamanlar

source: Verbs
tr: Fiiller

source: KVTML-files
tr: KVTML-dosyaları

source: Jigsaw
tr: Yapboz

source: Load KVTML-files to Search Translations for Verbs
tr: Fiil Çevirilerini Aramak için KVTML dosyalarını yükle

source: List of KVTML files to load
tr: Yüklenecek KVTML dosyalarının listesi

source: Translated Verbs
tr: Çevrilmiş Fiiller

source: Mix the Spanish and foreign infinitives if possible
tr: Mümkünse İspanyolca ve yabancı mastarları karıştır

source: Show always the foreign infinitive if possible
tr: Mümkünse her zaman yabancı mastarı göster

source: Show always the Spanish infinitive
tr: Daima İspanyolca mastarı göster

source: Study Spanish grammar with KVerbos
tr: KVerbos ile İspanyolca gramer çalış

source: Coding
tr: Kodlama

source: You have not yet selected a verb that matches the exercise %1. Go to the settings dialog and select some matching verbs there.
tr: Henüz alıştırma %1 ile uyuşan bir fiil seçmediniz. Ayarlar penceresine gidin ve oradan uygun fiiller seçin.

source: You did not select a tense. Go to the settings dialog and select some tenses.
tr: Bir zaman seçmediniz. Ayarlar penceresine gidin ve zaman seçin.

source: You solved all tasks in this exercise. You will be brought back to the menu.
tr: Bu alıştırmadaki tüm ödevleri çözdünüz. Menüye geri götürüleceksiniz.

source: Topics
tr: Konular

source: Exercise File
tr: Alıştırma Dosyası

source: class
tr: sınıf

source: Verb:
tr: Fiil:

source: Foreign language meaning:
tr: Yabancı dil anlamı:

source: Tense:
tr: Zaman:

source: The Jigsaw
tr: Yapboz

source: Close
tr: Kapat

source: Decides if the buttons for the special Spanish characters are visible.
tr: Özel İspanyolca harf düğmelerinin görünür olup olmamasına karar verir.

source: Decides if the KVTML-files are loaded automatically.
tr: KVTML dosyalarının otomatik olarak yüklenip yüklenmemesine karar verir.

source: Decides whether a verb selection will be used or the entire verb stock.
tr: Bir fiil mi yoksa tüm fiil deposunun mu kullanılacağına karar verir.

source: Trained verbs that are not in the user's verb selection are added to the selection automatically.
tr: Kullanıcı fiil seçiminde olmayan çalışılmış fiiller otomatik olarak seçime eklenirler.

source: The user can select verbs they know and want to practice using a verb selection - a subset of all verbs. In some trainers the user can be faced with verbs that are not yet in the selection; for example, in the VerbViewTrainer if a word is entered that is not yet in the selection. If this option is set, such verbs are added automatically to the list.
tr: Kullanıcılar fiil seçimi ile bildikleri ve pratik yapmak istedikleri fiilleri seçebilirler. Bazı alıştırmalarda kullanıcı bu seçimde yer almayan fiillerle karşılaşabilir; örneğin VerbViewTrainer alıştırmasında seçimde yer almayan bir kelime girildiğinde. Bu seçenek etkin olduğunda bu fiiller otomatik olarak listeye eklenir.

source: Decides whether the accents are ignored while correcting input or not.
tr: Girdi doğrulanırken aksanların önemsenip önemsenmemesine karar verir.

source: If true, the Spanish infinitive will always be used.
tr: Eğer etkinse, her zaman İspanyolca mastar kullanılacaktır.

source: If a KVTML file is loaded, there might be a translation for a verb. In this case, the program can present the verb either in Spanish; according to the translation; or an arbitrary mix of the two.
tr: Eğer bir KVTML dosyası yüklendiyse, bir fiil için bir çeviri mevcut olabilir. Bu durumda uygulama, fiili ya İspanyolca ya da çeviriye göre çevirisiyle beraber harmanlayarak sunabilir.

source: If true, the Foreign infinitive will always be used.
tr: Eğer etkinse, her zaman Yabancı mastar kullanılacaktır.

source: If true, the Spanish and foreign infinitives will be used arbitrarily.
tr: Eğer etkinse, İspanyolca ve yabancı mastarlar tesadüfen kullanılacaktır.

source: Single User
tr: Tek Kullanıcı

source: If this option is not set, the program starts with an user login widget where the user can select their learning group and their name. If this option is set, the user login widget is not shown and the default user settings are used throughout.
tr: Bu seçenek seçili değilse, uygulama kullanıcıların öğrenim grubunu ve adlarını seçebildikleri bir giriş ekranıyla açılır. Eğer bu seçenek etkinse, bu giriş ekranı gösterilmez ve öntanımlı kullanıcı ayarları kullanılır.

source: The name of the last user using the program.
tr: Programı kullanan son kullanıcının adı.

source: Set the default translation.
tr: Öntanımlı çeviriyi ayarla.

source: In the trainer forms there need to be at least this many verbs for a learning session. If there are fewer than this, some verbs that are blocked at the moment are used to fill the list of verbs to learn.
tr: Alıştırma formlarında, bir öğrenim oturumu için en az bu kadar fiil olması gerekir. Eğer bu sayıdan daha az fiil mevcutsa, şu an engellenen bazı fiiller eksikleri kapatmak için listeye dahil edilecektir.

source: Decides if the clock is used as a clock or a timer that counts backwards.
tr: Saatin bir saat olarak mı yoksa geriye doğru sayan bir zamanlayıcı olarak mı kullanılacağına karar verir.

source: The time in minutes the timer should count.
tr: Zamanlayıcının sayacağı dakika olarak süre.

source: If true then the contents of the KVTML files in the list are loaded.
tr: Eğer etkinse, listedeki KVTML dosyalarının içeriği yüklenir.

source: A list of KVTML files that are parsed to look for translations of verbs
tr: Fiillerin tercümesini bulmaya çalışmak için gramer bakımından incelenen KVTML dosyalarının bir listesi.

source: Decides if the puzzle is shown as feedback.
tr: Bulmacanın geri besleme olarak gösterilip gösterilmeyecğine karar verir.

source: The number of tiles in a row.
tr: Bir satırdaki döşeme sayısı.

source: The number of tiles in a column.
tr: Bir sütundaki döşeme sayısı.

source: A list of picture files to chose as jigsaw images.
tr: Yapboz resimleri olarak seçilecek resim fosyalarının bir listesi.

source: The proportion of simple tenses to the others.
tr: Basit zamanların diğerlerine oranı.

source: The proportion of composed tenses to the others.
tr: Birleşik zamanların diğerlerine oranı.

source: The proportion of continuous tenses to the others.
tr: Süreklilik zamanlarının diğerlerine oranı.

source: If true this tense is selected for learning.
tr: Eğer etkinse, bu zaman öğrenme için seçilir.

source: All the selected verbs.
tr: Seçili fiillerin tümü.

source: it does nothing only test purpose
tr: hiçbir şey yapmaz, yalnızca test amaçlıdır

source: Show buttons for the Spanish characters ñ, á, é, í, ó, ú
tr: İspanyolca harfler ñ, á, é, í, ó, ú için düğmeleri göster

source: Use a verb selection instead the entire verb stock
tr: Tüm fiil deposu yerine bir fiil seçimi kullan

source: Select verbs automatically if they are not in the selection
tr: Seçilmemişlerse fiilleri otomatik olarak seç

source: Ignore accents while checking the user input
tr: Kullanıcı girdisini kontrol ederken aksanı yoksay

source: The use of the Clock
tr: Saat kullanımı

source: Counter
tr: Sayaç

source: Timer
tr: Zamanlayıcı

source: Learn for
tr: Öğren

source: Minutes
tr: Dakika

source: Proportion
tr: Miktar

source: Maybe you want to practice more normal tenses than composed tenses. Here you can change the proportion between these groups.
tr: Belki de bileşik zamanlardan ziyade daha normal zamanları çalışmak istersiniz. Bu gruplar arasındaki miktarı buradan değiştirebilirsiniz.

# NAME OF TRANSLATORS
source: Your names
tr: Serdar Soytetir

# EMAIL OF TRANSLATORS
source: Your emails
tr: tulliana@gmail.com

source: regular -ar verb
tr: düzenli -ar fiili

source: regular -er verb
tr: düzenli -er fiili

source: regular -ir verb
tr: düzenli -ir fiili

source: group verbs e --> ie
tr: grup fiiller e --> ie

source: group verbs o --> ue
tr: grup fiille o --> ue

source: group verbs e --> i
tr: grup fiiller e --> i

source: group verbs c --> qu
tr: grup fiiller c--> qu

source: group verbs g --> gu
tr: grup fiiller g --> gu

source: group verbs z --> c
tr: grup fiiller z --> c

source: group verbs gu --> g
tr: grup fiiller gu --> g

source: group verbs c --> z
tr: grup fiiller c --> <

source: group verbs g --> j
tr: grup fiiller g --> j

source: group verbs qu --> c
tr: grup fiiller qu --> c

source: with orthographic exceptions
tr: imlaya ait istisnalarla

source: irregular verbs
tr: düzensiz fiiller

source: Look for an infinitive
tr: Bir mastar ara

source: List of Selected Verbs
tr: Seçili Fiil Listesi

source: Verbs in Grammatical Groups
tr: Dilbilgisi Gruplarındaki Fiiller

source: Verbs in Alphabetical Groups
tr: Alfabetik Gruplardaki Fiiller

source: Categories & Verbs
tr: Kategoriler & Fiiller

source: Level
tr: Düzey

source: Time to stay
tr: Kalma süresi

source: Selected Verbs
tr: Seçili Fiiller

source: First letter is
tr: İlk harf

source: <!DOCTYPE HTML PUBLIC -//W3C//DTD HTML 4.01 Transitional//EN http://www.w3.org/TR/html4/loose.dtd><html><head></head><body><p style=text-align:center;>Enter the infinitive of a Spanish verb and then press ENTER.</p></body></html>
tr: <!DOCTYPE HTML PUBLIC -//W3C//DTD HTML 4.01 Transitional//EN http://www.w3.org/TR/html4/loose.dtd><html><head></head><body><p style=text-align:center;>Bir İspanyolca fiil mastarı girin ve daha sonra GİRİŞ tuşuna basın.</p></body></html>
