Repository: pars-linux/uludag
Catalog: l10n-kde4/*/docmessages/kdebase-apps/kinfocenter_processor.po
Languages: tr

source: Processor Information
tr: İşlemci Bilgisi

source: ROLES_OF_TRANSLATORS
tr: <othercredit role="translator"><firstname></firstname><surname></surname><affiliation><address><email>engincagatay@yahoo.com</email></address></affiliation><contrib></contrib></othercredit>

source: <keyword>CPU</keyword>
tr: <keyword>İşlemci</keyword>

source: processor
tr: işlemci

source: system information
tr: sistem bilgisi

source: This page displays information about the system Central Processing Unit (<acronym>CPU</acronym>).
tr: Bu sayfa sisteminizdeki Central Processing Unit (<acronym>CPU</acronym>) - (Merkezi İşlem Birimi , İşlemci) hakkında bilgi gösterir.

source: The exact information displayed is system-dependent. On some systems, processor information cannot be displayed yet.
tr: Gösterilen kesin bilgi sistemden sisteme göre değişir. Bazı sistemlerde işlemci bilgisinin görüntülenmesi hala mümkün değildir.

source: On &Linux;, this information is read from <filename class="devicefile">/proc/cpuinfo</filename>, which is only available if the <filename class="directory">/proc</filename> pseudo-filesystem is compiled into the kernel.
tr: &Linux;'ta, bu bilgi <filename class="directory">/proc</filename> pseudo-filesystem bölümü çekirdeğe, çekirdek derlenerek, eklenmişse <filename class="devicefile">/proc/cpuinfo</filename> dosyasından okunur.

source: The exact contents of the window will depend on the <acronym>CPU</acronym>(s) in your machine, but the window is organized into two columns. The first column is the parameter, and the second column is the value of that parameter.
tr: Bu penceredeki kesin bilgiler sisteminizdeki <acronym>İşlemci</acronym>'ye/ <acronym> İşlemciler</acronym>'e göre değişir, yine de bu pencere iki bölüm halinde oluşturulmuştur. İlk bölümde parametre, ikinci bölümde ise o parametrenin değeri gösterilir.

source: The user cannot modify any settings on this page.
tr: Kullanıcı bu sayfadaki ayarları değiştiremez.
