Repository: pars-linux/uludag
Catalog: l10n-kde4/*/docmessages/kdebase-apps/kinfocenter_interrupts.po
Languages: tr

source: Interrupt Request (<abbrev>IRQ</abbrev>) Lines
tr: Kesme Talebi (<abbrev>IRQ</abbrev>) Hatları

source: ROLES_OF_TRANSLATORS
tr: <othercredit role="translator"><firstname></firstname><surname></surname><affiliation><address><email>engincagatay@yahoo.com</email></address></affiliation><contrib></contrib></othercredit>

source: interrupts
tr: kesmeler

source: system information
tr: sistem bilgisi

source: Interrupt Request (<abbrev>IRQ</abbrev>) Lines in Use
tr: Kullanımdaki Kesme Talebi (<abbrev>IRQ</abbrev>) Hatları

source: This page displays information about the Interrupt Request Lines in use, and the devices that use them.
tr: Bu sayfa Kesme Talebi Hatları hakkında bilgi verirken, onları kullanan aygıtları listeler.

source: An <acronym>IRQ</acronym> is a hardware line used in a <acronym>PC</acronym> by (<acronym>ISA</acronym> bus) devices like keyboards, modems, sound cards, &etc;, to send interrupt signals to the processor to tell it that the device is ready to send or accept data. Unfortunately, there are only sixteen <acronym>IRQ</acronym>'s (0-15) available in the i386 (<acronym>PC</acronym>) architecture for sharing among the various <acronym>ISA</acronym> devices.
tr: <acronym>IRQ</acronym>, klavye, modem, ses kartı gibi aygıtların veri göndermek ya da veri almak için hazır olduklarının işlemciye bildirilmesi için <acronym>PC</acronym> içerisinde kullanılan kesme sinyallerinin gönderildiği bir aygıt hattıdır. Malesef, i386 mimarisinde (<acronym>PC</acronym>) çeşitli <acronym>ISA</acronym> aygıtları arasında paylaştırılmak üzere sadece on altı <acronym>IRQ</acronym> (0-15) vardır.

source: Many hardware problems are the result of <acronym>IRQ</acronym> conflicts, when two devices try to use the same <acronym>IRQ</acronym>, or software is misconfigured to use a different <acronym>IRQ</acronym> from the one a device is actually configured for.
tr: Birçok aygıt hatası <acronym>IRQ</acronym> çakışmaları nedeniyle kaynaklanmaktadır; örneğin, iki aygıt aynı <acronym>IRQ</acronym>'yu kullanmak istediğinde ya da bir yazılım bir aygıtın aslında ayarlandığı <acronym>IRQ</acronym> değerinden başkasını kullanmak üzere ayarlandığında bu durum ortaya çıkar.

source: The exact information displayed is system-dependent. On some systems, <acronym>IRQ</acronym> information cannot be displayed yet.
tr: Gösterilen kesin bilgi sistemden sisteme göre değişir. Bazı sistemlerde <acronym>IRQ</acronym> bilgisinin görüntülenmesi hala mümkün değildir.

source: On &Linux;, this information is read from <filename class="directory">/proc/interrupts</filename>, which is only available if the <filename class="directory">/proc</filename> pseudo-filesystem is compiled into the kernel.
tr: &Linux;'ta, bu bilgi <filename class="directory">/proc</filename> pseudo-filesystem bölümü çekirdeğe eklenerek çekirdek derlenmişse, <filename class="directory">/proc/interrupts</filename> dosyasından okunur.

source: The first column, is the <acronym>IRQ</acronym> number. The second column, is the number of interrupts that have been received since the last reboot. The third column shows the type of interrupt. The fourth, identifies the device assigned to that interrupt.
tr: İlk bölüm <acronym>IRQ</acronym> numarasını gösterir. İkinci bölüm ise, sistemin en son başlatılmasından bu yana geçen sürede alınan kesmelerin sayısını gösterir. Üçüncü bölümde ise, kesmenin türü hakkında bilgi verilir. Dördüncüde o kesmeyle ilişkilendirilen aygıt tanımlanır.

source: The user cannot modify any settings on this page.
tr: Kullanıcı bu sayfadaki ayarları değiştiremez.
