Repository: pars-linux/uludag
Catalog: l10n-kde4/*/docmessages/kdebase-apps/kinfocenter_samba.po
Languages: tr

source: Samba Status Information
tr: Samba Durumu Bilgisi

source: ROLES_OF_TRANSLATORS
tr: <othercredit role="translator"><firstname></firstname><surname></surname><affiliation><address><email>engincagatay@yahoo.com</email></address></affiliation><contrib></contrib></othercredit>

source: system information
tr: sistem bilgisi

source: The Samba and <acronym>NFS</acronym> Status Monitor is a front end to the programs <command>smbstatus</command> and <command>showmount</command>. Smbstatus reports on current Samba connections, and is part of the suite of Samba tools, which implements the <acronym>SMB</acronym> (Session Message Block) protocol, also called the NetBIOS or LanManager protocol.
tr: Samba ve <acronym>NFS</acronym> Durum Monitörü <command>smbstatus </command> and <command>showmount</command> uygulamalarına bir arayüzdür. Smbstatus güncel Samba bağlantılarını bildirmekle beraber, Samba araçları çalışma ortamının bir parçasıdır. Bu çalışma ortamı NetBIOS ya da LanManager protokolü olarak da anılan <acronym>SMB</acronym> (Session Message Block - Oturum Mesaj Bloğu) protokolünü işletir.

source: This protocol can be used to provide printer sharing or drive sharing services on a network including machines running the various flavors of &Microsoft; &Windows;.
tr: Bu protokol çeşitli &Microsoft; &Windows; sistemlerinin de bulunduğu bir ağda yazıcı ve/veya disk paylaşım servisleri sağlar.

source: <command>showmount</command> is part of the <acronym>NFS</acronym> software package. <acronym>NFS</acronym> stands for Network File System and is the traditional &UNIX; way to share folders over the network. In this case the output of <command>showmount</command> <option>-a localhost</option> is parsed. On some systems showmount is in <filename class="directory">/usr/sbin</filename>, check if you have showmount in your <envar>PATH</envar>.
tr: <command>showmount</command>, <acronym>NFS</acronym> yazılım paketinin bir parçasıdır. <acronym>NFS</acronym>, açılımı Network File System (Ağ Dosya Sistemi) olmakla beraber, &UNIX; klasörlerinin ağ üzerinde paylaşılmasının geleneksel bir yoludur. Bazı sistemlerde showmount <filename class="directory">/usr/sbin</filename> klasöründedir. <envar>PATH</envar> çevresel değişkeninde adının geçip geçmediğine bakabilirsiniz.

source: Exports
tr: İhraçlar

source: On this page you can see a big list which shows the currently active connections to Samba shares and <acronym>NFS</acronym> exports of your machine. The first column shows you whether the resource is a Samba (<acronym>SMB</acronym>) share or a <acronym>NFS</acronym> export. The second column contains the name of the share, the third the name of the remote host, which accesses this share. The remaining columns have only a meaning for Samba-shares.
tr: Bu sayfada Samba paylaşımlarının ve <acronym>NFS</acronym> ihraçlarının güncel aktivitelerini gösteren büyük bir listeyi görebilirsiniz. İlk bölüm, kaynağın birSamba (<acronym>SMB</acronym>) paylaşımı mı yoksa bir <acronym>NFS</acronym> ihracı mı olduğunu gösterir. İkinci bölüm, paylaşımın ismini gösterirken, üçüncüsü bu paylaşıma erişen uzak bilgisayarın ismini gösterir. Geri kalan sütunların sadece Samba paylaşımları için anlamı vardır.

source: The fourth column contains the User <abbrev>ID</abbrev> of the user, who accesses this share. Note that this does not have to be equal to the &UNIX; user <abbrev>ID</abbrev> of this user. The same applies for the next column, which displays the group <abbrev>ID</abbrev> of the user.
tr: Dördüncü bölüm, bu paylaşıma erişen kullanıcının Kullanıcı <abbrev>ID</abbrev>'sini (Tanımlayıcısını) içerir. Bunun &UNIX; Kullanıcı Tanımlayıcısıyla (ID) aynı olması gerekmediğini unutmayın. Bu, kullanıcının grup Tanımlayıcısını içeren bir sonraki sütun için de geçerlidir.

source: Each connection to one of your shares is handled by a single process (<command>smbd</command>), the next column shows the process <abbrev>ID</abbrev> (<acronym>pid</acronym>) of this <command>smbd</command>. If you kill this process the connected user will be disconnected. If the remote user works from &Windows;, as soon as this process is killed a new one will be created, so he will almost not notice it.
tr: Paylaşımınıza kurulan her bağlantı bir tek işlem (<command>smbd</command>) tarafından yürütülür, bir sonraki sütun <command>smbd</command>'nin <abbrev>ID</abbrev> (<acronym>pid</acronym>) işlemini gösteriyor. Eğer bu işlemi öldürürseniz (kapatırsanız) bağlı olan kullanıcı hattan düşer. Uzak kullanıcı &Windows;'ta çalışıyorsa, bu işlem öldürülür öldürülmez bir yenisi yaratılır, böylece kullanıcı bunun farkına bile varmaz.

source: The last column shows how many files this user has currently open. Here you see only, how many files he has <emphasis>open</emphasis> just now, you don't see how many he copied or formerly opened &etc;
tr: Son sütun bu kullanıcının açmış bulunduğu kaç dosyanın olduğunu gösterir. Burada bu kullanıcının sadece şu anda kaç dosyasının <emphasis>açık</emphasis> olduğunu görüyorsunuz, kaç tanesini kopyaladığını ya da daha önceden açıtğını değil.

source: Imports
tr: Alımlar

source: The mounted <acronym>NFS</acronym>-shares you should see on &Linux; (this has been tested), and it should also work on &Solaris; (this has not been tested).
tr: &Linux; üzerinde görmeniz gereken (test edildi) bağlı <acronym>NFS</acronym> paylaşımları, bu ayrıca &Solaris; için de çalışmalı (test edilmedi).

source: <title>Log</title>
tr: <title>Kayıt</title>

source: This page presents the contents of your local samba log file in a nice way. If you open this page, the list will be empty. You have to press the <guibutton>Update</guibutton> button, then the samba log file will be read and the results displayed. Check whether the samba log file on your system is really at the location as specified in the input line. If it is somewhere else or if it has another name, correct it. After changing the file name you have to press <guibutton>Update</guibutton> again.
tr: Bu sayfa samba kayıt (log) dosyalarınızın içeriğini hoş bir şekilde size sunuyor. Sayfayı açarsanız, liste boş olacak. <guibutton>Güncelle</guibutton> düğmesine bastığınızda, samba kayıt dosyası okunacak ve sonuçlar gösterilecektir. Samba kayıt dosyasının sisteminizde gerçekten girdi satırında belirtilen yerde olup olmadığını kontrol edin.Eğer başka bir yerde ya da başka bir isim altındaysa, düzeltin.Dosya ismini değiştirdikten sonra <guibutton>Güncelle</guibutton> düğmesine yeniden basmanız gerekir.

source: Samba logs its actions according to the log level (see <filename>smb.conf</filename>). If loglevel = 1, samba logs only when somebody connects to your machine and when this connection is closed again. If log level = 2, it logs also if somebody opens a file and if he closes the file again. If the log level is higher than 2, yet more stuff is logged.
tr: Samba hareketlerini kayıt seviyesine göre kaydeder (<filename>smb.conf </filename> dosyasına bakın). Eğer loglevel = 1 ise, samba sadece birisi bilgisayarınıza bağlandığında ve bağlantı kapandığında kayıt alır. Eğer loglevel = 2 ise, birisi bir dosyayı açtığında ve o dosyayı kapttığında kayıt alır. Eğer kayıt seviyesi (log level) 2'den büyükse, daha çok bilgi kayda alınır.

source: If you are interested in who accesses your machine, and which files are accessed, you should set the log level to 2 and regularly create a new samba log file (&eg; set up a <command>cron</command> task which once a week moves your current samba log file into another folder or something like that). Otherwise your samba log file may become very big.
tr: Eğer bilgisayarınıza kimin ve hangi dosyalara ulaştığını merak ediyorsanız, kayıt seviyesini 2'ye çıkararak düzenli olarak yeni samba kayıt dosyaları yaratmalısınız(örneğin haftada bir samba kayıt dosyasını başka bir konuma taşıyarak yenisini yaratan bir <command>cron</command> görevi kurarak). Yoksa kayıt dosyası çok büyük olabilir.

source: With the four checkboxes below the big list you can decide, which events are displayed in the list. You have to press <guibutton>Update</guibutton> to see the results. If the log level of your samba is too low, you won't see everything.
tr: Büyük listenin altındaki dört işaretleme kutusundan, listede hangi olayların gösterileceğini seçebilirisiniz. Sonuçları görmek için <guibutton>Güncelle</guibutton> düğmesine basmanız gerekir. Sambanızın kayıt seviyesi çok düşükse hiçbir şey görmezsiniz.

source: By clicking on the header of one column you can sort the list by this column.
tr: Bir sütunun başlığına tıklayarak, listeyi o sütunun içeriğine göre sıralayabilirsiniz.

source: Statistics
tr: İstatistikler

source: On this page you can filter the contents of the third page for certain contents.
tr: Bu sayfada, belli içerikler için üçüncü sayfanın içeriğini filtreleyebilirsiniz.

source: Let's say the <guilabel>Event</guilabel> field (not the one in the list) is set to <userinput>Connection</userinput>, <guilabel>Service/File</guilabel> is set to <userinput>*</userinput>, <guilabel>Host/User</guilabel> is set to <userinput>*</userinput>, <guilabel>Show expanded service info</guilabel> is disabled and <guilabel>Show expanded host info</guilabel> is disabled.
tr: (Listede olmayan) <guilabel>Olay</guilabel> alanının <userinput>Bağlantı</userinput>'ya, <guilabel>Servis/Dosya</guilabel>'nın <userinput>*</userinput> seçeneğine, <guilabel>Bilgisayar/Kullanıcı</guilabel>'nın <userinput>*</userinput> seçeneğine ayarlandığını ve <guilabel>Genişletilmiş servis bilgisini göster</guilabel> ve <guilabel>Genişletilmiş bilgisayar bilgisini göster</guilabel>'in kapatıldığını varsayalım.

source: If you press <guibutton>Update</guibutton> now, you will see how often a connection was opened to share <literal>*</literal> (&ie; to any share) from host <literal>*</literal> (&ie; from any host). Now enable <guilabel>Show expanded host info</guilabel> and press <guibutton>Update</guibutton> again. Now you will see for every host which matches the wildcard <literal>*</literal>, how many connections were opened by him.
tr: <guibutton>Güncelle</guibutton>'ye basarsanız, <literal>*</literal> bilgisayarından <literal>*</literal> bilgisayarına hangi sıklıkla bağlantı kurulduğunu göreceksiniz. Şimdi <guilabel>Genişletilmiş bilgisayar bilgisini göster</guilabel>'i aktif duruma getirin ve <guibutton>Güncelle</guibutton>'ye tekrar basın. Şimdi <literal>*</literal> sembolü ile eşleşen her bilgisayarı göreceksiniz ve onunla kaç bağlantı kurulduğunu öğrenebileceksiniz.

source: Now press <guibutton>clear</guibutton>.
tr: Şimdi <guibutton>temizle</guibutton> düğmesine basın.

source: Now set the <guilabel>Event</guilabel> field to File Access and enable <guilabel>Show expanded service info</guilabel> and press <guibutton>Update</guibutton> again.
tr: Şimdi <guilabel>Olay</guilabel> alanını Dosya Erişimi'ne ayarlayıp,<guilabel>Genişletilmiş servis bilgisini göster</guilabel>'i aktif duruma getirin ve <guibutton>Güncelle</guibutton>'ye bir daha basın.

source: Now you will see how often every single file was accessed. If you enable <guilabel>Show expanded host info</guilabel> too, you will see how often every single user opened each file.
tr: Şimdi her dosyaya hangi sıklıkla ulaşıldığını görebileceksiniz. <guilabel>Genişletilmiş bilgisayar bilgisini göster</guilabel>'i de seçerseniz, her kullanıcının her dosyayı hangi sıklıkla açtığını da görebileceksiniz.

source: In the input lines <guilabel>Service/File</guilabel> and <guilabel>Host/User</guilabel> you can use the wildcards <literal>*</literal> and <literal>?</literal> in the same way you use them at the command line. Regular expressions are not recognized.
tr: <guilabel>Servis/Dosya</guilabel> ve <guilabel>Bilgisayar/Kullanıcı</guilabel> girdi satırlarında <literal>*</literal> ve <literal>?</literal> sembollerini komut satırında kullandığınla aynı anlamlarla kullanabilirsiniz.

source: By clicking on the header of a column you can sort the list by this column. This way you can check out which file was opened most often, or which user opened the most files or whatever.
tr: Bir sütunun başlığına tıklayarak, listeyi o sütunun içeriğine göre sıralayabilirsiniz. Bu yolla hangi dosyanın en sık açıldığını ya da hangi kullanıcının en çok dosya açtığını ve daha birçok şeyi kontrol edebilirisiniz.

source: Section Author
tr: Bölüm Yazarı

source: Module copyright 2000: Michael Glauche and &Alexander.Neundorf; &Alexander.Neundorf.mail;
tr: Modülün tüm hakları saklıdır 2000: Michael Glauche and &Alexander.Neundorf; &Alexander.Neundorf.mail;

source: Originally written by: Michael Glauche
tr: Orjinali Michael Glauche tarafından yazılmıştır.

source: Currently maintained by: &Alexander.Neundorf; &Alexander.Neundorf.mail;
tr: Şu anda projeyi yöneten : &Alexander.Neundorf; &Alexander.Neundorf.mail;

source: Contributors
tr: Katkıda Bulunanlar

source: Conversion to kcontrol applet:
tr: kcontrol programcığına dönüşüm:

source: Conversion to kcmodule, added tab pages 2,3,4, bug fixed:
tr: kcmodule'e dönüşüm, sekme sayfaları 2,3,4 ekledi, hatalar ayıkladı:

source: Documentation copyright 2000 &Alexander.Neundorf; &Alexander.Neundorf.mail;
tr: Belgenin tüm hakları 2000 saklıdır. &Alexander.Neundorf; &Alexander.Neundorf.mail;

source: Documentation translated to docbook by &Mike.McBride; &Mike.McBride.mail;
tr: Belge docbook biçimine bu kişiler tarafından çevrilmiştir : &Mike.McBride; &Mike.McBride.mail;

source: CREDIT_FOR_TRANSLATORS
tr: <para>Engin ÇAĞATAY<email>engincagatay@yahoo.com</email></para>
