Repository: pars-linux/uludag
Catalog: trunk/l10n-kde4/*/messages/kdebase/kcmscreensaver.po
Languages: tr

source: Advanced Options
tr: Gelişmiş Seçenekler

source: Specify the priority that the screensaver will run at. A higher priority may mean that the screensaver runs faster, though may reduce the speed that other programs run at while the screensaver is active.
tr: Ekran koruyucusunun önceliğini belirleyin. Daha yüksek öncelik verilirse ekran koruyucu daha hızlı çalışacaktır, fakat bu ekran koruyucu çalışırken diğer programları yavaşlatabilir.

source: The action to take when the mouse cursor is located in the top left corner of the screen for 15 seconds.
tr: Fare işaretçisi 15 saniye boyunca ekranın sol üst köşesinde kalırsa gerçekleştirilecek eylem.

source: The action to take when the mouse cursor is located in the top right corner of the screen for 15 seconds.
tr: Fare işaretçisi 15 saniye boyunca ekranın sağ üst köşesinde kalırsa gerçekleştirilecek eylem.

source: The action to take when the mouse cursor is located in the bottom left corner of the screen for 15 seconds.
tr: Fare işaretçisi 15 saniye boyunca ekranın sol alt köşesinde kalırsa gerçekleştirilecek eylem.

source: The action to take when the mouse cursor is located in the bottom right corner of the screen for 15 seconds.
tr: Fare işaretçisi 15 saniye boyunca ekranın sağ alt köşesinde kalırsa gerçekleştirilecek eylem.

# Screen saver category
source: Banners & Pictures
tr: Resimler ve Başlıklar

# Screen saver category
source: Desktop Distortions
tr: Masaüstü Bozulmaları

# Screen saver category
source: Flying Things
tr: Uçan Nesneler

# Screen saver category
source: Fractals
tr: Fraktaller

# Screen saver category
source: Gadgets & Simulations
tr: Makineler ve Benzetimler

# Screen saver category
source: Illusions of Depth
tr: Derinlik Yanılsaması

# Screen saver category
source: Miscellaneous
tr: Çeşitli

# Screen saver category
source: OpenGL Screen Savers
tr: OpenGL Ekran Koruyucuları

# Screen saver category
source: Rapid Motion
tr: Hızlı Hareket

# Screen saver category
source: Visit to Flatland
tr: Arzın Merkezine Seyahat

source: Screen Corner Actions
tr: Ekran Köşe Olayları

source: Top left:
tr: Üst sol:

source: No Action
tr: Olay Yok

source: Lock Screen
tr: Ekranı Kilitle

source: Prevent Locking
tr: Kilitlemeyi Engelle

source: Top right:
tr: Üst sağ:

source: Bottom left:
tr: Alt sol:

source: Bottom right:
tr: Alt sağ:

source: Screen Saver Priority
tr: Ekran Koruyucu Önceliği

source: Low
tr: Düşük

source: Medium
tr: Orta

source: High
tr: Yüksek

source: Advanced &Options
tr: &Gelişmiş Seçenekler

source: Settings
tr: Ayarlar

source: Automatically start the screen saver after a period of inactivity.
tr: Belirli bir süre hareketsizliğin ardından ekran koruyucuyu otomatik başlatır.

source: Start a&utomatically
tr: &Otomatik başlat

source: The period of inactivity after which the screen saver should start.
tr: Ekran koruyucusunun başlamadan önce bekleyeceği etkinsizlik süresi.

source: After:
tr: Gecikme:

source: Prevent potential unauthorized use by requiring a password to stop the screen saver.
tr: Ekran koruyucusunu durdurmak için parola isteyerek izinsiz kullanımı engeller.

source: &Require password to stop
tr: &Ekran koruyucusundan çıkmak için parola sor

source: The amount of time, after the screen saver has started, to ask for the unlock password.
tr: Ekran koruyucusu başladıktan sonra açma parolasını sormak için geçmesi gereken süre.

source: Add widgets to your screensaver.
tr: Ekran koruyucunuza programcıklar ekleyin.

source: Allow widgets on screen saver
tr: Ekran koruyucuda programcıklara izin ver

source: Configure Widgets...
tr: Gereçleri Yapılandır...

source: Screen Saver
tr: Ekran Koruyucu

source: Select the screen saver to use.
tr: Kullanılacak ekran koruyucusunu seçer.

source: Configure the screen saver's options, if any.
tr: Varsa ekran koruyucunun ayarlarını yapılandırır.

source: &Setup...
tr: &Ayarla...

source: Show a full screen preview of the screen saver.
tr: Ekran koruyucusunun tam ekran önizlemesini gösterir.

source: &Test
tr: &Dene

# NAME OF TRANSLATORS
source: Your names
tr: Görkem Çetin, Uğur Çetin

# EMAIL OF TRANSLATORS
source: Your emails
tr: gorkem@kde.org, jnmbk@users.sourceforge.net

source: <h1>Screen Saver</h1> <p>This module allows you to enable and configure a screen saver. Note that you can enable a screen saver even if you have power saving features enabled for your display.</p> <p>Besides providing an endless variety of entertainment and preventing monitor burn-in, a screen saver also gives you a simple way to lock your display if you are going to leave it unattended for a while. If you want the screen saver to lock the session, make sure you enable the "Require password" feature of the screen saver; if you do not, you can still explicitly lock the session using the desktop's "Lock Session" action.</p>
tr: <h1>Ekran Koruyucu</h1> <p>Bu modül bir ekran koruyucu seçmenizi ve etkinleştirmenizi sağlar. Güç yönetimi için ayarlamalar yapsanız da isterseniz bir ekran koruyucusunu etkinleştirmeniz mümkündür.</p> <p>Ekran koruyucu sadece eğlenceli bir kaç dakika geçirmenize olanak sağlamaz, ayrıca ekranı istediğiniz bir anda kilitlemenize olanak verir. Ekran koruyucusunun oturumunuzu kilitlemesini istiyorsanız, "Ekranı Kilitle" özelliğini etkinleştirin. Bunu yapmasanız bile masaüstünüzün "Oturumu Kilitle" eylemini kullanarak ekranı kilitleyebilirsiniz.</p>

source: minute
tr: dakika

source: second
tr: saniye

source: A preview of the selected screen saver.
tr: Seçilen ekran koruyucunun önizlemesi.

source: KDE Screen Saver Control Module
tr: KDE Ekran Koruyucu Denetim Modülü

source: Loading...
tr: Yükleniyor...
