Repository: pars-linux/uludag
Catalog: trunk/l10n-kde4/*/messages/kdebase/kinfocenter.po
Languages: tr

source: Name
tr: İsim

source: Status
tr: Durum

source: Location
tr: Konum

source: Description
tr: Açıklama

source: Information
tr: Bilgiler

source: Value
tr: Değer

# Mebibyte
source: MiB
tr: MB

source: Device
tr: Aygıt

source: Mount Point
tr: Bağlanma Noktası

source: FS Type
tr: Dosya Sistemi Tipi

source: Total Size
tr: Toplam Boyut

source: Free Size
tr: Boş Alan Boyutu

source: CPU %1: %2, %3 MHz
tr: İşlemci %1: %2, %3 MHz

source: CPU %1: %2, unknown speed
tr: İşlemci %1: %2, bilinmeyen hız

source: Your sound system could not be queried. /dev/sndstat does not exist or is not readable.
tr: Ses sisteminiz sorgulanamadı. /dev/sndstat yok yada okunabilir değil.

source: SCSI subsystem could not be queried: /sbin/camcontrol could not be found
tr: SCSI alt sistemi sorgulanamadı: /sbin/camcontrol bulunamadı

source: SCSI subsystem could not be queried: /sbin/camcontrol could not be executed
tr: SCSI alt sistemi sorgulanamadı: /sbin/camcontrol çalıştırılamadı

source: Could not find any programs with which to query your system's PCI information
tr: Sisteminizin PCI bilgilerini sorgulayacak bir uygulama bulunamadı

source: PCI subsystem could not be queried: %1 could not be executed
tr: PCI alt sistemi sorgulanamadı: %1 çalıştırılamadı

source: The PCI subsystem could not be queried, this may need root privileges.
tr: PCI alt sistemi sorgulanamadı, bu işlem yetkili kullanıcı hakları gerektirebilir.

source: Could not check file system info:
tr: Dosya sistemi bilgileri kontrol edilemedi:

source: Mount Options
tr: Bağlanma Seçenekleri

source: PA-RISC Processor
tr: PA-RISC İşlemci

source: PA-RISC Revision
tr: PA-RISC Sürümü

source: Machine
tr: Makine

source: Machine Identification Number
tr: Makine Tanımlama Numarası

source: (none)
tr: (hiçbiri)

source: Number of Active Processors
tr: Etkin İşlemcilerin Sayısı

source: CPU Clock
tr: İşlemci Hızı

source: (unknown)
tr: (bilinmeyen)

source: CPU Architecture
tr: İşlemci Mimarisi

source: enabled
tr: etkin

source: disabled
tr: pasif

source: Numerical Coprocessor (FPU)
tr: Nümerik İşlemci (FPU)

# Mebibyte
source: MiB
tr: MB

source: Total Physical Memory
tr: Toplam Fiziksel Bellek

source: Bytes
tr: Bayt

source: Size of One Page
tr: Bir Sayfanın Büyüklüğü

source: Audio Name
tr: Ses Adı

source: Vendor
tr: Sağlayıcı

source: Alib Version
tr: Alib Sürümü

source: Protocol Revision
tr: Protokol Sürümü

source: Vendor Number
tr: Sağlayıcı Numarası

source: Release
tr: Sürüm

source: Byte Order
tr: Bayt Sırası

source: ALSBFirst (LSB)
tr: ALSB Öncelikli (LSB)

source: AMSBFirst (MSB)
tr: AMSB Öncelikli (MSB)

source: Invalid Byteorder.
tr: Geçersiz bayt sırası.

source: Bit Order
tr: Bit Sırası

source: Invalid Bitorder.
tr: Geçersiz bit sırası.

source: Data Formats
tr: Veri Biçimleri

source: Sampling Rates
tr: Örnekleme Hızı

source: Input Sources
tr: Girdi Kaynakları

source: Mono-Microphone
tr: Mono-Mikrofon

source: Mono-Auxiliary
tr: Mono-Çıkış

source: Left-Microphone
tr: Sol-Mikrofon

source: Right-Microphone
tr: Sağ-Mikrofon

source: Left-Auxiliary
tr: Sol-Çıkış

source: Right-Auxiliary
tr: Sağ-Çıkış

source: Input Channels
tr: Girdi Kanalları

source: Mono-Channel
tr: Mono-Kanal

source: Left-Channel
tr: Sol-Kanal

source: Right-Channel
tr: Sağ-Kanal

source: Output Destinations
tr: Çıktı Hedefleri

source: Mono-InternalSpeaker
tr: Dahili Mono Hoparlör

source: Mono-Jack
tr: Mono Fiş

source: Left-InternalSpeaker
tr: Sol-İç Hoparlör

source: Right-InternalSpeaker
tr: Sağ-İç Hoparlör

source: Left-Jack
tr: Sol Fiş

source: Right-Jack
tr: Sağ Fiş

source: Output Channels
tr: Çıktı Kanalları

source: Gain
tr: Kazanç

source: Input Gain Limits
tr: Giriş Kazanç Sınırları

source: Output Gain Limits
tr: Çıkış Kazanç Sınırları

source: Monitor Gain Limits
tr: Monitör Kazanç Sınırları

source: Gain Restricted
tr: Kazanç Kısıtlandı

source: Lock
tr: Kilit

source: Queue Length
tr: Kuyruk Uzunluğu

source: Block Size
tr: Blok Boyutu

source: Stream Port (decimal)
tr: Yayın Portu (ondalık)

source: DMA-Channel
tr: DMA-Kanalı

source: Used By
tr: Kullanan

source: I/O-Range
tr: G/Ç Aralığı

source: Devices
tr: Aygıtlar

source: Major Number
tr: Birincil Numara

source: Minor Number
tr: İkincil Numara

source: Character Devices
tr: Karakter Aygıtları

source: Block Devices
tr: Blok Aygıtları

source: Miscellaneous Devices
tr: Çeşitli Aygıtlar

source: No PCI devices found.
tr: Hiç PCI aygıtı bulunamadı.

source: No I/O port devices found.
tr: Hiç Girdi/Çıktı port aygıtı bulunamadı.

source: No audio devices found.
tr: Hiç ses aygıtı bulunamadı.

source: No SCSI devices found.
tr: Hiç SCSI aygıtı bulunamadı.

source: Total Nodes
tr: Toplam Düğümler

source: Free Nodes
tr: Boş Düğümler

source: Flags
tr: Bayraklar

source: Unable to run /sbin/mount.
tr: /sbin/mount çalıştırılamadı.

source: Device Name
tr: Aygıt Adı

source: Manufacturer
tr: Üretici

source: Instance
tr: Tekrar

source: CPU Type
tr: İşlemci Tipi

source: FPU Type
tr: FPU Tipi

source: State
tr: Durum

source: Mount Time
tr: Bağlanma Süresi

source: character special
tr: özel karakter

source: block special
tr: özel blok

# Can be either character special or block special
source: Special type:
tr: Özel tip:

source: Nodetype:
tr: Düğüm tipi:

source: Major/Minor:
tr: Büyük/Küçük:

source: (no value)
tr: (değer yok)

source: Driver Name:
tr: Sürücü Adı:

source: (driver not attached)
tr: (sürücü eklenmedi)

source: Binding Name:
tr: Bağlayıcı Adı:

source: Compatible Names:
tr: Uyumlu Adlar:

source: Physical Path:
tr: Fiziksel Yol:

source: Properties
tr: Özellikler

source: Type:
tr: Tip:

source: Value:
tr: Değer:

source: Minor Nodes
tr: Küçük Düğümler

source: Device Information
tr: Aygıt Bilgileri

source: LSBFirst
tr: LSB Öncelikli

source: MSBFirst
tr: MSB Öncelikli

source: Unknown Order %1
tr: Bilinmeyen Sıralama %1

# singular form: '1 Byte' (yes, it is '1', not '%1'!)
source: 1 Byte
tr: 1 Bayt

# plural form: '%1 Bytes'
source: %1 Bytes
tr: %1 Bayt

source: Screen # %1
tr: Ekran # %1

source: (Default Screen)
tr: (Öntanımlı Ekran)

source: Dimensions
tr: Boyutlar

source: %1 x %2 Pixels (%3 x %4 mm)
tr: %1 x %2 Piksel (%3 x %4 mm)

source: Resolution
tr: Çözünürlük

source: Depths (%1)
tr: Derinlik (%1)

source: Root Window ID
tr: Kök Pencere Kimliği

source: Depth of Root Window
tr: Kök Pencerenin Derinliği

source: %1 plane
tr: %1 düzlem

source: Number of Colormaps
tr: Renk Haritalarının Sayısı

source: minimum %1, maximum %2
tr: en düşük %1, en yüksek %2

source: Default Colormap
tr: Öntanımlı Renk Haritası

source: Default Number of Colormap Cells
tr: Öntanımlı Renk Haritası Hücrelerinin Sayısı

source: Preallocated Pixels
tr: Önceden Ayrılmış Pikseller

source: Black %1, White %2
tr: Siyah %1, Beyaz %2

source: Yes
tr: Evet

source: No
tr: Hayır

source: Options
tr: Seçenekler

source: When mapped
tr: Haritalandığında

source: Largest Cursor
tr: En Büyük İşaretçi

source: unlimited
tr: sınırsız

source: Current Input Event Mask
tr: Mevcut Girdi Eylemleri Şablonu

source: Event = %1
tr: Olay = %1

source: Server Information
tr: Sunucu Bilgileri

source: Name of the Display
tr: Ekranın Adı

source: Vendor String
tr: Sağlayıcı İfadesi

source: Vendor Release Number
tr: Sağlayıcı Sürüm Numarası

source: Version Number
tr: Sürüm Numarası

source: Available Screens
tr: Kullanılabilir Ekranlar

source: Supported Extensions
tr: Desteklenen Genişlemeler

source: Supported Pixmap Formats
tr: Desteklenen Resim Biçimleri

source: Pixmap Format #%1
tr: Resim Biçimi #%1

source: %1 BPP, Depth: %2, Scanline padding: %3
tr: %1 BPP, Derinlik: %2, Çizgi başına tarama aralığı: %3

source: Maximum Request Size
tr: En Yüksek İstek Boyutu

source: Motion Buffer Size
tr: Hareket Tamponu Boyutu

source: Unit
tr: Birim

source: Order
tr: Sıralama

source: Padding
tr: Doldurma

source: Image Byte Order
tr: Resim Bayt Sırası

source: This system may not be completely supported yet.
tr: Sistem henüz tamamen desteklenmiyor olabilir.

source: KDE Info Center
tr: KDE Bilgi Merkezi

source: Get system and desktop environment information
tr: Sistem ve masaüstü ortamı bilgisini göster

source: Welcome to the "KDE Info Center", a central place to find information about your computer system.
tr: Bilgisayarınız hakkındaki tüm bilgiye ulaşmak üzere hazırlanmış "KDE Bilgi Merkezine" hoşgeldiniz.

source: Click on the "Help" tab on the left to view help for the active control module. Use the "Search" tab if you are unsure where to look for a particular configuration option.
tr: Soldaki "Yardım" sekmesine tıklayarak etkin kontrol modülü hakkında yardım alabilirsiniz. Belli bir yapılandırma seçeneği için nereye bakacağınızdan emin değilseniz "Ara" sekmesini kullanın.

source: KDE version:
tr: KDE sürümü:

source: User:
tr: Kullanıcı:

source: Hostname:
tr: Makine adı:

source: System:
tr: Sistem:

source: Release:
tr: Dağıtım:

source: Machine:
tr: İşlemci:

source: <p>Click here to consult the full <a href="%1">Manual</a>.</p>
tr: <p><a href="%1">Kılavuza</a> bakmak için burayı tıklayın.</p>

source: <h1>KDE Info Center</h1>There is no quick help available for the active info module.<br /><br />Click <a href = "kinfocenter/index.html">here</a> to read the general Info Center manual.
tr: <h1>KDE Bilgi Merkezi</h1>Etkin bilgi modülü için hızlı yardım yok.<br/><br />Genel Bilgi Merkezi kılavuzunu okumak için <a href="kinfocenter/index.html">buraya</a> tıklayın.

source: <big><b>Loading...</b></big>
tr: <big><b>Yükleniyor...</b></big>

source: There are unsaved changes in the active module. Do you want to apply the changes before running the new module or discard the changes?
tr: Etkin modülde kaydedilmemiş değişiklikler var. Yeni modülü çalıştırmadan önce değişiklikleri uygulamayı istiyor musunuz ?

source: There are unsaved changes in the active module. Do you want to apply the changes before exiting the System Settings or discard the changes?
tr: Etkin modülde kaydedilmemiş değişiklikler var. Sistem ayarlarından çıkmadan önce değişiklikleri uygulamak ya da gözardı etmek istiyor musunuz?

source: Unsaved Changes
tr: Kaydedilmemiş Değişiklikler

source: Filter:
tr: Filtrele:

source: The KDE Info Center
tr: KDE Bilgi Merkezi

source: (c) 1998-2004, The KDE Control Center Developers
tr: (c) 1998-2004, KDE Kontrol Merkezi Geliştiricileri

source: Current Maintainer
tr: Projeyi Yürüten

source: Previous Maintainer
tr: Projeyi Yürüten Önceki Geliştirici

source: General Information
tr: Genel Bilgiler

source: The currently loaded configuration module.
tr: Şu anda yüklenmiş olan yapılandırma modülü.

# NAME OF TRANSLATORS
source: Your names
tr: Serdar Soytetir

# EMAIL OF TRANSLATORS
source: Your emails
tr: tulliana@gmail.com

source: About Current Module
tr: Geçerli Modül Hakkında

source: &Report Bug...
tr: Hata &Bildir...

# Help menu->about <modulename>
source: About %1
tr: %1 Hakkında

source: Report Bug on Module %1...
tr: Modül %1 İçin Hata Bildir...
