Repository: pars-linux/uludag
Catalog: trunk/l10n-kde4/*/messages/kdebase/plasma-desktop.po
Languages: tr

source: Hide Dashboard
tr: Kontrol Panelini Gizle

source: Widget Dashboard
tr: Programcık Kontrol Paneli

source: Add Panel
tr: Panel Ekle

source: Desktop
tr: Masaüstü

source: Next Activity
tr: Sonraki Eylem

source: Previous Activity
tr: Önceki Eylem

source: &Execute
tr: Ç&alıştır

source: Desktop Shell Scripting Console
tr: Masaüstü Kabuk Betikleme Konsolu

source: Editor
tr: Düzenleyici

source: Output
tr: Çıktı

source: Unable to load script file <b>%1</b>
tr: <b>%1</b> betik dosyası yüklenemedi

source: Open Script File
tr: Betik Dosyası Aç

source: Executing script at %1
tr: %1 konumundaki betik çalıştırılıyor

source: Runtime: %1ms
tr: Çalışma zamanı: %1ms

source: The KDE desktop, panels and widgets workspace application.
tr: KDE masaüstü, panelleri ve programcıkları çalışma alanı uygulaması.

source: Plasma Workspace
tr: Plasma Çalışma Alanı

source: Copyright 2006-2009, The KDE Team
tr: Telif hakları 2006-2009, KDE Takımı

source: Author and maintainer
tr: Geliştirici ve projeyi yürüten

source: In memory of his contributions, 1937-1998.
tr: Katkılarının anısına, 1937-1998.

source: Panel Alignment
tr: Panel Yerleşimi

source: Left
tr: Sol

source: Center
tr: Orta

source: Right
tr: Sağ

source: Visibility
tr: Görünürlük

source: Always visible
tr: Her zaman görünür

source: Auto-hide
tr: Otomatik gizle

source: Windows can cover
tr: Pencereler kaplayabilir

source: Windows go below
tr: Pencereler alta gider

source: Screen Edge
tr: Taşıma Perdesi

source: Height
tr: Yükseklik

source: More Settings
tr: Daha Fazla Ayar

source: Maximize Panel
tr: Paneli Büyüt

source: Close this configuration window
tr: Bu yapılandırma penceresini kapat

source: Add Spacer
tr: Ayırıcı Ekle

source: Width
tr: Genişlik

source: Top
tr: Üst

source: Bottom
tr: Alt

source: Show Dashboard
tr: Kontrol Panelini Göster

source: Add Activity
tr: Eylem Ekle

source: Zoom Out
tr: Küçült

source: A new widget has become available on the network:<br><b>%1</b> - <i>%2</i>
tr: Ağda yeni bir programcık kullanılabilir hale geldi:<br><b>%1</b> - <i>%2</i>

source: Add to current activity
tr: Geçerli eyleme ekle

source: Move this slider to set the panel position
tr: Panelin konumunu ayarlamak için bu ayırıcıyı kullanın

source: Move this slider to set the maximum panel size
tr: Panel boyutunu en büyük hale getirmek için bu ayırıcıyı kullanın

source: Move this slider to set the minimum panel size
tr: Panel boyutunu en küçük hale getirmek için bu ayırıcıyı kullanın

# NAME OF TRANSLATORS
source: Your names
tr: Serdar Soytetir

# EMAIL OF TRANSLATORS
source: Your emails
tr: tulliana@gmail.com

source: The font to use on the desktop
tr: Masaüstünde kullanılacak yazı tipi

source: Set to true if each virtual desktop should get its own, unique Plasma view.
tr: Her masaüstü kendi biricik Plasma görünümünü kullansın istiyorsanız doğru seçeneğini işaretleyin.

source: widgetById requires an id
tr: widgetById bir kimlik gerektirir

source: widgetById requires a name of a widget or a widget object
tr: widgetById bir programcık ismi veya programcık nesnesi gerektirir

source: activityById requires an id
tr: activityById bir kimlik gerektirir

source: activityForScreen requires a screen id
tr: activityForScreen bir ekran kimliği gerektirir

source: Could not find a plugin for %1 named %2.
tr: %1 için %2 isimli bir eklenti bulunamadı.

source: Error: %1 at line %2 Backtrace: %3
tr: Hata: %2 satırında %1 Geri iz: %3
