Repository: pars-linux/uludag
Catalog: trunk/l10n-kde4/*/messages/kdebase/processui.po
Languages: tr

source: Renice Process...
tr: Süreçlerin Önceliğini Değiştir...

source: Jump to Parent Process
tr: Üst Sürece Geç

source: Jump to Process Debugging This One
tr: Bu Sürecin Hata Ayıklamasına Geç

source: Show Application Window
tr: Uygulama Penceresini Göster

source: Resume Stopped Process
tr: Durdurulmuş Süreçlere Devam Et

source: Kill Process...
tr: Süreçleri Sonlandır...

source: Suspend (STOP)
tr: Askıya Al (STOP)

source: Continue (CONT)
tr: Devam Et (CONT)

source: Interrupt (INT)
tr: Kes (INT)

source: Kill (KILL)
tr: Sonlandır (KILL)

source: User 1 (USR1)
tr: Kullanıcı 1 (USR1)

source: User 2 (USR2)
tr: Kullanıcı 2 (USR2)

source: Focus on Quick Search
tr: Hızlı Aramada Odaklan

source: Kill Process
tr: Süreçleri Sonlandır

source: Send Signal
tr: Sinyal Gönder

source: Jump to Parent Process (%1)
tr: Üst Sürece Geç (%1)

source: Hide Column '%1'
tr: '%1' Sütununu Gizle

source: Show Column '%1'
tr: '%1' Sütununu Göster

source: Display Units
tr: Birimleri Göster

source: Kilobytes per second
tr: Saniyedeki kilobayt

source: Kilobytes
tr: KiloBayt

source: Megabytes per second
tr: Saniyedeki megabayt

source: Megabytes
tr: Megabayt

source: Gigabytes per second
tr: Saniyedeki Gigabayt

source: Gigabytes
tr: Gigabayt

source: Percentage
tr: Yüzde

source: Display command line options
tr: Komut satırı seçeneklerini göster

source: Divide CPU usage by number of CPUs
tr: İşlemci kullanımını işlemci sayısına böl

source: Displayed Information
tr: Görüntülenen Bilgiler

source: Characters read/written
tr: Okunan/yazılan karakterler

source: Number of Read/Write operations
tr: Okuma/Yazma işlemlerinin sayısı

source: Bytes actually read/written
tr: Okunan/yazılan baytlar

source: Show I/O rate
tr: I/O oranını göster

source: Show Tooltips
tr: İpuçlarını Göster

source: You do not have the permission to renice the process and there was a problem trying to run as root. Error %1 %2
tr: Sürecin önceliğini değiştirmek için yetkiniz yok. Ayrıca yönetici olarak çalıştırma denemesinde de bir sorun oluştu. Hata %1 %2

source: You must select a process first.
tr: Önce bir süreç seçmelisiniz.

source: You do not have sufficient privileges to change the CPU scheduler. Aborting.
tr: İşlemci zamanlayıcısını değiştirmek için yeterli yetkiniz yok. Çıkılıyor.

source: You do not have sufficient privileges to change the CPU priority. Aborting.
tr: İşlemci önceliğini değiştirmek için yeterli yetkiniz yok. Çıkılıyor.

source: You do not have sufficient privileges to change the IO scheduler and priority. Aborting.
tr: Girdi/Çıktı zamanlayıcısını ve önceliğini değiştirmek için yeterli yetkiniz yok. Çıkılıyor.

source: You do not have the permission to change the I/O priority of the process and there was a problem trying to run as root. Error %1 %2
tr: Süreci sonlandırmak için yetkiniz yok. Ayrıca yönetici olarak çalıştırma denemesinde de bir sorun oluştu. Hata %1 %2

source: You do not have the permission to change the CPU Scheduler for the process and there was a problem trying to run as root. Error %1 %2
tr: Süreci sonlandırmak için yetkiniz yok. Ayrıca yönetici olarak çalıştırma denemesinde de bir sorun oluştu. Hata %1 (%2)

source: You do not have the permission to kill the process and there was a problem trying to run as root. Error %1 %2
tr: Süreci sonlandırmak için yetkiniz yok. Ayrıca yönetici olarak çalıştırma denemesinde de bir sorun oluştu. Hata %1 (%2)

source: Are you sure you want to kill this process?
tr: Seçilen %1 süreci sonlandırmak istiyor musunuz?

source: Kill process
tr: %1 süreci sonlandır

source: Kill
tr: Sonlandır

source: Send a SIGTERM signal to the selected process. See What's This for more information. Right click on a process to send other signals.
tr: Seçili sürece SIGTERM sinyali gönder. Daha fazla bilgi için Bu Nedir?'e bakın. Farklı sinyaller göndermek için sürece sağ tıklayın.

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Attempt to kill the currently selected process by sending it the SIGTERM signal.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Technical information: </span><br />The SIGTERM signal is sent to the given process. If there are insufficient privillages to do so, by default a password is requested.<br />By running the program <span style=" font-family:'Courier New,courier';">polkit-kde-authorization</span> you can give certain (or all) users permission to kill any process, without requiring a password. </p></body></html>
tr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Seçili sürece SIGTERM sinyalli göndererek sonlandırmaya kalkış.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Teknik bilgi: </span><br />Verilen sürece SIGTERM sinyali gönderilir. Bu işlem için gerekli yetki yoksa, ön tanımlı olarak parola istenir.<br /><span style=" font-family:'Courier New,courier';">polkit-kde-authorization</span> programı çalıştırılarak belirli kullanıcılara (veya tümüne) parolaya gerek kalmadan herhangi bir süreci sonlandırmaya yetki verilebilir. </p></body></html>

source: &Kill Process...
tr: &Süreci Sonlandır...

source: Quick search
tr: Hızlı arama

source: All Processes
tr: Tüm Süreçler

source: All Processes, Tree
tr: Tüm Süreçler, Ağaç

source: System Processes
tr: Sistem Süreçleri

source: User Processes
tr: Kullanıcı Süreçleri

source: Own Processes
tr: Kendi Süreçlerim

source: Programs Only
tr: Sadece Uygulamalar

source: Change scheduling priority for:
tr: Şunun için zamanlama önceliğini değiştir:

source: CPU Scheduler
tr: CPU Zamanlayıcı

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">The standard time-sharing scheduler for processes without special requirements.</p></body></html>
tr: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Süreç için özel gereksinimleri olmayan standart zaman-paylaşımı zamanlayıcısı.</p></body></html>

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Normal Scheduling: Default Linux time-sharing (Other)</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-weight:600;">Normal<span style=" font-weight:400;"> is the standard Linux time-sharing scheduler that is intended for all processes that do not require special static priority real-time mechanisms. The process to run is chosen from the list of other</span> Normal<span style=" font-weight:400;"> or </span>Batch<span style=" font-weight:400;"> processes based on a dynamic priority that is determined only inside this list. The dynamic priority is based on the priority level given and increased for each time-quantum the process is ready to run, but denied to run by the scheduler. This ensures fair progress among all Normal processes.</span></p></body></html>
tr: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Normal Zamanlama: Öntanımlı Linux zaman-paylaşımı (Diğer)</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-weight:600;">Normal<span style=" font-weight:400;"> is the standard Linux time-sharing scheduler that is intended for all processes that do not require special static priority real-time mechanisms. The process to run is chosen from the list of other</span> Normal<span style=" font-weight:400;"> or </span>Batch<span style=" font-weight:400;"> processes based on a dynamic priority that is determined only inside this list. The dynamic priority is based on the priority level given and increased for each time-quantum the process is ready to run, but denied to run by the scheduler. This ensures fair progress among all Normal processes.</span></p></body></html>

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">For CPU-intensive non-interactive processes. Process is mildly disfavored in scheduling decisions.</p></body></html>
tr: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">İşlemci-yoğun etkileşimsiz süreç için. Süreç, zamanlama kararları verilirken sessizce geriye atılacaktır.</p></body></html>

source: Batch
tr: Toplu

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Process will run whenever runnable. Higher priority than Normal or Batch. Has Timeslicing.</p></body></html>
tr: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Süreç çalışabilir olduğu her zaman çalışır. Normal ya da Yığın önceliğinden daha yüksek önceliklidir. Zaman Dilimlemesi var.</p></body></html>

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Process will run whenever runnable. Higher priority than Normal or Batch. No timeslicing.</p></body></html>
tr: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Süreç çalışabilir olduğu her zaman çalışacak. Normal ve Toplu seviyelerinden daha yüksek öncelik seviyesi. Zaman dilimleme yok.</p></body></html>

source: I/O Scheduler
tr: G/Ç Zamanlayıcı

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Process's priority is based on the CPU priority.</p></body></html>
tr: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">İşlemci önceliğini baz alan süreç önceliği.</p></body></html>

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Process can only use the hard disk when no other process has used it very recently.</p></body></html>
tr: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Bu süreç sabit diski sadece başka bir süreç kullanmadığı zaman kullanabilir.</p></body></html>

source: Idle
tr: Boşta

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Process is given higher priority to access the hard disk than Normal.</p></body></html>
tr: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Bu sürece sabit diske erişmek için Normal düzeyden dah fazla öncelik verilmiş.</p></body></html>

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Best Effort Scheduling</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Processes with a higher priority will take priority for access to the hard disk. Programs running at the same <span style=" font-weight:600;">Best Effort/Normal</span> priority are served in a <span style=" font-weight:600;">Round Robin</span> fashion.</p></body></html>
tr: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">En İyi Başarım Zamanlaması</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Yüksek önceliğe sahip süreçler sabit diske de erişmek için bu önceliği alırlar. Aynı <span style=" font-weight:600;">En İyi Başarım/Normal</span> önceliğinde çalışan uygulamalaraöncelikler <span style=" font-weight:600;">Round Robin</span> tarzında sunulur.</p></body></html>

source: Best effort
tr: En iyi başarım

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Process gets immediate access to the hard disk whenever needed, regardless of what else is going on.</p></body></html>
tr: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Süreç ne zaman gerekirse sabit diske erişir, neler olup bittiğine bakmaz.</p></body></html>

source: Real time
tr: Gerçek zaman

source: Low Priority
tr: Düşük Öncelik

source: High Priority
tr: Yüksek Öncelik

source: - Process is doing some work.
tr: - Süreç bazı işler yapıyor.

source: - Process is waiting for something to happen.
tr: - Süreç birşeyler olmasını bekliyor.

source: - Process has been stopped. It will not respond to user input at the moment.
tr: - Süreç durduruldu. Bu süreç şu anda kullanıcı girdilerine yanıt vermiyor.

source: - Process has finished and is now dead, but the parent process has not cleaned up.
tr: - Süreç tamamlandı ve şu anda sonlandırılmış durumda ancak üst süreç temizlenmemiş.

source: The process name.
tr: Sürecin adı.

source: The user who owns this process.
tr: Bu sürecin sahibi olan kullanıcı.

source: The controlling terminal on which this process is running.
tr: Sürecin üzerinde çalıştığı süreci kontrol eden uçbirim.

source: The priority with which this process is being run. Ranges from 19 (very nice, least priority) to -19 (top priority).
tr: Bu sürecin çalışmakta olduğu öncelik. 19 (çok iyi, en düşük öncelik) ile 19 (en yüksek öncelik) aralığında.

source: The current CPU usage of the process.
tr: Sürecin güncel CPU kullanımı.

source: The current total CPU usage of the process, divided by the %1 processor core in the machine.
tr: Sürecin şimdiki toplam işlemci kullanımı, makinenizdeki %1 işlemci çekirdeğine bölünmüştür.

source: The current total CPU usage of the process.
tr: Sürecin şu anki toplam işlemci kullanımı.

source: <qt>This is the amount of virtual memory space that the process is using, included shared libraries, graphics memory, files on disk, and so on. This number is almost meaningless.</qt>
tr: <qt>Bu, sürecin kullandığı sanal bellek miktarıdır, paylaşılan kitaplıklar, grafikler için harcanan bellek, diskteki dosyalar ve diğerleri de dahil. Bu miktar neredeyse anlamsızdır.</qt>

source: <qt>This is the amount of real physical memory that this process is using by itself.<br>It does not include any swapped out memory, nor the code size of its shared libraries.<br>This is often the most useful figure to judge the memory use of a program.</qt>
tr: <qt>Bu, bu sürecin kullandığı gerçek fiziksel bellek miktarıdır.<br>Bu miktar takas belleği ve paylaşılan kitaplıkları içermez. Genellikle bir uygulamanın kullandığı bellek miktarını öğrenmek için kullanılır.</qt>

source: <qt>This is the amount of real physical memory that this process's shared libraries are using.<br>This memory is shared among all processes that use this library.</qt>
tr: <qt>Bu sürecin paylaşılan kitaplıklarla birlikte kullandığı toplam fiziksel bellek miktarıdır.<br>Bu bellek bu kitaplığı kullanan tüm süreçler arasında paylaştırılır.</qt>

source: <qt>The command with which this process was launched.</qt>
tr: <qt>Bu sürecin başlatılması için çalıştırılan komut.</qt>

source: <qt>The title of any windows that this process is showing.</qt>
tr: <qt>Sürecin çalıştırıldığı pencerenin başlığı.</qt>

source: The unique Process ID that identifies this process.
tr: Süreci tanımlayan biricik Süreç Kimliği.

source: <qt><i>Technical information: </i>This is from /proc/*/cmdline
tr: <qt><i>Teknik bilgi: </i>/proc/*/cmdline çıktısından alınmıştır

source: Login Name: %1<br/>
tr: Kullanıcı Adı: %1<br/>

source: This user is not recognized for some reason.
tr: Bu kullanıcı bazı nedenlerle tanınamadı.

source: Login Name: %1 (uid: %2)<br/>
tr: Kullanıcı Adı: %1 (uid: %2)<br/>

source: Room Number: %1<br/>
tr: Oda Numarası: %1<br/>

source: Work Phone: %1<br/>
tr: İş Telefonu: %1<br/>

source: Effective User: %1<br/>
tr: Etkin Kullanıcı: %1<br/>

source: Setuid User: %1<br/>
tr: Setuid Kullanıcısı: %1<br/>

source: File System User: %1<br/>
tr: Dosya Sistemi Kullanıcısı: %1<br/>

source: Group: %1
tr: Grup: %1

source: <br/>Effective Group: %1
tr: <br/>Etkin Grup: %1

source: <br/>Setuid Group: %1
tr: <br/>Setuid Grubu: %1

source: <br/>File System Group: %1
tr: <br/>Dosya Sistemi Grubu: %1

# Short description of a process. PID, name, user
source: <numid>%1</numid>: %2, owned by user %3
tr: <numid>%1</numid>: %2, sahibi olan kullanıcı %3

# tooltip. name,pid
source: This process is being debugged by %1 (<numid>%2</numid>)
tr: Bu sürecin %1 tarafından hataları ayıklanıyor (<numid>%2</numid>)

source: <b>Init</b> is the parent of all other processes and cannot be killed.<br/>
tr: <b>Init</b> süreci diğer tüm süreçlerin bağlı olduğu en üst süreçtir ve sonlandırılamaz.<br/>

source: <b>KThreadd</b> manages kernel threads. The children processes run in the kernel, controlling hard disk access, etc.<br/>
tr: <b>KThreadd</b> çekirdek yivlerini (thread) yönetir. Disk erişimi gibi çekirdek içerisinde çalışan alt süreçler.<br/>

# name column tooltip. first item is the name
source: <b>%1</b><br />Process ID: <numid>%2</numid>
tr: <b>%1</b><br />Süreç Kimliği: <numid>%2</numid>

# name column tooltip. first item is the name
source: <b>%1</b><br />Process ID: <numid>%2</numid><br />Parent: %3<br />Parent's ID: <numid>%4</numid>
tr: <b>%1</b><br />Süreç Kimliği: <numid>%2</numid><br />Üst Süreç: %3<br />Üst Süreç Kimliği: <numid>%4</numid>

# name column tooltip. first item is the name
source: <b>%1</b><br />Process ID: <numid>%2</numid><br />Parent's ID: <numid>%3</numid>
tr: <b>%1</b><br />Süreç Kimliği: <numid>%2</numid><br />Üst Süreç Kimliği: <numid>%3</numid>

source: <br/>Command: %1
tr: <br/>Komut: %1

source: <br />Running on: %1
tr: <br />Üzerinde çalışıyor: %1

source: <qt>This process was run with the following command:<br />%1
tr: <qt>Bu süreç şu komut ile çalıştırıldı:<br />%1

source: <br /><br />Running on: %1
tr: <br /><br />Üzerinde çalışıyor: %1

source: Nice level: %1 (%2)
tr: İyi düzey: %1 (%2)

source: Scheduler priority: %1
tr: Zamanlayıcı önceliği: %1

source: <br/>Scheduler: %1
tr: <br/>Zamanlayıcı: %1

source: <br/>I/O Nice level: %1 (%2)
tr: <br/>G/Ç İyi düzey: %1 (%2)

source: <br/>I/O Class: %1
tr: <br/>G/Ç Sınıfı: %1
