Repository: pars-linux/uludag
Catalog: trunk/l10n-kde4/*/messages/kdebase/processui.po
Languages: tr

source: <qt><p style='white-space:pre'>Process status: %1 %2<br />User CPU usage: %3%<br />System CPU usage: %4%
tr: <qt><p style='white-space:pre'>Süreç durumu: %1 %2<br />Kullanıcı CPU kullanımı: %3%<br />Sistem CPU kullanımı: %4%

source: <br />Number of children: %1<br />Total User CPU usage: %2%<br />Total System CPU usage: %3%<br />Total CPU usage: %4%
tr: <br />Alt süreç sayısı: %1<br />Toplam kullanıcı işlemci kullanımı: %2%<br />Toplam Sistem işlemci kullanımı: %3%<br />Toplam işlemci kullanımı: %4%

source: <br /><br />CPU time spent running as user: %1 seconds
tr: <br /><br />Kullanıcı olarak harcanan CPU süresi: %1 saniye

source: <br />CPU time spent running in kernel: %1 seconds
tr: <br />Kernel için harcanan CPU süresi: %1 saniye

source: <br />Nice level: %1 (%2)
tr: <br />İyi düzey: %1 (%2)

source: Memory usage: %1 out of %2 (%3 %)<br />
tr: Bellek kullanımı: %1 out of %2 (%3 %)<br />

source: Memory usage: %1<br />
tr: Bellek kullanımı: %1<br />

source: RSS Memory usage: %1 out of %2 (%3 %)
tr: RSS Bellek kullanımı: %1 out of %2 (%3 %)

source: RSS Memory usage: %1
tr: RSS Bellek kullanımı: %1

source: Your system does not seem to have this information available to be read.
tr: Sisteminizde okunmak üzere bu bilgi yok gibi görünüyor.

source: Shared library memory usage: %1 out of %2 (%3 %)
tr: Paylaşılan kitaplık bellek kullanımı: %1 out of %2 (%3 %)

source: Shared library memory usage: %1
tr: Paylaşılan kitaplık bellek kullanımı: %1

# process heading
source: Name
tr: İsim

# process heading
source: Username
tr: Kullanıcı Adı

# process heading
source: PID
tr: Süreç Kimliği

# process heading
source: Niceness
tr: Durum

# process heading
source: CPU %
tr: İşlemci %

# process heading
source: IO Read
tr: Girdi Çıktı Okuma

# process heading
source: IO Write
tr: Girdi Çıktı Yazma

# process heading
source: Virtual Size
tr: Sanal Boyut

# process heading
source: Memory
tr: Bellek

# process heading
source: Shared Mem
tr: Paylaşılan Bellek

# process heading
source: Command
tr: Komut

# process heading
source: Window Title
tr: Pencere Başlığı

source: Renice Process
tr: Süreci Önceliğini Değiştir
