Repository: pars-linux/uludag
Catalog: knazar/po/*.po
Languages: es, nl, sv

source: Protect
es: Proteger
nl: Beveiligen
sv: Skydda

source: Release
nl: Vrijgeven
sv: Frigör

source: About
es: Acerca de
nl: Over
sv: Om

source: knazar - No Harmfull look allowed!
es: KNazar - No se permiten miradas dañinas!
nl: knazar - Geen schadelijke blik toegestaan!
sv: knazar - Inga onda ögon tillåtna!

source: KNazar is starting to protect your Pardus Linux from harmfull looks...
es: KNazar está empezando a proteger Pardus Linux de miradas dañinas...
nl: KNazar start om uw Pardus Linux te beschermen tegen schadelijke blikken...
sv: KNazar påbörjar skydd av din Pardus Linux mot onda ögat...

source: KNazar is stoping to protect your Pardus Linux from harmfull looks...
es: KNazar dejó de proteger su Pardus Linux de miradas dañinas...
nl: KNazar stopt uw Pardus Linux te beschermen tegen schadelijke blikken...
sv: KNazar avslutar skydd av din Pardus Linux mot onda ögat...

source: knazar - You are completely demilitarized...
es: KNazar - Está totalmente desmilitarizado...
nl: knazar - U bent volledig ontwapend...
sv: knazar - Du är fullständigt demilitariserad...

source: <qt><nobr><b>Nazar Received and eliminated successfuly</b></nobr><br><nobr></nobr></qt>
es: <qt><nobr><b>Nazar recibido y eliminado exitosamente</b></nobr><br><nobr></nobr></qt>
nl: <qt><nobr><b>Nazar ontving en heeft succesvol verwijderd</b></nobr><br><nobr></nobr></qt>
sv: <qt><nobr><b>Nazar mottogs och oskadliggjordes med lyckat resultat</b></nobr><br><nobr></nobr></qt>

source: <qt><nobr><b>Nazar Received and it HARMED!</b></nobr><br><nobr></nobr></qt>
es: <qt><nobr><b>Nazar recibido y HIZO DAÑO!</b></nobr><br><nobr></nobr></qt>
nl: <qt><nobr><b>Nazar ontvaing en het deed pijn!</b></nobr><br><nobr></nobr></qt>
sv: <qt><nobr><b>Nazar mottogs och det SÅRADE!</b></nobr><br><nobr></nobr></qt>

source: knazar - %1 attacks received so far, %2 are defated and %3 are received...
es: KNazar - recibido hasta ahora %1 ataque(s), de los cuales %2 fueron combatidos, %3 hicieron daño...
nl: knazar - Tot dusver %1 aanvallen ontvangen, %2 zijn afgeweerd en %3 zijn ontvangen...
sv: knazar - %1 attacker mottagna hitintills, %2 besegrades och %3 är mottagna...

source: KNazar is a usefull part of the Pardus Linux
es: KNazar es una parte útil de Pardus Linux
nl: KNazar is een bruikbaar onderdeel van Pardus Linux
sv: KNazar är en användbar del av Pardus Linux

source: KDE Nazar Application
es: KDE Nazar Aplicación
nl: KDE Nazar Applicatie
sv: KDE Nazar
