Repository: pars-linux/uludag
Catalog: kde/boot-manager/manager/po/*.po
Languages: it, ru

source: An application for managing boot loader.
ru: Приложение для управления загрузкой.

source: Boot Manager
it: Gestore Boot
ru: Менеджер загрузки

source: Current Maintainer
it: Manutentore corrente
ru: Текущий сопровождающий

source: First Developer
it: Il primo Sviluppatore
ru: Первый разработчик

# NAME OF TRANSLATORS
source: Your names
it: Davide Siciliano
ru: Ясыров Василий (zaG), Семенов Николай (Tribunal), Щербаков Александр (neocrust), Алексей Иванов (krab)

# EMAIL OF TRANSLATORS
source: Your emails
it: edivad95@gmail.com
ru: zag@vspu.ru, tribunal2000@gmail.com, neocrust@gmail.com, alexey.ivanes@gmail.com

source: There are no packages that provide backend for this application. Please make sure that packages are installed and configured correctly.
it: Non ci sono pacchetti che forniscano un backend per questa applicazione. Per favore, assicurati che i pacchetti siano installati e configurati correttamente.
ru: Нет пакетов, которые являются базовой частью для этого приложения. Пожалуйста, убедитесь, что пакеты были установлены и настроены правильно.

source: All Items
it: Tutti
ru: Все элементы

source: Do you want to delete '%1'?
it: Sei sicuro di voler eliminare '%1'?
ru: Вы хотите удалить '%1'?

source: Access denied.
ru: Отказано в доступе.

source: Title
it: Titolo
ru: Название

source: Name of the boot entry to be shown at the boot menu.
it: Nome della voce che verrà mostrata nel menu di boot.
ru: Название загрузочной записи, которая будет показана в меню загрузки.

source: Disk
it: Disco rigido
ru: Диск

source: Disk that contains operating system.
ru: Диск, который содержит операционную систему.

source: Kernel
ru: Ядро

source: Operating system kernel.
ru: Ядро операционной системы.

source: Ramdisk File
it: File del ramdisk
ru: Ramdisk файл

source: File that contains a micro operating system for preloading kernel modules.
ru: Файл, который содержит основу операционной системы для предварительной загрузки модулей ядра.

source: Boot Options
it: Opzioni di boot
ru: Параметры загрузки

source: Boot options for operating system.
it: Opzioni di boot per il sistema operativo selezionato.
ru: Параметры загрузки для операционной системы.

source: Set or unset entry as default boot entry.
it: Decidi quale voce debba essere predefinita.
ru: Включение или отключение учетной записи по умолчанию.

source: Edit
it: Modifica
ru: Изменить

source: Delete
it: Elimina
ru: Удалить

source: Add New
it: Nuova voce
ru: Добавить

source: Boot menu display time:
it: Secondi prima del boot:
ru: Время отображения меню загрузки:

source: Pure Qt Support
it: Puro supporto Qt

source: All Files
it: Tutti

source: Error
it: Errore

source: Remove items
it: Rimuovere gli elementi

source: Access denied
it: Accesso negato.
