Repository: pars-linux/uludag
Catalog: trunk/repokit/po/*.po
Languages: tr

source: Information
tr: Genel Bilgiler

source: Source Packages
tr: Kaynak Paketler

source: Binary Packages
tr: İkili Paketler

source: Packagers
tr: Paketçiler

source: Duplicate binary packages: %s %s
tr: Tekrarlanan ikili paketler: %s %s

source: Package size
tr: Paket boyutu

source: Installed size
tr: Kurulu boyut

source: Source package
tr: Kaynak paket

source: Build dependencies
tr: İnşa bağımlılıkları

source: Runtime dependencies
tr: Çalışma bağımlılıkları

source: Required by (for building)
tr: İsteyenler (derlenmek için)

source: Required by (for runtime)
tr: İsteyenler (çalışmak için)

source: Duplicate source packages: %s %s
tr: Tekrarlanan kaynak paketler: %s %s

source: Release
tr: Sürüm

source: Release date
tr: Sürüm tarihi

source: Version
tr: Versiyon

source: Updater
tr: Güncelleyen

source: Comment
tr: Açıklama

source: License
tr: Lisans

source: Actions
tr: Eylemler

source: Build files
tr: İnşa dosyaları

source: Bug reports
tr: Hata raporları

source: Binary packages
tr: İkili paketler

source: Release history
tr: Sürüm tarihçesi

source: Patches
tr: Yamalar

source: Packager
tr: Paketçi

source: Maintained packages:
tr: Sorumlusu olduğu paketler:

source: Package updates:
tr: Paket güncellemeleri:

source: Cannot parse '%s': %s
tr: '%s' ayrıştırılamıyor: %s

source: Number of source packages
tr: Kaynak paket sayısı

source: Number of binary packages
tr: İkili paket sayısı

source: Number of patches
tr: Yama sayısı

source: Number of packagers
tr: Paketçi sayısı

source: Archived size of packages
tr: Paketlerin arşivli boyutu

source: Installed size of packages
tr: Paketlerin kurulu boyutu

source: Most patched:
tr: En fazla yamalanan:

source: Longest build scripts:
tr: En uzun inşa betiği:

source: Total file sizes by file type:
tr: Tipine göre toplam dosya boyutları:

source: Package count
tr: Paket sayısı

source: Packagers (by package count)
tr: Paketçiler (paket sayısına göre)

source: Packagers (by name)
tr: Paketçiler (ada göre)

source: Package name
tr: Paket adı

source: Summary
tr: Özet

source: Scanning source repository...
tr: Kaynak deposu taranıyor...

source: Scanning binary packages...
tr: İkili paketler taranıyor...

source: Usage: repostats.py [OPTIONS] source-repo-path [binary-repo-path]
tr: Kullanım: repostats.py [SEÇENEKLER] kaynak-repo-yolu [ikili-depo-yolu]

source: HTML output directory.
tr: HTML çıktı dizini.
