Repository: pars-linux/uludag
Catalog: upgrade-manager/po/*.po
Languages: es, nl, ru, tr, uk

source: Re-building the Package DB...
es: Reconstruyendo Base de datos de paquetes...
nl: Pakket DB opnieuw aanmaken...
ru: Перестройка пакетной базы данных...
tr: Paket veritabanı yeniden inşa ediliyor...
uk: Повторне збирання бази даних пакунка…

source: Calculating dependencies...
es: Calculando dependencias...
nl: Afhankelijkheden berekenen...
ru: Расчет зависимостей...
tr: Bağımlılıklar hesaplanıyor...
uk: Оброблення залежностей…

source: Welcome to Upgrade Manager...
es: Bienvenido al Administrador de Actualizaciones...
nl: Welkom bij opwaardeerbeheer...
ru: Добро пожаловать в менеджер обновлений...
tr: Güncelleme Yöneticisi'ne Hoş Geldiniz...
uk: Ласкаво просимо до керування оновленнями…

source: Select Upgrade Repository...
es: Seleccionar Repositorio de Actualización...
nl: Opwaardeerbron selecteren...
ru: Выберите репозиторий для обновлений...
tr: Güncelleme Deposunu Seçin...
uk: Виберіть сховище оновлень…

source: Checking your system...
es: Verificando su sistema...
nl: Systeem controleren...
ru: Проверка вашей системы...
tr: Sisteminiz kontrol ediliyor...
uk: Перевіряння системи…

source: Next
es: Siguiente
nl: Volgende
ru: Вперед
tr: İleri
uk: Наступний

source: Yes, Upgrade
es: Si, Actualizar
nl: Ja, opwaarderen
ru: Да, обновить
tr: Evet, Güncelle
uk: Так, оновити

source: Cancel
es: Cancelar
nl: Annuleren
ru: Отмена
tr: İptal
uk: Скасувати

source: Previous
es: Anterior
nl: Vorige
ru: Назад
tr: Geri
uk: Попередній

source: Upgrading the system...
es: Actualizando su sistema...
nl: Systeem opwaarderen...
ru: Обновление системы...
tr: Sisteminiz güncelleniyor...
uk: Оновлення системи…

source: Critical Error
es: Error crítico
nl: Kritieke fout
ru: Критическая ошибка
tr: Kritik Hata
uk: Критична помилка

source: An error ocurred while planning the upgrade procedure, this is usually caused by faulty Network Connection or wrong repo address.
es: Ocurrió un error durante la planificación del proceso de actualización, la causa está usualmente relacionada con problemas de conexión de red o direcciones erróneas de repositorios.
nl: Er is een fout opgetreden tijdens het plannen van de opwaardeerprocedure, dit wordt hoogstwaarschijnlijk door een fout in de netwerkverbinding of het bronadres veroorzaakt.
ru: Произошла ошибка при планировании процедуры обновления, это, как правило, вызвано не рабочим интернет соединением или неверным адресом репозитория.
tr: Güncelleme planı yapılırken bir hata meydana geldi, bu tip hatalar genellikle sorunlu Ağ Bağlantıları ya da yanlış depolar kullanıldığında meydana gelir.
uk: Трапилась помилка при плануванні оновлення, зазвичай це виникає через несправне мережеве з'єднання або неправильну адресу сховища.

source: Not enough free space
es: No hay suficiente espacio libre
nl: Niet genoeg vrije schijfruimte
ru: Недостаточно свободного места
tr: Yeterli boş alan yok
uk: Недостатньо вільного місця

source: This upgrade requires at least <b>%s MB</b> free space, please use another repository or remove some files to make a space for upgrade operation.
es: La actualización requiere al menos <b>%s MB</b> de espacio libre, por favor use otro repositorio o elimine algunos archivos para liberar espacio suficiente para la operación de actualización.
nl: Deze opwaardering vereist tenminste <b>%s MB</b> vrije schijfruimte, gebruik een andere bron of verwijder enkele bestanden om ruimte voor het opwaarderen te maken.
ru: Для обновления потребуется, по крайней мере <b>%s mb</b> свободного пространства. Используйте другой репозиторий иди удалите некоторые файлы, чтобы освободить пространство для операций обновления.
tr: Bu güncelleme için en az <b>%s MB</b> boş alan gerekiyor, lütfen başka bir depo seçin ya da bazı dosyaları silerek sisteminizde yer açın.
uk: Це оновлення потребує щонайменше <b>%s МБ</b> вільного місця, будь ласка, використайте інше сховище або вилучіть якісь файли, щоб звільнити місце.

source: Check results...
es: Verificando resultado...
nl: Controleren resultaten...
ru: Проверка результатов...
tr: Kontrol sonuçları...
uk: Перевірити результати…

source: Removing unsupported packages...
es: Eliminando paquetes que ya no tienen soporte...
nl: Niet-ondersteunde pakketten verwijderen...
ru: Удаление не поддерживаемых пакетов...
tr: Desteklenmeyen paketler kaldırılıyor...
uk: Вилучення непідтримуваних пакунків…

source: Installing new package management system...
es: Instalando nuevo gestor de paquetes...
nl: Nieuw pakketbeheersysteem installeren...
ru: Установка новой системы управления пакетами...
tr: Yeni paket yönetim sistemi kuruluyor...
uk: Встановлення нової системи керування пакунками…

source: Step 1 Completed
es: Etapa 1 completada
nl: Stap 1 is voltooid
ru: Шаг 1 завершен
tr: Birinci Adım Tamamlandı
uk: Виконано перший крок

source: Upgrading to Pardus 2011...
es: Actualizando a Pardus 2011...
nl: Opwaarderen naar Pardus 2011...
ru: Обновление до Pardus 2011...
tr: Pardus 2011'e güncelleniyor...
uk: Оновлення до Pardus 2011…

source: An error ocurred while upgrading the system, this is usually caused by a repository problem. Please try again later.
es: Ocurrió un error durante la actualización del sistema, lo que puede ser causado por un problema del repositorio. Por favor intente de nuevo más tarde.
nl: Er is een fout opgetreden tijdens het opwaarderen, dit wordt meestal veroorzaakt door een probleem van de bron. Probeer het later opnieuw.
ru: Произошла ошибка при обновлении системы, обычно это вызвано проблемами в репозитории. Пожалуйста, повторите попытку позже.
tr: Güncelleme gerçekleştirilirken bir hata meydana geldi, bu tip hatalar genellikle depo hataları ile ilgilidir. Lütfen daha sonra tekrar deneyin.
uk: Трапилась помилка при оновленні системи, зазвичай це виникає через проблеми зі сховищем. Будь ласка, спробуйте згодом.

source: Configuring for Pardus 2011...
es: Configurando para Pardus 2011...
nl: Configureren voor Pardus 2011...
ru: Настройка Pardus 2011...
tr: Pardus 2011 için yapılandırılıyor...
uk: Налаштування для Pardus 2011…

source: Running Post Upgrade Operations...
es: Ejecutando operaciones post-upgrade..
nl: Bezig met post-opwaardeerbewerkingen..
ru: Выполнение операций после обновления...
tr: Güncelleme sonrası işlemler yapılıyor...
uk: Запуск операцій після оновлення…

source: Rebooting to the Pardus 2011...
es: Rebooteando Pardus 2011...
nl: Herstarten naar Pardus 2011...
ru: Перезагрузка в Pardus 2011...
tr: Pardus 2011 için yeniden başlatılıyor...
uk: Перезавантаження до Pardus 2011…

source: Installing: <b>%s</b>
es: Instalando: <b>%s</b>
nl: Installeren van: <b>%s</b>
ru: Установка: <b>%s</b>
tr: Yükleniyor: <b>%s</b>
uk: Встановлення: <b>%s</b>

source: Installed: <b>%s</b>
es: Instalado: <b>%s</b>
nl: Geïnstalleerd: <b>%s</b>
ru: Установлено: <b>%s</b>
tr: Yüklendi: <b>%s</b>
uk: Встановлено: <b>%s</b>

source: Upgraded: <b>%s</b>
es: Actualizado: <b>%s</b>
nl: Opgewaardeerd: <b>%s</b>
ru: Обновлено: <b>%s</b>
tr: Güncellendi: <b>%s</b>
uk: Оновлено: <b>%s</b>

source: Configuring: <b>%s</b>
es: Configurando: <b>%s</b>
nl: Configureren: <b>%s</b>
ru: Настройка: <b>%s</b>
tr: Yapılandırılıyor: <b>%s</b>
uk: Налаштування: <b>%s</b>

source: Configured: <b>%s</b>
es: Configurado: <b>%s</b>
nl: Geconfigureerd: <b>%s</b>
ru: Настроено: <b>%s</b>
tr: Yapılandırıldı: <b>%s</b>
uk: Налаштовано: <b>%s</b>

source: Removing: <b>%s</b>
es: Eliminando: <b>%s</b>
nl: Verwijderen: <b>%s</b>
ru: Удаление: <b>%s</b>
tr: Siliniyor: <b>%s</b>
uk: Вилучення: <b>%s</b>

source: Removed: <b>%s</b>
es: Eliminado: <b>%s</b>
nl: Verwijderd: <b>%s</b>
ru: Удалено: <b>%s</b>
tr: Silindi: <b>%s</b>
uk: Вилучено: <b>%s</b>

source: Downloading: <b>%s</b>
es: Descargando: <b>%s</b>
nl: Downloaden: <b>%s</b>
ru: Загрузка: <b>%s</b>
tr: İndiriliyor: <b>%s</b>
uk: Звантаження: <b>%s</b>

source: Upgrade Manager
es: Gestor de Actualizaciones
nl: Opwaardeerbeheer
ru: Менеджер обновления
tr: Güncelleme Yöneticisi
uk: Керування оновленнями

source: You must have super user privileges to launch upgrade-manager
es: Debe tener privilegios de superusuario para ejecutar el gestor de actualizaciones
nl: Voor het starten van opwaardeerbeheer zijn systeemrechten vereist
ru: Вы должны иметь привилегии суперпользователя для запуска менеджера обновления
tr: Güncelleme Yöneticisi'ni kullanabilmek için yetkili kullanıcı haklarına sahip olmalısınız
uk: Ви повинні мати права адміністратора, щоб запустити керування оновленнями

source: There are uncompleted upgrade steps left. Do you want to continue from this step ? (Recommended)
es: La actualización está incompleta. Desea continuar del final del último proceso de actualización ? (Recomendado)
nl: Er zijn niet-voltooide opwaardeerstappen over. Doorgaan met deze stap(pen)? (aanbevolen)
ru: Есть не завершенные шаги обновления. Вы хотите продолжить с этого шага? (Рекомендуется)
tr: Tamamlanmamış güncelleme adımları bulunuyor. En son tamamlanan adımdan başlamak ister misiniz? (Önerilen)
uk: Залишились незавершені кроки оновлення. Продовжити цей крок? (Рекомендовано)

source: Are you ready to upgrade your system to Pardus 2011?
es: Está listo para actualizar su sistema a la versión Pardus 2011?
nl: Gereed voor het opwaarderen van het systeem naar Pardus 2011?
ru: Готовы ли вы обновить систему до Pardus 2011?
tr: Sisteminizi Pardus 2011'e güncellemeye hazır mısınız?
uk: Оновити систему до Pardus 2011?

source: Exit
es: Salir
nl: Afsluiten
ru: Выход
tr: Çıkış
uk: Вийти

source: Welcome to Upgrade Manager
es: Bienvenido al Gestor de Actualizaciones
nl: Welkom bij opwaardeerbeheer
ru: Добро пожаловать в менеджер обновления
tr: Güncelleme Yöneticisi'ne Hoş Geldiniz
uk: Ласкаво просимо до керування оновленнями

source: In order to upgrade your Pardus 2009 system to Pardus 2011, Upgrade Manager needs to check your computer.<br/><br/>This operation includes, installed package information and available free space on your computer.<br/><br/><b>Upgrading procedure can be problematic use at your own risk.</b>
es: Para actualizar su sistema Pardus 2009 a la versión Pardus 2011 el gestor de actualizaciones necesita comprobar el estado de su computadora.<br/><br/>La operación revisa los paquetes instalados y el espacio libre en su computadora.<br/><br/><b>el proceso de actualización puede ser problemático en algunos casos, use bajo su propia responsabilidad.</b>
nl: Voor het opwaarderen van Pardus 2009 naar Pardus 2011 dient opwaardeerbeheer het systeem te controleren.<br/><br/>Deze bewerking bestaat uit de geïnstalleerde pakketinformatie en beschikbare vrije schijfruimte op de computer.<br/><br/><b>De opwaardeerprocedure kan problemen geven en is voor eigen risico.
ru: Для того чтобы обновить вашу систему Pardus 2009 до Pardus 2011, менеджеру обновлений необходимо проверить ваш компьютер.<br/><br/>Эта операция включается в себя сбор информации о пакетах и свободном пространстве на вашем жестком диске.<br/><br/><b>Обновление может быть проблематично, используйте её на свой страх и риск.</b> В противном случае, установите чистую систему Pardus 2011.
tr: Sisteminizde kurulu Pardus 2009'u, Pardus 2011'e güncellemeden önce bazı kontrollerin yapılması gerekiyor.<br/><br/>Bu kontroller sisteminizde yüklü paketleri ve kullanılabilecek boş alan hesaplamasını içerir.<br/><br/><b>Güncelleme işlemi bazı sorunlara sebep olabilir, oluşabilecek sorunların sorumluluğu size aittir.</b>
uk: Щоб оновити систему Pardus 2009 до Pardus 2011, потрібно перевірити ваш комп'ютер.<br/><br/>А саме: одержання інформації про встановлені пакунки і про вільне місце на комп'ютері.<br/><br/><b>Оновлення може бути проблемним, тому дійте на власний розсуд.</b>

source: Analyzing your Computer
es: Analizando su computadora
nl: Analyseren van computer
ru: Анализ вашего компьютера
tr: Bilgisayarınız kontrol ediliyor
uk: Аналізування комп'ютера

source: In order to upgrade your system, you must select an upgrade repository:
es: Para actualizar su sistema debe seleccionar un repositorio de actualización:
nl: Selecteren van een opwaardeerbron is noodzakelijk voor het opwaarderen van het systeem:
ru: Для того чтобы обновить вашу систему, вам необходимо выбрать репозиторий:
tr: Güncelleme için bir güncelleme deposu seçmelisiniz:
uk: Щоб оновити систему, потрібно вибрати сховище оновлення:

source: Stable Repository (Recommended)
es: Repositorio estable (recomendado)
nl: Stabiele bron (aanbevolen)
ru: Стабильный репозиторий (stable) (Рекомендуется)
tr: Kararlı Depo (Önerilen)
uk: Стабільне сховище (Рекомендовано)

source: Testing Repository
es: Repositorio testing
nl: Testing-bron
ru: Тестируемый репозиторий (testing)
tr: Test Deposu
uk: Випробувальне сховище

source: Devel Repository
es: Repositorio de Desarrollo
nl: Devel-bron
ru: Разрабатываемый репозиторий (devel)
tr: Geliştirme Deposu
uk: Розробницьке сховище

source: Manual Repository :
es: Repositorio manual :
nl: Handmatige bron :
ru: Другой репозиторий:
tr: Özel Depo Kullan :
uk: Власне сховище :

source: Following packages are not available in selected repository:
es: Los siguientes paquetes no se encuentran en el repositorio seleccionado:
nl: De volgende pakketten zijn niet beschikbaar in de geselecteerde bron:
ru: Следующие пакеты не доступны в выбранном репозитории:
tr: Aşağıdaki paketler seçilen yeni depoda mevcut değiller:
uk: Такі пакунки недоступні у вибраному сховищі:

source: If you continue with this repository you will no longer use some applications provided by these packages.
es: Si continúa con este repositorio ya no va a poder utilizar algunos programas.
nl: Indien deze bron gebruikt gaat worden zijn enkele toepassingen van deze pakketten niet langer beschikbaar.
ru: Если вы продолжите обновление с этого репозиторий, вы не сможете пользоваться некоторыми приложениями, предоставляемые этими пакетами.
tr: Bu depo ile devam ederseniz, bu paketler tarafından sağlanan uygulamalara erişemeyeceksiniz.
uk: Якщо продовжувати з цим сховищем, буде неможливо надалі використовувати певні програми з цих пакунків.

source: Remove unsupported packages
es: Eliminar paquetes que ya no tienen soporte
nl: Verwijderen niet-ondersteunde pakketten
ru: Удаление поддерживаемых пакетов
tr: Desteklenmeyen paketleri kaldır
uk: Вилучити непідтримувані пакунки

source: Do you want to continue?
es: Desea continuar?
nl: Wilt u doorgaan?
ru: Вы хотите продолжить?
tr: Devam etmek istiyor musunuz?
uk: Продовжити?

source: Upgrading packages...
es: Actualizando paquetes...
nl: Pakketten opwaarderen...
ru: Обновление пакетов...
tr: Paketler güncelleniyor...
uk: Оновлення пакунків…
