Repository: pars-linux/uludag
Catalog: kaptan/2/po/*.po
Languages: it

source: hours
it: ore

source: &Single-click to open files and folders
it: Click &singolo per aprire i file e le cartelle

source: &Test Wallpaper
it: &Prova sfondo

source: <b>Package-manager</b> is the graphical front-end of <b>PiSi</b>. With package-manager you can easily install new programs and upgrade your system. But also can work in the system tray and periodically checks new upgrades of the programs that are installed on your system.
it: Il <b>Gestore dei pacchetti</b> è l'interfaccia grafica di <b>PiSi</b>. Con il gestore di pacchetti puoi facilmente installare nuovi programmi e aggiornare il tuo sistema. Può funzionare anche dal vassoio di sistema e verificare periodicamente la presenza di nuovi aggiornamenti dei programmi installati.

source: <b>Pardus </b>is a GNU/Linux distribution, targeting at computer literate users' basic desktop needs; with acquiring the strong ideas, architecture and code of other distributions; with a custom configuration framework which has the ability to evolve into an autonomous system; for simplifying the installation and usage of the computers.
it: <b>Pardus</b> è una distribuzione GNU/Linux, destinata alle necessità basilari di desktop di utenti già pratici di computer, partendo dalle idee, dall'architettura e dal codice di altre distribuzione, aggiunge un ambiente di configurazione personalizzato che permette di ottenere un sistema autonomo, per semplificare l'installazione e l'uso dei computer.

source: <center>You have finished! Now you can start using <b>Pardus</b></center>
it: <center>Hai finito! Ora puoi iniziare a usare <b>Pardus</b></center>

source: Button Order
it: Ordine dei pulsanti

source: Check updates automatically for every
it: Controlla automaticamente gli aggiornamenti ogni

source: Click behaviour
it: Comportamento al click

source: Don't change desktop background!
it: Non cambiare lo sfondo del desktop!

source: Dou&ble-click to open files and folders (select icons on first click)
it: D&oppio click per aprire i file e le cartelle (il primo click seleziona l'icona)

source: Here, you can select a <b>style </b>for your desktop. <b>Pardus</b> provides some eye candy styles for you.
it: Qui puoi scegliere uno <b>stile</b> per il tuo desktop. <b>Pardus</b> ti permette già di scegliere degli effetti grafici di sicuro effetto.

source: Here, you can select a <b>wallpaper</b> for your desktop background. <b>Pardus</b> provides eye candy wallpapers, you can select one of them, as you wish.
it: Qui puoi scegliere uno <b>sfondo</b> per il tuo desktop. <b>Pardus</b> ti offre già diversi sfondi carini tra cui scegliere.

source: If you are left-handed, you may prefer to swap the functions of the left and right buttons on your pointing device by choosing the 'Left handed' option below. You can also select default click behaviour.
it: Se sei mancino, potresti preferire invertire le funzioni del pulsante sinistro e destro del tuo dispositivo di puntamento scegliendo l'opzione "Mancino" qua sotto. Puoi anche scegliere il comportamento predefinito al click.

source: Package Manager
it: Gestore dei pacchetti

source: Reverse scroll
it: Scorrimento al contrario

source: Show in system tray
it: Mostra nel vassoio di sistema

source: Style
it: Stile

source: Test Style
it: Prova lo stile

source: This application, called <b>Kaptan Desktop</b>, will help you with your basic but sufficient setup for your <b>Pardus</b> desktop in a quick manner. This application will also set some default configuration for a better desktop :).
it: Questa applicazione, di nome <b>Kaptan Desktop</b>, ti aiuterà ad effettuare una prima impostazione di base del tuo desktop <b>Pardus</b> in maniera veloce. Questa applicazione ti farà scegliere anche tra alcune configurazione predefinite in modo che tu ottenga un desktop migliore :).

source: Use enhanced Kickoff style menu
it: Utilizza il menu avanzato "Kickoff"

source: Wallpaper
it: Sfondo

source: Welcome
it: Benvenuto
