Repository: pars-linux/uludag
Catalog: l10n/kde/trunk/*/LC_MESSAGES/messages/playground-pim/desktop_playground-pim.po
Languages: tr

# Name
source: QImage Serializer
tr: QImage Sıralandırıcı

# Comment
source: An Akonadi serializer plugin for QImage objects
tr: QImage nesneleri için bir Akonadi sıralandırıcısı

# Name
source: Akonadi Granltee Template Resource
tr: Akonadi Granltee Şablon Kaynağı

# Comment
source: A resource to load Grantlee Templates
tr: Granltee şablonlarını yüklemek için bir kaynak

# Name
source: System Users
tr: Sistem Kullanıcıları

# Comment
source: Users on the local system
tr: Yerel sistemdeki kullanıcılar

# Name
source: Akonadi Filtering Agent
tr: Akonadi Filtreleme Aracı

# Name
source: KJots plasmoid
tr: KJots Plasma programcığı

# Comment
source: KJots plasmoid
tr: KJots Plasma programcığı

# Name
source: Akonadi KJots Resource
tr: Akonadi KJots Kaynağı

# Comment
source: A resource to load kjots notepages
tr: Kjots not sayfalarını yüklemek için bir kaynak

# Name
source: KJots Serializer
tr: KJots Sıralandırıcı

# Comment
source: An Akonadi serializer plugin for KJotsPage and KJotsBook objects
tr: KJots Sayfaları ve KJots Defterleri için bir Akonadi sıralandırıcısı

# Name
source: Mail Threader Agent
tr: E-posta Dizme Aracı

# Comment
source: Thread mails in a collection
tr: E-postaları bir koleksiyon içerisine diz

# Name
source: Strigi Feeder
tr: Strigi Besleyici

# Comment
source: Strigi-based fulltext search
tr: Strigi-tabanlı tam metin araması

# Name
source: Akonaditest Scriptable Resource
tr: Akonaditest Betiklenebilir Kaynağı

# Comment
source: This resource is part of the Akonadi test suite. Its functions can be delegated to scripts using a Kross scripting bridge
tr: Bu kaynak, Akonadi test pakedinin parçasıdır. İşlevleri, bir Kross betik köprüsü kullanarak betiklere devredilmiş olabilir.

# Name
source: CALGO Akonadi GroupDAV Resource
tr: CALGO Akonadi GroupDAV Kaynağı

# Name
source: Akonadi del.icio.us Bookmark Resource
tr: Akonadi del.icio.us Yer İmleri Kaynağı

# Comment
source: An agent to load bookmarks from del.icio.us
tr: Del.icio.us'tan yer imlerini yükleme aracı

# GenericName
source: Blog Manager
tr: Günlük Yönetici

# Name
source: Akonadi Facebook Resource
tr: Akonadi Facebook Kaynağı

# Comment
source: Show events and friends from Facebook
tr: Facebook'tan arkadaşlar ve olayları göster

# Comment
source: Shows Facebook friends and their status
tr: Facebook arkadaşları ve onların durumlarını gösterir

# Name
source: Facebook Friends
tr: Facebook Arkadaşları

# Comment
source: Facebook friends data engine
tr: Facebook arkadaşları veri motoru

# Name
source: Events
tr: Olaylar

# Comment
source: Configure the presentation of events
tr: Olay sunusunu yapılandır

# Keywords
source: person, events, presentation, notification, sound, message
tr: kişiler, olaylar, sunu, duyuru, ses, mesaj

# Name
source: People
tr: Kişi

# Comment
source: Quick access to the entries in your address book.
tr: Adres defterinizdeki girdilere hızlı erişm.

# Name
source: Khalkhi Cards
tr: Khalkhi Kartları

# GenericName
source: Viewer of Person Cards
tr: Kişi Kartları İzleyicisi

# Name
source: Show Card...
tr: Kartı Göster...

# Name
source: KDE Holiday File Editor
tr: KDE Tatil Dosya Düzenleyicisi

# Comment
source: Helper Application to allow editing of holiday files
tr: Tatil dosyalarını düzenlemeye izin veren Yardımcı Uygulama

# Comment
source: A panel applet called KickPIM
tr: KickPIM denilen bir panel uygulamacığı

# GenericName
source: LiveJournal client
tr: LiveJournal istemcisi

# Name
source: Digital Camera
tr: Dijital Kamera

# Comment
source: This driver supports many digital cameras
tr: Bu sürücü pek çok dijital kamerayı destekler

# Name
source: Mobile Phone or Organizer (gammu)
tr: Hareketli Telefon veya Düzenleyici (gammu)

# Comment
source: This driver supports many NOKIA and other mobile phones via the gammu library
tr: Bu sürücü, gammu kitaplığı aracılığıyla pek çok NOKIA ve diğer hareketli telefonları destekler

# Name
source: Mobile Phone or Organizer (gnokii)
tr: Hareketli Telefon veya Düzenleyici (gnokii)

# Comment
source: This driver supports many NOKIA and other mobile phones via the gnokii library
tr: Bu sürücü, gnokii kitaplığı aracılığıyla pek çok NOKIA ve diğer hareketli telefonları destekler

# Name
source: Skeleton Device
tr: İskelet Aygıt

# Comment
source: Mobile Skeleton Device
tr: Hareketli İskelet Aygıt

# Comment
source: Contacts in Mobile Device
tr: Mobil Aygıttaki Kişiler

# Comment
source: Calendar in Mobile Device
tr: Mobil Aygıttaki Takvim

# Comment
source: Mobile Device
tr: Mobil Aygıt

# Comment
source: Notes in Mobile Device
tr: Mobil Aygıttaki Notlar

# GenericName
source: Manage Mobile Devices
tr: Mobil Aygıtları Yönet

# Comment
source: A KDE Mobile Devices Manager
tr: Bir KDE Mobil Aygıt Yöneticisi

# Name
source: KDE Mobile Device Low-level Hardware Driver
tr: KDE Mobil Aygıtlar için Düşük Seviyeli Donanım Sürücüsü

# Name
source: AT Engine
tr: AT Motoru

# Name
source: Fake engine
tr: Sahte motor

# Comment
source: A KMobileTools fake engine...
tr: Sahte bir KMobileTools motoru...

# Name
source: Gammu Engine
tr: Gammu Motoru

# Comment
source: KMobileTools Engine based on Gammu
tr: Gammu tabanlı KMobileTools Motoru

# GenericName
source: Mobile Phones Management
tr: Cep Telefonu Yönetimi

# Comment
source: KDE Mobile Phones Suite
tr: KDE Cep Telefonu Araç Takımı

# Name
source: SMS Serializer
tr: SMS Sıralandırıcı

# Comment
source: An Akonadi serializer plugin for sms objects
tr: Sms nesneleri için bir Akonadi sıralandırıcısı

# Comment
source: KMobileTools CoreService
tr: KMobileTools Çekirdek Servisi

# Comment
source: KMobileTools Engine
tr: KMobileTools Motoru

# Name
source: Incoming Call
tr: Gelen Çağrı

# Comment
source: There is an incoming call
tr: Bir gelen çağrı var

# Name
source: New SMS Messages
tr: Yeni SMS İletileri

# Comment
source: New incoming SMS were found
tr: Yeni bir gelen SMS var

# Name
source: Address Book Service
tr: Adres Defteri Servisi

# Name
source: Mobile Phones Filesystem
tr: Cep Telefonu Dosya Sistemi

# Description
source: A kioslave for mobile
tr: Cep telefonu için bir kioslave

# Description
source: A kioslave for obex
tr: Obex için bir kioslave

# Comment
source: A simple KDE Application
tr: Basit bir KDE Uygulaması

# Keywords
source: persons,addresses,contacts,services,
tr: kişiler, adresler, bağlantılar, servisler,

# Name
source: Person Properties & Services
tr: Kişi Özellikleri & Servisler

# Comment
source: Configure for persons which properties are shown and which services available.
tr: Özellikleri gösterilen ve hizmetlerin mevcut olduğu kişiler için yapılandır.

# Name
source: Copy Address...
tr: Adresi Kopyala...

# Name
source: Open in Web Map...
tr: Web Haritası içerisinde Aç...

# Name
source: Address
tr: Adres

# Name
source: Copy Birthday...
tr: Doğum gününü kopyala...

# Name
source: Get Info about Date...
tr: Tarih Bilgilerini Al...

# Name
source: Birthday
tr: Doğum günü

# Name
source: Has Birthday
tr: Doğum Günü Var

# Name
source: Copy Blog Feed URL...
tr: Günlük Besleme Adresini Kopyala...

# Name
source: Blog feed URL
tr: Günlük besleme adresi

# Name
source: Copy E-mail address...
tr: E-posta adresini kopyala...

# Name
source: Send E-mail...
tr: E-posta Gönder...

# Name
source: Open folder with E-mails...
tr: E-postaların olduğu dizini aç...

# Name
source: Send Files per E-mail...
tr: E-posta ile Dosya Gönder...

# Name
source: Send URLs per E-mail...
tr: E-posta ile URL Gönder...

# Name
source: E-mail address
tr: E-posta adresi

# Name
source: Number of unread E-mails in KMail folder.
tr: KMail dizinindeki okunmamış E-posta sayısı.

# Name
source: Do Action
tr: Bir Eylem Yap

# Name
source: Do Other Action
tr: Başka Eylem Yap

# Name
source: Do Action with Data
tr: Veri ile Eylem Yap

# Name
source: Do Dynamic Action with Data
tr: Veri ile Dinamik Eylem Yap

# Name
source: Status
tr: Durum

# Name
source: TYPE
tr: TÜR

# Name
source: Edit Details...
tr: Ayrıntıları Düzenle...

# Name
source: Copy Homepage URL...
tr: Anasayfa Adresini Kopyala...

# Name
source: Open Homepage...
tr: Anasayfayı Aç...

# Name
source: Homepage URL
tr: Anasayfa adresi

# Name
source: Chat with...
tr: Bu kişi ile sohbet et...

# Name
source: Send Files per IM...
tr: Anlık İleti ile Dosya Gönder...

# Name
source: Instant messaging address
tr: Hızlı mesajlaşma adresi

# Name
source: Presence with IM
tr: Anlık İleti ile Hazır Bulunma

# Name
source: Copy Note...
tr: Notu Kopyala...

# Name
source: Note
tr: Not

# Name
source: Copy Phone Number...
tr: Telefon Numarasını Kopyala...

# Name
source: Make a phone call...
tr: Bir telefon araması yap...

# Name
source: Send Fax...
tr: Faks Gönder...

# Name
source: Send SMS...
tr: SMS Gönder...

# Name
source: Phone number
tr: Telefon numarası

# Name
source: SyncML Client Agent
tr: SyncML İstemci Aracı

# Name
source: SyncML Remote Access
tr: SyncML Uzaktan Erişim

# Name
source: SyncML Server
tr: SyncML Sunucusu

# Name
source: SyncML Server Agent
tr: SyncML Sunucu Aracı
