Repository: pars-linux/uludag
Catalog: trunk/PolicyKit-kde/po/*.po
Languages: nl, tr

source: Always
nl: Altijd
tr: Her zaman

source: An application is attempting to perform an action that requires privileges. Authentication as the <b>super user</b> is required to perform this action.
nl: Een toepassing probeert een actie te verrichten die privileges vereist. De autorisatie als <b>super user</b> wordt vereist om deze actie te verrichten.
tr: Bir uygulama yetki gerektiren bir işlem yürütmeye çalışıyor. Bu işlemi yapmak için <b>yetkili kullanıcı</b> haklarına sahip olmanız gerekmektedir.

source: An application is attempting to perform an action that requires privileges. Authentication is required to perform this action.
nl: Een toepassing probeert een actie te verrichten die privileges vereist. De autorisatie wordt vereist om deze actie te verrichten.
tr: Bir uygulama yetki gerektiren bir işlem yürütmeye çalışıyor. Bu işlemi yapmak için kimlik denetimi gerekmektedir.

source: Authentication Required
nl: Authorisatie wordt vereist
tr: Kimlik Denetimi Gerekiyor

source: For this session only
nl: Alleen voor deze sessie
tr: Sadece bu oturum için

source: Password
nl: Wachtwoord
tr: Parola

source: Password for root
nl: Wachtwoord voor root
tr: root kullanıcı parolası

source: Password for user(%1)
nl: Wachtwoord voor gebruiker (%1)
tr: Kullanıcı (%1) parolası

source: Remember authorization
nl: Onthoud autorisatie
tr: Kimlik denetimini hatırla

source: Remember authorization for this session
nl: Onthoud autorisatie voor deze sessie
tr: Kimlik denetimini bu oturum için kaydet

source: Select a user...
nl: Selecteer een gebruiker...
tr: Kullanıcı seçimi...
