Repository: pars-linux/uludag
Catalog: trunk/kde/kaptan/po/*.po
Languages: nl, ru

source: You can also customize your <b>KDE menu</b> as you like. Please choose one from the following styles.
ru: Вы можете изменить вид KDE меню, установив тот который вам нравится

source: Welcom
ru: Добро пожаловать

source: What is Pardus?
ru: Что такое Pardus?

source: <b>Pardus</b> is a reliable, secure, fast and user friendly operating system. <br /><br />With Pardus, you can connect to the internet, read your e-mails, work with your office documents, watch movies, play music, develop applications, play games and much more! <br /><br /><b>Kaptan</b> will help you personalize your Pardus workspace easily and quickly. Please click <b>next</b> in order to begin.
ru: <b>Pardus</b> это быстрая, безопасная и дружелюбная операционная система. <br /><br />Используя Pardus вы можете работать в сети Internet, читать вашу почту, работать с офисными документами, смотреть видео, слушать музыку, создавать приложения, играть в игры и делать многое другое<br /><br /><b>Капитан</b> поможет kturj и просто настроить ваш PardusПожалуйста нажмите <b>далее</b> для начала настройки.
