Repository: pars-linux/uludag
Catalog: trunk/kde/kaptan/po/*.po
Languages: nl, ru

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:9pt;"> Smolt will only send hardware and basic operating system information to the Pardus smolt server (smoon). The only tie from the database to a submitters machine is the UUID. As long as the submitter does not give out this UUID the submission is anonymous. If at any point in time a user wants to delete their profile from the database they need only run</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:9pt;"> </span><span style=" font-size:9pt; font-style:italic;">smoltDeleteProfile</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:9pt;"> The information sent to the smolt database server should be considered public in that anyone can view the statistics, data and share machine profiles. In many ways smolt is designed to get hardware vendors and other 3rd parties attention. As such, not only will this information be shared with 3rd parties, we will be using smolt as leverage to gain better support for open source drivers and better support in general.</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:9pt; text-decoration: underline;">IP Logging:</span><span style=" font-size:9pt;"> In Pardus's smolt install all web traffic goes through a proxy server first. This is the only place IP addresses are being logged and they are kept on that server for a period of 4 weeks at which time log rotation removes these logs. The Pardus Project does not aggregate ip addresses in the smolt database. These logs are private and will not be available to the general public.</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:9pt;"> Users unhappy with this policy should simply not use smolt. Users with questions about this policy should contact the Pardus Infrastructure Team at admin [at] pardus.org.tr Also remember that users can delete their profiles at any time using "</span><span style=" font-size:9pt; font-style:italic;">smoltDeleteProfile</span><span style=" font-size:9pt;">"</span></p></body></html>
nl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:9pt;"> Smolt zal alleen hardware- en standaard informatie over het besturingssysteem naar de smoltserver (smoon) van Pardus versturen.De enige identiteitinformatie tussen de database en deze computer is het UUID (unieke naam voor een computer). Zolang de indiener deze UUID niet opgeeft, zal dit anoniem gebeuren. Voor het verwijderen van dit profiel van de database, op enige moment in de toekomst, volstaat het starten van</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:9pt;"> </span><span style=" font-size:9pt; font-style:italic;">smoltDeleteProfile</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:9pt;"> De informatie die naar de smoltserver verstuurd wordt is openbaar en kan door iedereen ingezien worden. Het zal hoofdzakelijk door hardware fabrikanten en andere gebruikt worden. En kan ook gebruikt worden om een betere ondersteuning van open-source stuurprogramma's en betere ondersteuning in het algemeen te verkrijgen.</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:9pt; text-decoration: underline;">IP-loggen:</span><span style=" font-size:9pt;"> Met de smolt van Pardus gaat al het web-verkeer eerst door een proxy server. Dit is de enigste plaats waar IP-adressen gedurende 4 weken opgeslagen worden, waarna ze verwijderd worden. Het Pardus-project verzamelt geen ip-adressen in de smolt database. Deze logs zijn priv√© en zullen niet voor iedereen beschikbaar zijn.</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:9pt;"> Indien U niet eens bent met dit beleid, gebruik smolt dan niet. Voor vragen over dit beleid kunt u contact opnemen met het Pardus Infrastructure Team op admin [at] pardus.org.tr Denk er ook aan dat het verwijderen van het profiel op ieder moment kan door het starten van "</span><span style=" font-size:9pt; font-style:italic;">smoltDeleteProfile</span><span style=" font-size:9pt;">"</span></p></body></html>

source: Help Pardus Improve!
nl: Help bij het verbeteren van Pardus!

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; font-weight:600; color:#5f2234;">Smolt</span><span style=" font-size:10pt; color:#5f2234;"> is a tool that collects the information in the following table and sends it to us for which lets us improve Pardus according to the user profile statistics.</span></p></body></html>
nl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; font-weight:600; color:#5f2234;">Smolt</span><span style=" font-size:10pt; color:#5f2234;"> is een gereedschap dat de informatie in de volgende tabel verzamelt en naar ons opstuurt waardoor we Pardus aan de hand van de profielstatistieken kunnen verbeteren.</span></p></body></html>

source: Form
nl: Formulier
ru: Форма

source: styleName
nl: Stijlnaam

source: styleDesc
nl: Stijlbeschrijving

source: Themes
nl: Thema's
ru: Тема

source: Customize Your Desktop
nl: Pas uw bureaublad aan

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; color:#5f2234;">Choose your favorite theme and desktop type. Customize Pardus with colorful styles and themes.</span></p></body></html>
nl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; color:#5f2234;">Kies uw favoriete thema en type bureaublad. Pas Pardus met kleurrijke stijlen en thema's aan.</span></p></body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; font-weight:600;">Desktop Type</span></p></body></html>
nl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; font-weight:600;">Type bureaublad</span></p></body></html>

source: Desktop view (KDE4 Style)
nl: Bureaublad-weergave (KDE4-stijl)
ru: KDE4 Style

source: Folder view (KDE3 Style)
nl: Mapweergave (KDE3-stijl)
ru: KDE3 Style

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; font-weight:600; color:#5f2234;">Number of Desktops</span></p></body></html>
nl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; font-weight:600; color:#5f2234;">Aantal bureaubladen</span></p></body></html>

source: Summary
nl: Samenvatting
ru: Описание

source: Save Your Settings
nl: Uw instellingen opslaan

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; color:#5f2234;">You have finished all steps successfully. Here's a summary of the settings you want to apply. Click </span><span style=" font-size:10pt; font-weight:600; color:#5f2234;">Apply Settings</span><span style=" font-size:10pt; color:#5f2234;"> to save them now. You are now ready to enjoy Pardus!</span></p></body></html>
nl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; color:#5f2234;">Alle stappen zijn met succes doorlopen. Hier is een samenvatting van de gekozen instelling. Om ze te activeren, klik op </span><span style=" font-size:10pt; font-weight:600; color:#5f2234;">Instellingen toepassen</span><span style=" font-size:10pt; color:#5f2234;"> en ze worden opgeslagen. Geniet daarna van Pardus!</span></p></body></html>

source: wallPaperName
nl: Achtergrondnaam
ru: имя картинки

source: wallpaperDesc
nl: Achtergrondbeschrijving
ru: положение

source: Wallpaper
nl: Achtergrond
ru: Фон

source: Choose Wallpaper From a File
nl: Achtergrond uit een bestand kiezen

source: Don't change wallpaper
nl: Achtergrond niet wijzigen
ru: Не менять обои

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; color:#5f2234;">Choose your favorite wallpaper for Pardus. Don't forget to check out </span><span style=" font-size:10pt; font-weight:600; color:#5f2234;">Desktop Settings</span><span style=" font-size:10pt; color:#5f2234;"> for downloading new and cool wallpapers.</span></p></body></html>
nl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; color:#5f2234;">Kies de favoriete achtergrondafbeelding voor Pardus. Kijk ook in </span><span style=" font-size:10pt; font-weight:600; color:#5f2234;">Bureaublad instellen</span><span style=" font-size:10pt; color:#5f2234;"> voor het ophalen van nieuwe en mooie achtergrondafbeeldingen.</span></p></body></html>

source: Choose a Wallpaper
nl: Achtergrondafbeelding kiezen

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:20pt; font-weight:600; color:#5f2234;">Welcome to Pardus 2009.1 </span><span style=" font-size:20pt; font-weight:600; color:#5f2234; vertical-align:super;">beta</span></p></body></html>
nl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:20pt; font-weight:600; color:#5f2234;">Welkom bij Pardus 2009.1 </span><span style=" font-size:20pt; font-weight:600; color:#5f2234; vertical-align:super;">beta</span></p></body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; font-weight:600; color:#5f2234;">Pardus</span><span style=" font-size:10pt; color:#5f2234;"> is a reliable, secure, fast and user friendly operating system.</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:10pt; color:#5f2234;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; color:#5f2234;">With Pardus, you can connect to the internet, read your e-mails, work with your office documents, watch movies, play music, develop applications, play games and much more!</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:10pt; color:#5f2234;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; font-weight:600; color:#5f2234;">Kaptan </span><span style=" font-size:10pt; color:#5f2234;">will help you personalize your Pardus workspace easily and quickly. </span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:10pt; color:#5f2234;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; color:#5f2234;">Please click </span><span style=" font-size:10pt; font-weight:600; color:#5f2234;">next</span><span style=" font-size:10pt; color:#5f2234;"> in order to begin.</span></p></body></html>
nl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; font-weight:600; color:#5f2234;">Pardus</span><span style=" font-size:10pt; color:#5f2234;"> is een betrouwbaar, veilig, snel en gebruikervriendelijk besturingsysteem.</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:10pt; color:#5f2234;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; color:#5f2234;">Met Pardus kunt u verbinding met het internet maken, e-mail lezen, werken met office-documenten, films bekijken, muziek afspelen, toepassingen ontwikkelen, games spelen en nog veel meer!</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:10pt; color:#5f2234;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; font-weight:600; color:#5f2234;">Kaptan </span><span style=" font-size:10pt; color:#5f2234;">zal behulpzaam zijn bij het snel en gemakkelijk instellen van Pardus </span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:10pt; color:#5f2234;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; color:#5f2234;">Klik op </span><span style=" font-size:10pt; font-weight:600; color:#5f2234;">Volgende</span><span style=" font-size:10pt; color:#5f2234;"> om te beginnen.</span></p></body></html>

source: To create a new connection click on <b>Create Profile</b> and select your adapter from the list. If your connection is wireless then choose and access point. After saving your profile click the checkbox to establish the connection.
ru: Для создания нового соединения нажмите <b>Создать Профиль</b> и укажитеваше устройство из списка.

source: Network Manager (Press Apply to save your settings)
ru: Менеджер сети (Укажите и сохраните ваши настройки)

source: Strigi Desktop Search indexes your frequently used files. This gives you very fast file search results. Strigi also can search for files based on their contents.
ru: Strigi Desktop Search индексирует часто используемые файлы. Это дает вам возможность очень быстро находить нужный файл. Strigi также можете искать файлы на основе их содержимого.

source: Search Options
ru: Параметры поиска

source: Kaptan automatically selects the best keyboard layout according to your system language. If you want to use another layout other than the default keyboard layout, you can make your selection and test it instantly.
ru: Капитан сам выбирает нужную раскладку клавиатуры в соответствии с языком вашей системы. Вы можете указать раскладку в ручную и затем проверить ее.

source: Test Layout
ru: Проверка раскладки

source: Choose your favorite wallpaper for Pardus. Don't forget to check out <b>Desktop Settings</b> for downloading new and cool wallpapers.
ru: Выберите свои любимые обои для Pardus. Не забудьте проверить <b>Параметры рабочего стола</b> для загрузки новых хранителей экрана.

source: Wallpapers
ru: Обои

source: Choose wallpaper from file
ru: Выберите картинку

source: The following settings will be applied
ru: Параметры будут применены

source: Pardus community, mailing lists, chat rooms, Wiki documents, help and support pages...
ru: Pardus сообщества, списки рассылки, чаты, вики документы, справка и страницы поддержки...

source: Choose your favorite theme and desktop type. Customize Pardus with colorful styles and themes.
ru: Укажите свои любимые темы и типы Рабочего стола

source: KDE Themes
ru: KDE Темы

source: Desktop Type
ru: Тип Рабочего стола

source: Number of Desktops
ru: Номер Рабочего стола

source: Kaptan
ru: Капитан

source: Welcome Wizard
ru: Вас приветствует Мастер настройки

source: Contrib repository includes extra and handy programs.
ru: Contrib - репозиторий включающий в себя дополнительные программы

source: Add contrib repository
ru: Добавить contib репозиторий

source: To install and remove programs to Pardus, use Package-Manager. Package-Manager also can automatically install the latest updates available. You can set the period for checking new updates.
ru: Для установки и удаления программ Pardus, использует менеджер пакетов. Менеджер пакетов может сам проверять и устанавливать обновления. Капитан позволяет настроить время для проверки обновлений.

source: <b>Smolt</b> is a tool that collects the information in the following table and sends it to us for which lets us improve Pardus according to the user profile statistics.
ru: <b>Smolt</b> - это агент который собирает информацию о системе и отправляет ее нам. Это необходимо для того чтобы мы могли улучшить Pardus, учитывая требования пользователей.

source: This screen helps you set your <b>user picture</b>. You can either choose an image from a file or you can capture an image from your camera. Select an option from the <b>options</b> menu.
ru: Здесь вы можете настроить <b>аватар</b>. Изображение можно выбрать из файла или получить с камеры.

source: Options
ru: Настройки

source: Capture
ru: Картинка

source: Welcome to Pardus
ru: Добро пожаловать в Pardus

source: Menu
ru: Меню
