Repository: pars-linux/uludag
Catalog: trunk/kde/kaptan/po/*.po
Languages: nl, ru

source: Apply Settings
nl: Instellingen toepassen
ru: Применить настройки

source: Congratulations!
nl: Gefeliciteerd!

source: Insert some catchy title about keyboards..
nl: Voeg een enigzins pakkende titel over toetsenborden toe..

source: Select your keyboard layout
nl: Selecteer de toetsenbordindeling

source: Some catchy title about styles
nl: Enigszins pakkende titel over stijlen

source: Some catchy description about styles
nl: Enigszins pakkende beschrijving over stijlen

source: Kick-off menu is the default menu of Pardus.<br><br>The program shortcuts are easy to access and well organized.
nl: Het Kickoff-menu is het standaard menu van Pardus.<br><br>De programma's zijn gemakkelijk bereikbaar en en handig georganiseerd.

source: Simple Menu
nl: Eenvoudig menu

source: Simple menu is an old style menu from KDE 3.<br><br>It is a very lightweight menu thus it is recommended for slower PC's.
nl: Het klassieke menu is de vertrouwde menustijl van KDE 3.<br><br>Het is een eenvoudig menu en geschikt voor tragere PC's.

source: Lancelot is an advanced and highly customizable menu for Pardus.<br><br>The program shortcuts are easy to access and well organized.
nl: Lancelot is een geavanceerd en volledig instelbaar menu voor Pardus.<br><br>De programma's zijn gemakkelijk bereikbaar en en handig georganiseerd.

source: Mouse Settings
nl: Muisinstellingen

source: Configure your mouse
nl: Configureer uw muis

source: Left Handed
nl: Linkshandig

source: Right Handed
nl: Rechtshandig

source: Single Click
nl: Enkele klik

source: Double Click
nl: Dubbelklik

source: Network Manager
nl: Netwerkbeheer

source: Package Manager
nl: Pakkettenbeheer

source: Configure package manager settings
nl: Configureer pakketbeheer instellingen

source: Some catchy title about desktop search
nl: Enigzins pakkende titel van desktop-zoekactie

source: Some catchy description desktop search
nl: Enigzins pakkende beschrijving van desktop-zoekactie

source: On
nl: Aan

source: Off
nl: Uit

source: Smolt Description
nl: Smolt-beschrijving

source: Data
nl: Gegevens

source: &Back
nl: &Terug

source: &Privacy policy
nl: &Privacy-beleid
ru: &Политика безопасности

source: Default run level
nl: Standaard runlevel

source: Language
nl: Taal

source: Platform
nl: Platvorm

source: CPU Vendor
nl: CPU-fabrikant

source: Number of CPUs
nl: Aantal CPU's

source: CPU Speed
nl: CPU-snelheid

source: System Memory
nl: Systeemgeheugen

source: System Swap
nl: Systeem wisselgeheugen

source: Vendor
nl: Fabrikant

source: System
nl: Systeem

source: Form Factor
nl: Vormfactor

source: SELinux Enabled
nl: SELinux ingeschakeld

source: SELinux Policy
nl: SELinux-beleid

source: SELinux Enforce
nl: SELinux afdwingen

source: Yes
nl: Ja

source: No
nl: Nee

source: Welcome
nl: Welkom

source: Welcome to Kaptan
nl: Welkom bij Kaptan

source: Selected Mouse configuration: <b>%s</b>
nl: Geselecteerde muisconfiguratie: <b>%s</b>

source: Selected clicking behaviour: <b>%s</b>
nl: Geselecteerde klikgedrag: <b>%s</b>

source: Menu Settings
nl: Menu-instellingen

source: Selected Menu: <b>%s</b>
nl: Geselecteerd menu: <b>%s</b>

source: Wallpaper Settings
nl: Achtergrondinstellingen

source: You haven't selected any wallpaper.
nl: Er is geen achtergrond geselecteerd.

source: Selected Wallpaper: <b>%s</b>
nl: Geselecteerde achtergrond: <b>%s</b>

source: Style Settings
nl: Stijlinstellingen

source: You haven't selected any style.
nl: Er is geen stijl geselecteerd.

source: Selected Style: <b>%s</b>
nl: Geselecteerde stijl: <b>%s</b>

source: Search Settings
nl: Zoekinstellingen

source: Desktop search: <b>%s</b>
nl: Desktop-zoekactie: <b>%s</b>

source: Smolt Settings
nl: Smolt-instellingen

source: Send my profile: <b>%s</b>
nl: Verstuur mijn profiel: <b>%s</b>

source: Insert some catchy title about wallpapers..
nl: Voeg een enigzins pakkende titel over achtergronden toe..

source: Wonderful, awesome, superb wallpapers! \m/
nl: Prachtige, overweldigende, schitterende achtergronden! \m/

source: More
nl: Meer
ru: Подробнее

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; font-weight:600; color:#5f2234;">Your settings have been applied.</span><span style=" font-size:10pt; color:#5f2234;"> Now you can start enjoying Pardus or you can checkout the following links and applications for more settings or for help and support. Don't forget to </span><span style=" font-size:10pt; font-weight:600; color:#5f2234;">join our community!</span></p></body></html>
nl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; font-weight:600; color:#5f2234;">De instellingen zijn toegepast.</span><span style=" font-size:10pt; color:#5f2234;"> U kunt nu van Pardus gaan genieten en de volgende aanwijzingen gaan volgen voor meer instellingen of help en ondersteuning. Vergeet niet om </span><span style=" font-size:10pt; font-weight:600; color:#5f2234;">lid van onze gemeenschap te worden!</span></p></body></html>

source: My Smolt Page
nl: Mijn Smolt-pagina
ru: Мой Smolt

source: Go to your Smolt page and rate your hardware components.
nl: Ga naar je Smolt-pagina en waardeer je hardwarecomponenten.
ru: Перейдите на страницу Smolt и проверьте ваши аппаратные средства

source: Migration Wizard
nl: Migratie-assistent
ru: Менеджер миграции

source: A wizard to transfer files and settings from existing operating systems (e.g. Windows) to Pardus.
nl: Een assistent voor het overzetten van bestanden en instellingen van het huidige besturingsysteem (bijv. Windows) naar Pardus.
ru: Менеджев поможет перенести файлы, и настройки из другой операционной системы в Pardus.

source: System Settings
nl: Systeeminstellingen
ru: Системные настройки

source: Configuration tools for Pardus such as the display, firewall, keyboard, user manager...
nl: Configuratiegereedschap voor Pardus zoals het beeldscherm, firewall. toetsenbord, gebruikerbeheer...
ru: Инструменты настройки для Pardus включают в себя настройку дисплея, экрана безопасности, клавиатуру, ползователей и многое другое.

source: Help and Support
nl: Help en ondersteuning
ru: Спарвка и поддержка

source: Pardus community, mailing lists, IRC channels, wiki's help and support pages..
nl: Pardus-gemeenschap, email-lijsten, IRC-kanalen, Wiki-help en ondersteuning..

source: Cancel
nl: Annuleren
ru: Отмена

source: Back
nl: Terug
ru: Назад

source: Next
nl: Volgende
ru: Далее

source: Finish
nl: Voltooien
ru: Готово

source: Keyboard
nl: Toetsenbord
ru: Клавиатура

source: Try:
nl: Probeer:

source: Configure your keyboard layout.
nl: Stel uw toetenbordindeling in.

source: Choose a Menu Style
nl: Kies een menustijl

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" color:#5f2234;">You can also customize your </span><span style=" font-weight:600; color:#5f2234;">KDE menu</span><span style=" color:#5f2234;"> as you like. Please choose one from the following styles.</span></p></body></html>
nl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" color:#5f2234;">Het is ook mogelijk om het </span><span style=" font-weight:600; color:#5f2234;">KDE-menu</span><span style=" color:#5f2234;"> te veranderen. Selecteer een van de volgende stijlen.</span></p></body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Droid Sans'; font-weight:600; color:#5f2234;"> Menu Styles</span></p></body></html>
nl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Droid Sans'; font-weight:600; color:#5f2234;"> Menustijlen</span></p></body></html>

source: Sample
nl: Voorbeeld

source: Mouse
nl: Muis
ru: Мышька

source: Setup Mouse Behavior
nl: Muisgedrag instellen

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; color:#5f2234;">The </span><span style=" font-size:10pt; font-weight:600; color:#5f2234;">clicking behavior</span><span style=" font-size:10pt; color:#5f2234;"> defines how many times you want to click when you are opening a file.</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:10pt; color:#5f2234;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; color:#5f2234;">If you are </span><span style=" font-size:10pt; font-weight:600; color:#5f2234;">left handed</span><span style=" font-size:10pt; color:#5f2234;">, you may prefer to swap the left and right buttons of your pointing device.</span></p></body></html>
nl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; color:#5f2234;">Het </span><span style=" font-size:10pt; font-weight:600; color:#5f2234;">klikgedrag</span><span style=" font-size:10pt; color:#5f2234;"> bepaalt het aantal klikken dat nodig is om een bestand te openen.</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:10pt; color:#5f2234;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; color:#5f2234;">Bij </span><span style=" font-size:10pt; font-weight:600; color:#5f2234;">linkshandig</span><span style=" font-size:10pt; color:#5f2234;">gebruik, is het handig om de toetsen van de muis te verwisselen</span></p></body></html>

source: mouse icon
nl: muispictogram

source: Clicking Behaviour
nl: Klikgedrag

source: Single-click to open files and folders
nl: Enkele klik opent bestanden en mappen
ru: Одинарный щелчок для открытия файла и папки

source: Dou&ble-click to open files and folders
nl: Du&bbel kikken opent bestanden en mappen
ru: Двойной щелчок для открытия файла и папки

source: Button Order
nl: Knopvolgorde
ru: Кнопка выбора

source: Right Hand
nl: Rechtshandig
ru: Для правши

source: Reverse scrolling
nl: Omgekeerd scrollen
ru: Инвертировать прокрутку

source: Left Hand
nl: Linkshandig
ru: Для левши

source: Network
nl: Netwerk
ru: Сеть

source: Connect to the Internet
nl: Verbinden met het internet

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; color:#5f2234;">To create a new connection click on </span><span style=" font-size:10pt; font-weight:600; color:#5f2234;">Create Profile</span><span style=" font-size:10pt; color:#5f2234;"> and select your adapter from the list. If your connection is wireless then choose and access point. After saving your profile click the checkbox to establish the connection.</span></p></body></html>
nl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; color:#5f2234;">Voor het maken van een nieuwe verbinding klik op </span><span style=" font-size:10pt; font-weight:600; color:#5f2234;">Profiel aanmaken</span><span style=" font-size:10pt; color:#5f2234;"> en selecteer het gewenste apparaat uit de lijst. Bij een draadloze verbinding zoek en kies de bron en stel de sleutel in. Na het opslaan van het profiel selecteer het keuzevakje om de verbinding te maken.</span></p></body></html>

source: Packages
nl: Pakketten
ru: Пакеты

source: Updates
nl: Opwaarderingen
ru: Обновления

source: Show updates in the system tray
nl: Toon opwaarderingen in het systeemvak
ru: Показывать обновления на панеле

source: Check updates automatically every
nl: Controleer automatisch op opwaarderingen elke
ru: Проверять обновления автоматически

source: hours
nl: uren
ru: часы

source: Repositories
nl: Softwarebronnen
ru: Репозитории

source: Contrib repo includes extra packages.
nl: Contrib repo bevat extra pakketten.

source: Add contrib repo
nl: Contrib repo toevoegen

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style="font-size:10pt; color:#5f2234;">To install and remove programs to Pardus, use Package-Manager. Package-Manager also can automatically install the latest updates available. You can set the period for checking new updates.</span></p></body></html>
nl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style="font-size:10pt; color:#5f2234;">Gebruik Pakketbeheer voor het installeren en verwijderen van programma's in Pardus. Pakketbeheer kan ook automatisch de laatste opwaarderingen installeren. De periodeduur van controle op nieuwe opwaarderingen kan ook ingesteld worden.</span></p></body></html>

source: picture label
nl: afbeeldingslabel

source: Install / Remove Programs
nl: Installeer / Verwijder programma's

source: Search
nl: Zoeken
ru: Поиск

source: Easy Desktop Search
nl: Gemakkelijke desktop-zoekactie

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; color:#5f2234;">Strigi Desktop Search indexes your frequently used files. This gives you very fast search results. Strigi also can search for files based on their contents.</span></p></body></html>
nl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:10pt; color:#5f2234;">Strigi-zoekactie indexeert de meest gebruikte bestanden. Het zorgt voor snelle zoekresultaten. Strigi kan ook bestanden op inhoud zoeken.</span></p></body></html>

source: Allow Strigi to index my files
nl: Sta Strigi toe om mijn bestanden te doorzoeken
ru: Разрешить Strigi индексировать мои файлы

source: &Send my profile
nl: Mijn profiel &verzenden
ru: &Отправить мой профиль
