Repository: pars-linux/uludag
Catalog: trunk/staj-projeleri/paket-arama/search/locale/*/LC_MESSAGES/django.po
Languages: es

source: Turkish
es: Turco

source: English
es: Inglés

source: previous
es: anterior

source: next
es: siguiente

source: Package Search
es: Buscar Paquete

source: packages
es: paquetes

source: Information
es: Información

source: Source Packages
es: Paquetes Fuentes

source: Binary Packages
es: Paquetes Ejecutables

source: Packagers
es: Empaquetadores

source: Search
es: Buscar

source: Back
es: Retroceder

source: Group Packages
es: Grupo de Paquetes

source: Welcome to Pardus Package Search! Via our search engine, you can find out to which package a file belongs to, which files a package contains, which packages exist in the repos. Of course, you can search partially.
es: Bienvenido a Pardus Package Search! Con nuestra máquina de búsqueda puede averiguar, a cual paquete pertenece un archivo determinado, cuales son los archivos contenidos en un paquete, y que paquetes hay en los repositorios. Desde luego puede hacer una búsqueda por parte.

source: Usage
es: Uso

source: Meaning
es: Significado

source: Search for "term" in "package"
es: Buscar "term" en "paquete"

source: List all paths in "package"
es: Listar todas las rutas en "package"

source: Search for packages related to "package"
es: Buscar paquetes relacionados con "package"

source: List all packages
es: Listar todos los paquetes

source: term
es: término

source: Search for "term" in all packages
es: buscar "term" en todos los paquetes

source: Results for %(package_name)s
es: Encontrado en %(package_name)s

source: %(result_count)s results<br/>Showing results between %(si)s and %(ei)s
es: %(result_count)s resultados<br/>Mostrando resultados entre %(si)s y %(ei)s

source: First
es: Inicial

source: Previous
es: Anterior

source: Page %(pn)s / %(np)s
es: Página %(pn)s / %(np)s

source: Next
es: Siguiente

source: Last
es: Ultimo

source: Results for %(term)s
es: Encontrado en %(term)s

source: Queries involving grouping must be at least 3 characters long.
es: Consultas con agrupación deben tener al menos 3 caracteres.

source: %(result_count)s results.
es: %(result_count)s resultados.

source: Packages containing files related to %(term)s
es: Paquetes que contienen archivos relacionados con %(term)s

source: Package
es: Paquete

source: Files related to %(term)s inside <a href="/search/%(current_version)s/package/%(package_name)s/">%(package_name)s</a>:
es: Archivos relacionados con %(term)s en <a href="/search/%(current_version)s/package/%(package_name)s/">%(package_name)s</a>:

source: Files inside <a href="/search/%(current_version)s/package/%(package_name)s/">%(package_name)s</a>:
es: Archivos en <a href="/search/%(current_version)s/package/%(package_name)s/">%(package_name)s</a>:

source: Stable Binary
es: Binario estable

source: Devel Binary
es: Binario de desarrollo

source: Stable Source
es: Fuente estable

source: Devel Source
es: Fuente de desarrollo

source: Filepath
es: Ruta de archivo

source: Packages and paths of files related to %(term)s:
es: Paquetes y rutas de archivos relacionados con %(term)s:

source: No results...
es: No encontrado...
