Repository: pars-linux/uludag
Catalog: trunk/l10n-kde4/*/docmessages/kdebase-apps/kinfocenter_memory.po
Languages: tr

source: Memory Information
tr: Hafıza Bilgisi

source: ROLES_OF_TRANSLATORS
tr: <othercredit role="translator"><firstname></firstname><surname></surname><affiliation><address><email>engincagatay@yahoo.com</email></address></affiliation><contrib></contrib></othercredit>

source: memory
tr: hafıza

source: system information
tr: sistem bilgisi

source: This module displays the current memory usage. It is updated constantly, and can be very useful for pinpointing bottlenecks when certain applications are executed.
tr: Bu modül şu andaki hafıza kullanımını gösterir. Sürekli güncellenmekle birlikte bu modül, belli uygulamalar çalıştırıldığında oluşan darboğazların açığa çıkarılması konusunda da oldukça yardımcıdır.

source: Memory Types
tr: Hafıza Türleri

source: The first thing you must understand, is there are two types of <quote>memory</quote>, available to the operating system and the programs that run within it.
tr: Anlamanız gereken ilk konu, işletim sistemi ve onun üzerinde çalışan uygulamalar için iki tür <quote>hafıza</quote> olduğudur.

source: The first type, is called physical memory. This is the memory located within the memory chips, within your computer. This is the <acronym>RAM</acronym> (for Random Access Memory) you bought when you purchased your computer.
tr: Birinci tür, fiziksel hafızadır. Bu hafıza, bilgisayarınıza hafıza çipleriyle yerleştirilen hafıza modülleridir. Bunlar, bilgisayarınızı aldığınızda bilgisayarınızla birlikte gelen <acronym>RAM</acronym>'dir (Random Access Memory - Rastgele Erişim Hafızası).

source: The second type of memory, is called virtual or swap memory. This block of memory, is actually space on the hard drive. The operating system reserves a space on the hard drive for <quote>swap space</quote>. The operating system can use this virtual memory (or swap space), if it runs out of physical memory. The reason this is called <quote>swap</quote> memory, is the operating system takes some data that it doesn't think you will want for a while, and saves that to disk in this reserved space. The operating system then loads the new data you need right now. It has <quote>swapped</quote> the not needed data, for the data you need right now. Virtual or swap memory is not as fast as physical memory, so operating systems try to keep data (especially often used data), in the physical memory.
tr: İkinci tür hafıza takas ya da sanal hafıza olarak anılır. Bu alan aslında sabit diskinizdeki alandır. İşletim sistemi <quote>takas alanı</quote> için sabit diskinizin bir kısmını saklar. İşletim sisteminiz için yeterli fiziksel hafıza kalmadığında bu sanal hafıza (ya da takas alanı) kullanılır. Bu alanın <quote>takas</quote> hafızası olarak isimlendirilmesinin nedeni, işletim sisteminin sizin o sırada kullanmadığınıza kanaat getirdiği veriyi alıp sabit diskinizdeki ayrılmış alana taşımasıdır. Daha sonra işletim sistemi size şimdi gerekli olan veriyi yükler. Böylece gerekli olan yeni veri için, eski veri <quote>takas yapılmış</quote> oldu. Sanal ya da takas hafızası fiziksel hafıza kadar hızlı değildir, bu nedenle işletim sistemleri verileri (özellikle de sıkça kullanılan verileri) fiziksel hafızada tutmaya çalışır.

source: The total memory, is the combined total of physical memory and virtual memory.
tr: Toplam hafıza, toplam fiziksel ve sanal hafızanın birleşimidir.

source: Memory Information Module
tr: Hafıza Bilgi Modülü

source: This window is divided into a top and bottom section
tr: Bu pencere üst ve alt kısımlar olmak üzere ikiye bölünmüştür.

source: The top section shows you the total physical memory, total free physical memory, shared memory, and buffered memory.
tr: Üst kısım, toplam fiziksel hafızayı, toplam boş fiziksel hafızayı, paylaşıyan hafızayı, ve önbelleklenmiş hafızayı gösterir.

source: All four values are represented as the total number of bytes, and as the number of megabytes (1 megabyte = slightly more than 1,000,000 bytes)
tr: Tüm bu dört değer toplam byte sayısı, ve megabyte boyutu (1 megabyte = 1,000,000 byte'tan biraz da fazla) olarak gösterilir.

source: The bottom section shows you three graphs:
tr: Alt kısım ise size üç grafik gösterir:

source: <guilabel>Total Memory</guilabel> (this is the combination of physical and virtual memory).
tr: <guilabel>Toplam Hafıza</guilabel> (Bu, fiziksel ve sanal hafızanın birleşimidir).

source: Physical Memory
tr: Fiziksel Hafıza

source: Virtual memory, or <guilabel>Swap Space</guilabel>.
tr: Sanal Hafıza, ya da <guilabel>Takas Alanı</guilabel>.

source: The green areas are free, and the red areas are used.
tr: Yeşil alanlar boş hafızayı simgelerken, kırmızı alanlar kullanılanı gösterir.

source: The exact values of each type of memory are not critical, and they change regularly. When you evaluate this page, look at trends.
tr: Tüm hafıza türlerinin kesin değeri yoktur, çünkü sürekli değişirler. Bu sayfaya bakarken değişimleri gözlemleyebilirsiniz.

source: Does your computer have plenty of free space (green areas)? If not, you can increase the swap size or increase the physical memory.
tr: Bilgisayarınız yeteri kadar boş alana (yeşil alanlar) sahip mi? Değilse, takas alanı boyutunu ya da fiziksel hafızanın boyutunu arttırabilirsiniz.
