Repository: pars-linux/uludag
Catalog: trunk/l10n-kde4/*/docmessages/kdebase-apps/kinfocenter_ioports.po
Languages: tr

source: I/O Port
tr: G/Ç Portları

source: ROLES_OF_TRANSLATORS
tr: <othercredit role="translator"><firstname></firstname><surname></surname><affiliation><address><email>engincagatay@yahoo.com</email></address></affiliation><contrib></contrib></othercredit>

source: ioports
tr: g/çportları

source: system information
tr: sistem bilgisi

source: Input/Output Port Information
tr: Girdi/Çıktı Portları Bilgisi

source: This page displays information about the I/O ports.
tr: Bu sayfa G/Ç portları hakkında bilgi verir.

source: I/O Ports are memory addresses used by the processor for direct communication with a device that has sent an interrupt signal to the processor.
tr: G/Ç Portları, işlemcilerin kendisine kesme sinyali gönderen aygıtlarla doğrudan bağlantı kurduğu hafıza adresleridir.

source: The exchange of commands or data between the processor and the device takes place through the I/O port address of the device, which is a hexadecimal number. No two devices can share the same I/O port. Many devices use multiple I/O port addresses, which are expressed as a range of hexadecimal numbers.
tr: İşlemci ile aygıt arasındaki bilgi ya da komut alışverişi 16 sayı tabanlı (hexadecimal) bir numara olan G/Ç port adresinde gerçekleşir. İki aygıt asla aynı G/Ç portunu paylaşamaz. Birçok aygıt, 16 sayı tabanlı numaraların (hexadecimal) aralığı olarak tanımlanan, çoklu G/Ç portu adresi kullanır.

source: The exact information displayed is system-dependent. On some systems, I/O port information can not yet be displayed.
tr: Gösterilen kesin bilgi sistemden sisteme göre değişir. Bazı sistemlerde G/Ç portu bilgisinin görüntülenmesi hala mümkün değildir.

source: On &Linux;, this information is read from <filename class="devicefile">/proc/ioports</filename> which is only available if the <filename class="devicefile">/proc</filename> pseudo-filesystem is compiled into the kernel. A list of all currently-registered I/O port regions that are in use is shown.
tr: &Linux;'ta, bu bilgi <filename class="devicefile">/proc</filename> pseudo-filesystem bölümü çekirdeğe eklenip çekirdek derlenmişse <filename class="devicefile">/proc/ioports</filename> dosyasından okunur. Kullanılan, şu anda kayıtlı G/Ç portu bölgelerinin listesi gösterilmiştir.

source: The first column is the I/O port (or the range of I/O ports), the second column identifies the device that uses these I/O ports.
tr: Birinci bölüm G/Ç portudur (ya da G/Ç portlarının aralığıdır), ikinci bölüm ise bu G/Ç portlarını kullanan aygıtları tanımlar.

source: The user cannot modify any settings on this page.
tr: Kullanıcı bu sayfada gösterilen ayarları değiştiremez.
