Repository: pars-linux/uludag
Catalog: trunk/l10n-kde4/*/docmessages/kdebase-apps/kinfocenter_xserver.po
Languages: tr

source: X Server Information
tr: X Sunucu Bilgisi

source: ROLES_OF_TRANSLATORS
tr: <othercredit role="translator"><firstname></firstname><surname></surname><affiliation><address><email>engincagatay@yahoo.com</email></address></affiliation><contrib></contrib></othercredit>

source: X server
tr: X sunucu

source: system information
tr: sistem bilgisi

source: This screen is useful for getting specific information about your X server and the current session of X.
tr: Bu ekran, X sunucunuz ve X oturumunuz hakkında özel bilgiler almak için oldukça kullanışlıdır.

source: When you open this module, you are presented with some information. The left hand side of the window is organized into a tree. Some of the elements have a plus sign in front of the label. Clicking this sign opens a <quote>submenu</quote> related to the label. Clicking on a minus sign in front of a label hides the submenu.
tr: Bu modülü çalıştırdığınızda, bazı bilgiler ile karşılaşırsınız. Pencerenin sol tarafı ağaç görünümü olarak tasarlanmıştır. Bazı elemanlar etiketlerinin önünde artı (+) işareti bulunturmaktadır. Bu artı işaretine tıklatmak o etikete bağlı bir <quote>altmenü</quote> açar. bir etiketin sol tarafındaki eksi (-) işaretine basmak ise altmenüyü gizler.

source: The right hand side of the window contains the individual values for each of the parameters on the left.
tr: Pencerenin sol tarafında, sağ taraftaki her parametrenin özel değerleri gösterilmektedir.

source: The information presented will vary depending on your setup.
tr: Burada gösterilen bilgiler ayarlarınıza göre değişiklik gösterir.

source: Some setups may not be able to determine some or all of the parameters.
tr: Bazı kurulum uygulamaları bazı ya da tüm parametreleri saptamakta başarılı olamayabilir.

source: You can not change any values from this menu. It is for information only.
tr: Bu menüdeki hiçbir değeri değiştiremezsiniz, sadece bilgi amaçlıdırlar.
