Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/LC_MESSAGES/messages/playground-devtools/kdevqmake.po
Languages: tr

source: qmake-parser
tr: qmake-ayrıştırıcı

source: Parse QMake project files
tr: QMake proje dosyalarını ayrıştır

source: QMake project files
tr: QMake proje dosyaları

source: QMake Builder
tr: QMake İnşa Aracı

source: Support for building QMake projects
tr: QMake projelerini inşa etme desteği

source: No project specified.
tr: Proje ismi belirtilmedi.

source: Configure error
tr: Yapılandırma hatası

source: QMake Manager
tr: QMake Yönetici

source: Support for managing QMake projects
tr: QMake projelerini yönetme desteği

# NAME OF TRANSLATORS
source: Your names
tr: Serdar Soytetir

# EMAIL OF TRANSLATORS
source: Your emails
tr: tulliana@gmail.com

source: QMake Binary:
tr: QMake Çalıştırılabilir Dosyası:
