Repository: pars-linux/uludag
Catalog: tags/RELEASE/knazar-0.2/po/*.po
Languages: fr

source: Protect
fr: Protéger

source: Release
fr: Version

source: About
fr: À propos de

source: knazar - No Harmfull look allowed!
fr: KNazar - Aucun mauvais oeil autorisé !

source: KNazar is starting to protect your Pardus Linux from harmfull looks...
fr: KNazar commence à protéger votre Pardus Linux du mauvais oeil...

source: KNazar is stoping to protect your Pardus Linux from harmfull looks...
fr: KNazar arrête de protéger votre Linux Pardus du mauvais oeil...

source: knazar - You are completely demilitarized...
fr: knazar - Vous êtes complêtement désarmé...

source: <qt><nobr><b>Nazar Received and eliminated successfuly</b></nobr><br><nobr></nobr></qt>
fr: <qt><nobr><b>Nazar Reću et éliminé avec succès</b></nobr><br><nobr></nobr></qt>

source: <qt><nobr><b>Nazar Received and it HARMED!</b></nobr><br><nobr></nobr></qt>
fr: <qt><nobr><b>Nazar l'a Reçu et ça a fait MAL !</b></nobr><br><nobr></nobr></qt>

source: knazar - %1 attacks received so far, %2 are defated and %3 are received...
fr: KNazar - %1 attaques essuyées jusqu'à présent, %2 ont été déjouées et %3 ont été subies

source: KNazar is a usefull part of the Pardus Linux
fr: KNazar est une partie utile de Pardus Linux

source: KDE Nazar Application
fr: Application Nazar KDE
