Repository: pars-linux/uludag
Catalog: branches/kde/package-manager/2008/po/*.po
Languages: pl

source: Progress
pl: Postęp

source: <h3>Preparing PiSi...</h3>
pl: <h3>Przygotowywanie PiSi...</h3>

source: Time remaining:
pl: Pozostały czas:

source: 2 / 20 packages installed.
pl: 2 / 20 zainstalowanych pakietów.

source: Operation:
pl: Operacja:

source: Status:
pl: Stan:

source: Update
pl: Aktualizowanie

source: All
pl: Wszystko

source: There are <b>%1</b> updates available!
pl: Dostępnych aktualizacji: <b>%1</b>

source: Updates Available!
pl: Dostępne Aktualizacje!

source: Unable to connect to DBus.
pl: Błąd połączenia z DBus.

source: DBus Error
pl: Błąd DBus

source: D-Bus Error
pl: Błąd DBus

source: COMAR Auth Error
pl: Bład autoryzacji COMAR

source: Network error. Please check your network connections and try again.
pl: Błąd połączenia sieciowego. Sprawdź połączenie i spróbuj ponownie.

source: COMAR Error
pl: Błąd COMAR

source: You are not authorized for this operation.
pl: Nie masz uprawnień do wykonania tej operacji.

source: Loading Package List...
pl: Wczytywanie listy pakietów...

source: Search:
pl: Szukaj:

source: Search
pl: Szukaj

source: Show basket
pl: Pokaż koszyk

source: Install Package(s)
pl: Instaluj Pakiet(y)

source: Components
pl: Komponenty

source: Package-manager needs to update package database. You need a network connection to update.
pl: Menadżer Pakietów musi zaktualizować bazę pakietów. Potrzebujesz połączenia sieciowego do aktualizacji.

source: Package database is empty
pl: Baza pakietów jest pusta

source: Remove Package(s)
pl: Usuń pakiet(y)

source: <b>Updating Repository</b>
pl: <b>Aktualizowanie repozytoriów</b>

source: Upgrade Package(s)
pl: Zaktualizuj pakiet(y)

source: Search Results
pl: Wyniki wyszukiwania

source: Currently your basket is empty.
pl: Aktualnie Twój koszyk jest pusty.

source: Currently there are <b>%1</b> selected package(s) of total <b>%2</b> of size
pl: Aktualnie zaznaczono <b>%1</b> pakiet(ów) o całkowitym rozmiarze <b>%2</b>

source: with <b>%3</b> extra dependencies of total <b>%4</b> of size
pl: z <b>%3</b> dodatkowymi zależnościami o całkowitym rozmiarze <b>%4</b>

source: with <b>%3</b> reverse dependencies of total <b>%4</b> of size
pl: z <b>%3</b> zależnościami wstecznymi o całkowitym rozmiarze <b>%4</b>

source: Selected packages [%1] are in conflict with each other. These packages can not be installed together.
pl: Zaznaczone pakiety [%1] kolidują ze sobą. Te pakiety nie mogą być instalowane jednocześnie.

source: Conflict Error
pl: Błąd konfliktu pakietów

source: The following packages conflicts:
pl: Następujące pakiety kolidują ze sobą:

source: %1 conflicts with: [%2]
pl: %1 koliduje z: [%2]

source: Remove the conflicting packages from the system?
pl: Usunąć wskazane kolidujące pakiety?

source: <b>Installing Package(s)</b>
pl: <b>Instalowanie pakietów<b>

source: <qt>You have selected <b>%1</b> package(s) to be <b>installed</b>.
pl: <qt>Do <b>zainstalowania</b> zaznaczono <b>%1</b> pakiet(ów).

source: With the selected packages; <b>%1</b> extra dependencies are also going to be <b>installed</b>.
pl: Dodatkowe zależności, które zostaną <b>zainstalowane</b> razem z zaznaczonymi pakietami: <b>%1</b>.

source: <br><br>Total of <b>%1</b> packages are going to be <b>installed</b>.
pl: <br><br>Całkowita ilość pakietów do <b>zainstalowania</b>: <b>%1</b>.

source: <qt>You have selected <b>%1</b> package(s) to be <b>upgraded</b>.
pl: <qt>Zaznaczono <b>%1</b> pakietów do <b>aktualizowania</b>.

source: With the selected packages; <b>%1</b> extra dependencies are also going to be <b>upgraded</b>.
pl: Razem z zaznaczonymi pakietami; <b>%1</b> zostaną <b>zaktualizowane</b> dodatkowe zależności.

source: <br><br>Total of <b>%1</b> packages are going to be <b>upgraded</b>.
pl: <br><br>Całkowita ilość pakietów do <b>zaktualizowania</b> to <b>%1</b>.

source: <qt>You have selected <b>%1</b> package(s) to be <b>removed</b>.
pl: <qt>Zaznaczono <b>%1</b> pakietów do <b>usunięcia</b>.

source: Selected packages have reverse dependencies. Because the reverse dependencies of the selected packages needs those packages to work; by removing the selected packages; <b>%1</b> reverse dependencies are also going to be <b>removed</b>. Please check your basket and make sure those are the packages you want to remove. Accidentally removing some reverse dependencies may break the system stability.
pl: Zaznaczone pakiety mają zależności wsteczne, których potrzebują aby działać; Usuwając zaznaczone pakiety; <b>%1</b> zależności zwrotnych także zostanie <b>usuniętych</b>. Sprawdź swój koszyk i upewnij się, że są tam pakiety, które na pewno chcesz usunąć. Przypadkowe usunięcię zależności wstecznych może spowodować utratę stabilności systemu.

source: <br><br>Total of <b>%1</b> packages are going to be <b>removed</b>.
pl: <br><br>Całkowita ilość pakietów do <b>usunięcia</b> to <b>%1</b>.

source: <br>Do you want to continue?</qt>
pl: <br>Kontynuować?</qt>

source: <b>Removing Package(s)</b>
pl: <b>Usuwanie pakietów</b>

source: <b>Upgrading Package(s)</b>
pl: <b>Aktualizowanie pakietów</b>

source: Others
pl: Inne

source: downloading
pl: jest pobierany

source: <b>Applying Repository Changes</b>
pl: <b>Dokonywanie zmian w repozytoriach</b>

source: Downloading package list of %1
pl: Pobieranie listy pakietów %1

source: Confirm
pl: Zatwierdź

source: GUI for PiSi package manager
pl: GUI dla menadżera pakietów PiSi

source: Package Manager
pl: Menadżer Pakietów

source: Developer and Current Maintainer
pl: Rozwijający i aktualny opiekun

source: Developer
pl: Programista

source: Original Author
pl: Autor

source: CSS/JS Meister
pl: Mistrz CSS/JS

source: GUI Design & Usability
pl: Wygląd i użyteczność GUI

source: Authors of PiSi API
pl: Autorzu API do PiSi

source: Show Installed Packages
pl: Pokaż zainstalowane pakiety

source: Show New Packages
pl: Pokaż nowe pakiety

source: Show Upgradable Packages
pl: Pokaż pakiety do aktualizacji

source: Package Manager Help
pl: Pomoc Menadżera Pakietów

source: Package to install
pl: Pakiet do zainstalowania

source: Show main window on startup
pl: Pokaż okno główne po uruchomieniu

source: Show debug output
pl: Pokaż wyjście debugowania

source: Package Manager is already running!
pl: Menadźer Pakietów jest już uruchomiony!

source: Basket
pl: Koszyk

source: Selected package(s) for removal:
pl: Pakiety zaznaczone do usunięcia:

source: Reverse dependencies of the selected package(s) that are also going to be removed:
pl: Pakiety wsteczne związane z zaznaczonymi pakietami także zostaną usunięte:

source: Selected package(s) for install:
pl: Pakiety zaznaczone do instalacji:

source: Extra dependencies of the selected package(s) that are also going to be installed:
pl: Dodatkowe zależności zaznaczonych pakietów, które także zostaną zainstalowane:

source: Selected package(s) for upgrade:
pl: Pakiety zaznaczone do aktualizacji:

source: Extra dependencies of the selected package(s) that are also going to be upgraded:
pl: Dodatkowe zależności zaznaczonych pakietów, które także zostaną zaktualizowane:

source: Total Size:
pl: Rozmiar całkowity:

source: Update Basket
pl: Aktualizuj koszyk

source: Total Size: <b>%1</b>
pl: Rozmiar całkowity: <b>%1</b>

source: Size:
pl: Rozmiar:

source: extracting
pl: jest rozpakowywany

source: configuring
pl: jest konfigurowany

source: removing
pl: jest usuwany

source: installing
pl: jest instalowany

source: Add New Repository
pl: Dodaj nowe repozytorium

source: Edit Repository
pl: Edycja repozytorium

source: <qt>Repository address should end with xml or xml.bz2 suffix.<p>Please try again.</qt>
pl: <qt>Adres repozytorium powinien być kończyć się na xml lub xml.bz2 .<p>Spróbuj jeszcze raz.</qt>

source: Pisi Error
pl: Błąd PiSi

source: All the cached packages will be deleted. Are you sure?
pl: Wszystkie pakiety z pamięci podręcznej zostaną usunięte. Czy jesteś pewien?

source: Repository Dialog
pl: Okno repozytorium

source: Repository &Address
pl: &Adres repozytorium

source: Adress of the repository, e.g <b>http://foo.bar.com/pisi-index.xml</b>
pl: Adres repozytorium, np. <b>http://foo.bar.com/pisi-index.xml</b>

source: http://paketler.pardus.org.tr/contrib-2008/pisi-index.xml.bz2
pl: http://paketler.pardus.org.tr/pardus-2008/pisi-index.xml.bz2

source: Repository &Name
pl: &Nazwa repozytorium

source: Name of the repository, e.g <b>pardus-devel</b>
pl: Nazwa repozytorium, np. <b>pardus-devel</b>

source: Select all packages in this category
pl: Zaznacz wszystkie pakiety w tej kategorii

source: Reverse package selections
pl: Zaznaczone pakiety wsteczne

source: Repository Name
pl: Nazwa repozytorium

source: Address
pl: Adres

source: Package Manager Settings
pl: Ustawienia Menadżera Pakietów

source: &Show only desktop applications
pl: Pokaż wyłącznie aplikacje de&sktopowe

source: If checked, then pisi will only show desktop applications
pl: Jeżeli zaznaczono, pisi pokaże jedynie aplikacje biurkowe

source: &Enable system tray icon
pl: Umi&eść ikonę w zasobniku systemowym

source: Update check
pl: Kontrola aktualizacji

source: Check interval:
pl: Sprawdzaj aktualizacje co:

source: Enable &periodic update check
pl: Włącz cykliczne s&prawdzanie aktualizacji

source: Bandwidth limit
pl: Limit transferu

source: Use bandwidth limit
pl: Użyj limitu transferu

source: Bandwidth limit:
pl: Limit transferu:

source: &General Settings
pl: Ustawienia o&gólne

source: Clear Cache
pl: Wyczyść pamięć podręczną

source: C&lean disk cache now
pl: Wy&czyść dyskową pamięć podręczną

source: Clearing the disk cache will remove all downloaded software. This will not delete installed software or affect your system stability.
pl: Czyszczenie dyskowej pamięci podręcznej spowoduje usunięcie wszystkich pobranych pakietów. Nie zostanie usunięte zainstalowane oprogramowanie ani nie naruszy to stabilności systemu.

source: Cache usage
pl: Użycie pamięci podręcznej

source: Maximum cache size:
pl: Maksymalny rozmiar pamięci podręcznej:

source: &Use hard disk cache for downloaded software
pl: &Użyj dyskowej pamięci podręcznej do pobierania oprogramowania

source: If checked, downloaded packages will be hold at the hard disk cache
pl: Jeżeli zaznaczono, pobierane pakiety będą przechowywane w pamięci podręcznej na dysku twardym

source: Mb <i>(use 0 for no limit)</i>
pl: Mb <i>(wpisz 0 jeżeli nie chcesz ustawiać limitu)</i>

source: C&ache
pl: P&amięć podręczna

source: You can see current software repositories and corresponding addresses here
pl: Tutaj możesz zobaczyć aktualne repozytoria pakietów i odpowiadające im adresy

source: &Add New Repository
pl: Dod&aj nowe repozytorium

source: Click here to add a new software repository
pl: Kliknij, aby dodać nowe repozytorium

source: &Edit Repository
pl: &Edytuj repozytorium

source: Click here to modify the name or address of a repository
pl: Kliknij, aby zmienić nazwę lub adres repozytorium

source: &Remove Repository
pl: Usuń &repozytorium

source: Click here to delete a repository from the list
pl: Kliknij, aby usunąć repozytorium z listy

source: Move &Up
pl: Przes&uń w górę

source: Click here to move the repository one level up
pl: Kliknij, aby przesunąć repozytorium o jeden poziom w górę

source: Move &Down
pl: Przesuń w &dół

source: Click here to move the repository one level down
pl: Kliknij, aby przesunąć repozytorium o jeden poziom w dół

source: &Repositories
pl: &Repozytoria

source: Use this proxy server for all protocols
pl: Użyj tego serwera proxy dla wszystkich protokołów

source: FTP proxy server:
pl: Serwer proxy dla FTP:

source: HTTPS proxy server:
pl: Serwer proxy HTTPS:

source: HTTP proxy server:
pl: Serwer proxy HTTP:

source: No proxy server
pl: Brak serwera proxy

source: Use proxy server
pl: Użyj serwer proxy

source: PiSi package to install
pl: Pakiet PiSi do zainstalowania

source: You have selected a package to install. Do you want to continue?
pl: Zaznaczono pakiet do zainstalowania. Kontynuować?

source: Install Package
pl: Zainstaluj pakiet

source: Description:
pl: Opis:

source: Version:
pl: Wersja:

source: Repository:
pl: Repozytorium:

source: Package Size:
pl: Rozmiar pakietu:

source: Homepage:
pl: Strona domowa:

source: <b>Preparing PiSi...</b>
pl: <b>Przygotowywanie PiSi...</b>

source: <b>Cancelling operation...</b>
pl: <b>Przerywanie zadania...</b>

source: installed
pl: zainstalowano

source: removed
pl: usunięto

source: upgraded
pl: zaktualizowano

source: %1 / %2 package %3
pl: %1 / %2 pakietów %3

source: Show Updates
pl: Pokaż aktualizacje

source: Ignore
pl: Ignoruj
