Repository: pars-linux/uludag
Catalog: trunk/staj-projeleri/migration4/po/*.po
Languages: fr

source: Selecting Options
fr: Choix des options

source: Welcome to Migration Tool Wizard :)
fr: bienvenue dans l'assistant de migration :)

source: Keep current wallpaper
fr: Conserver le fond d'écran actuel

source: Don't use wallpaper
fr: Ne pas utiliser de fond d'écran

source: Does not change your wallpaper.
fr: Ne pas changer de fond d'écran.

source: Use my old wallpaper
fr: Utiliser mon ancien fond d'écran

source: Copies your old wallpaper to Pardus and sets it as new background image.
fr: Copie votre ancien fond d'écran et le met comme image de fond.

source: Bookmarks
fr: Marque-pages

source: Firefox Bookmarks
fr: Marque-pages de Firefox

source: Copies your old Firefox bookmarks to Firefox under Pardus.
fr: Copie vos anciens marque-pages vers le nouveau Firefox sous Pardus.

source: Opera Bookmarks
fr: Marque-pages d'Opéra

source: Copies your old Opera bookmarks to Firefox under Pardus.
fr: Copie vos anciens marque-pages vers le nouvel Opéra sous Pardus.

source: Internet Explorer favorites
fr: Favoris d'Internet Explorer

source: Copies your old Internet Explorer favorites to Firefox under Pardus.
fr: Copie vos anciens marque-pages vers Firefox sous Pardus.

source: E-Mail and News Accounts
fr: Comptes de courrier électronique et de news

source: Windows Mail accounts
fr: Comptes Windows Mail

source: Copies your old mail and newsgroup accounts to KMail and KNode applications.
fr: Copie vos anciens compte de courrier électronique et de newsgroup dans KMail et KNode.

source: Thunderbird accounts
fr: Comptes de Thunderbird

source: Copy e-mail messages from e-mail accounts
fr: Copie vos courriers électroniques à partir de vos comptes mail

source: Copies your e-mail messages to KMail from selected applications above.
fr: Copie vos courriers électroniques dans KMail à partir des applications sélectionnées ci-dessous.

source: Instant Messenger Accounts
fr: Comptes de messagerie instantanée

source: MSN accounts
fr: Comptes MSN

source: Copies your MSN Messenger accounts to Kopete.
fr: Copie vos messages MSN dans Kopete.

source: GTalk accounts
fr: Comptes GTalk

source: Copies your GTalk accounts to Kopete.
fr: Copie vos comptes GTalk dans Kopete.

source: Please wait while applying changes...
fr: Veuillez patientez pendant l'application des changements...

source: Prepare:
fr: Préparer :

source: Apply:
fr: Appliquer :

source: Warning!
fr: Attantion !

source: Applying Changes
fr: Application des changements

source: Wallpaper
fr: Fond d'écran

source: Firefox bookmarks could not be loaded.
fr: Les marque-pages de Firefox n'ont pas pu être chargés.

source: Firefox bookmarks loaded.
fr: Les marque-pages de Firefox ont été chargés.

source: Opera bookmarks could not be loaded.
fr: Les marque-pages d'Opéra n'ont pas pu être chargés.

source: Opera bookmarks loaded.
fr: Les marque-pages d'Opéra ont été chargés.

source: Internet Explorer favorites could not be loaded.
fr: Les favoris d'Internet Explorer n'ont pas pu être chargés.

source: Internet Explorer favorites loaded.
fr: Les favoris d'Internet Explorer ont été chargés.

source: Firefox is open. Please close it first to continue...
fr: Firefox est ouvert. Merci de le fermer avant de poursuivre...

source: Windows Mail accounts could not be loaded.
fr: Les comptes Windows mail n'ont pas pu être chargés.

source: Windows Mail accounts loaded.
fr: Les comptes Windows mail ont été chargés.

source: Thunderbird accounts could not be loaded.
fr: Les comptes de Thunderbird n'ont pas pu être chargés.

source: Thunderbird accounts loaded.
fr: Les comptes de Thunderbird ont été chargés.

source: MSN accounts could not be loaded.
fr: Les comptes MSN n'ont pas pu être chargés.

source: MSN accounts loaded.
fr: Les comptes MSN ont été chargés.

source: GTalk accounts could not be loaded.
fr: Les comptes GTalk n'ont pas pu être chargés.

source: GTalk accounts loaded.
fr: Les comptes GTalk ont été chargés.

source: E-Mail Accounts
fr: Comptes de courrier électronique

source: E-Mail Messages
fr: Courriers électroniques

source: News Accounts
fr: Comptes de News

source: Desktop Links
fr: Liens de bureau

source: Folder '%s' could not be created, please choose another folder!
fr: Le dossier '%s' n'a pas pu être créé, choisissez-en un autre !

source: You don't have permission to write to folder '%s', please choose another folder!
fr: Vous n'avez pas la permission d'écrire dans le dossier '%s', choisissez-en un autre !

source: Total size of files you've selected is %(size)d MB, but you have only %(free)d MB of free space!
fr: La taille totale des fichiers sélectionnés est %(size)d Mo, mais vous n'avez que%(free)d Mo de libre !

source: Wallpaper changed.
fr: Fond d'écran changé

source: Bookmarks saved.
fr: Marques-page sauvegardés

source: Mail Accounts saved.
fr: Comptes de courrier électronique sauvegardés.

source: Accounts saved.
fr: Comptes sauvegardés.

source: News Accounts saved.
fr: Comptes de news sauvegardés.

source: Instant Messenger Accounts saved.
fr: Comptes de messagerie instantanée sauvegardés

source: Link '%s' created.
fr: Lien '%s' créé.

source: Nothing done, because no option selected. You can close the wizard...
fr: Rien n'a été fait, parce qu'aucune option n'a été sélectionnée. Vous pouvez quitter l'assistant...

source: All operations completed. You can close the wizard...
fr: Toutes les opérations sont terminées. Vous pouvez quitter l'assistant...

source: Summary
fr: Récapitulatif

source: User Settings
fr: Paramètres des utilisateurs

source: Selected User: <b>%s</b>
fr: Utilisateur choisi : <b>%s</b>

source: Options Settings
fr: Paramètres des options

source: Destination Settings
fr: Paramètres de destination

source: Linked Destination to: <b> %s </b>
fr: Destination liée vers : <b> %s </b>

source: Copied Destination to: <b> %s </b>
fr: Destination copiée vers : <b> %s </b>

source: Selecting Files
fr: Fichiers sélectionnés

source: My Documents
fr: Mes documents

source: Desktop
fr: Bureau

source: My Music
fr: Ma musique

source: My Pictures
fr: Mes images

source: My Video
fr: Mes vidéos

source: Selecting User
fr: Choix de l'utilisateur

source: User Profiles
fr: Profils des utilisateurs

source: There aren't any Microsoft Windows partitions to migrate! Please check your mounted partitions...
fr: Il n'y a aucune partition Windows à migrer ! Vérifiez vos partitions montées...

source: There isn't any selected user on User Selection Window!
fr: Vous avez oublié de choisir un utilisateur sur l'écran de sélection des utilisateurs !

source: Welcome
fr: Bienvenue

source: Migration Tool
fr: Assistant de migration

source: Cancel
fr: Annuler

source: Back
fr: Retour

source: Next
fr: Suivant

source: Finish
fr: Terminé

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:12pt; font-weight:600;">Your settings will be applied in next screen...</span></p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:12pt; font-weight:600;">Vos réglages seront appliqués au prochain écran...</span></p></body></html>

source: Do Nothing
fr: Ne rien faire

source: Put links to my desktop
fr: Placer les raccourcis sur mon bureau

source: Copy files to directory :
fr: Copier les fichiers vers le dossier :

source: Directory
fr: Dossier

source: Size
fr: Taille

source: Set or unset entry as default boot entry.
fr: Mettre ou enlever comme entrée de démarrage par défaut.

source: Users
fr: Utilisateurs

source: This application, called Migration Tool, helps you transfer files and settings from other operating systems to Pardus. Please click Next to transfer your files. Pardus is a GNU/Linux distribution, targeting at computer literate users' basic desktop needs; helps you connect to internet, read e-mails, work with office documents and more!
fr: Cette application, appelée Assistant de Migration, vous aide à transférer vos fichiers et réglages d'un système d'exploitation vers Pardus. Cliquez sur Suivant pour transférer vos fichiers. Pardus est un distribution GNU/Linux visant à combler les besoins des utilisateurs de base : connexion à Internet, courrier électronique, bureautique et plus encore !
