Repository: pars-linux/uludag
Catalog: l10n/kde/trunk/*/LC_MESSAGES/messages/kdebase/kcmsmartcard.po
Languages: tr

source: <b>Unable to contact the KDE smartcard service.</b>
tr: <b>KDE akıllı kart servisine bağlantı kurulamadı.</b>

source: Possible Reasons
tr: Olası Nedenler

source: 1) The KDE daemon, 'kded' is not running. You can restart it by running the command 'kdeinit' and then try reloading the KDE System Settings to see if this message goes away. 2) You do not appear to have smartcard support in the KDE libraries. You will need to recompile the kdelibs package with libpcsclite installed.
tr: 1) KDE hizmeti 'kded' çalışmıyor. Yeniden başlatmak için 'kdeinit' komutunu çalıştırabilir ve bu uyarının kaybolup kaybolmadığını anlamak için KDE Sistem Ayarlarını açabilirsiniz. 2) KDE kitaplıklarında akıllı kart desteği etkinleştirilmemiş. kdelibs paketini pcsc-lite desteği ile yeniden derlemeniz gerekebilir.

source: Smartcard Support
tr: Smartcard Desteği

source: &Enable smartcard support
tr: &Smartcard desteğini etkinleştir

source: Enable &polling to autodetect card events
tr: &Kart olaylarını otomatik algıla

source: In most cases you should have this enabled. It allows KDE to automatically detect card insertion and reader hotplug events.
tr: KDE'nin kart olaylarını otomatik algılamasına olanak tanır.

source: Automatically &launch card manager if inserted card is unclaimed
tr: &Yeni bir kart takıldığı zaman kart yönetim aracını çalıştır

source: When you insert a smartcard, KDE can automatically launch a management tool if no other application attempts to use the card.
tr: Yeni bir smartcard eklediğiniz zaman KDE otomatik olarak bir yönetim aracınıçalıştırabilir.

source: &Beep on card insert and removal
tr: &Kartın takılması ve ayrılması sırasında ses çal

source: Readers
tr: Okuyucular

source: Reader
tr: Okuyucu

source: Type
tr: Tür

source: Subtype
tr: Alt tür

source: SubSubtype
tr: Alt Alt Tür

source: PCSCLite Configuration
tr: PCSCLite Yapılandırması

source: To add new readers you have to modify /etc/readers.conf file and re-start pcscd
tr: Haber okuyucu eklemek için /etc/readers.conf dosyasını düzenlemeniz ve pcscd programını yeniden çalıştırmanız gereklidir

# NAME OF TRANSLATORS
source: Your names
tr: Görkem Çetin

# EMAIL OF TRANSLATORS
source: Your emails
tr: gorkem@kde.org

source: KDE Smartcard Control Module
tr: KDE Smartcard Kontrol Modülü

source: Change Module...
tr: Modülü Değiştir...

source: Unable to launch KCardChooser
tr: KCardChooser başlatılamadı

source: No card inserted
tr: Hiç kart bulunamadı

source: Smart card support disabled
tr: Smartcard desteği kapalı

source: No readers found. Check 'pcscd' is running
tr: Hiç okuyucu bulunamadı. 'pcscd' komutunun çalıştığını kontrol edin

source: NO ATR or no card inserted
tr: Hiç kart bulunamadı

source: Managed by:
tr: Yönetim:

source: No module managing this card
tr: Bu kartı yöneten bir modül yok

source: <h1>smartcard</h1> This module allows you to configure KDE support for smartcards. These can be used for various tasks such as storing SSL certificates and logging in to the system.
tr: <h1>smartcard</h1> Bu modül smartcard'lar için KDE desteği verilmesine olanak tanır.
