Repository: pars-linux/uludag
Catalog: kde4/sysinfo/po/*.po
Languages: bg, mr, sr, ta

source: KSysinfo
mr: केसिसइन्फो
ta: கேசிஸ்இன்ஃபோ

source: %1 GB
mr: % 1 जिबि
ta: %1 ஜிபி

source: %1 MB
mr: %1 एमबि
ta: %1 எம்பி

source: %1 KB
mr: %1 केबि
ta: %1 கேபி

source: Looking for CPU information...
bg: Търсене на информация за процесора...
mr: सिपियु माहिती बघत आहे...
sr: Прикупљам информације о процесору...
ta: சிபியூ விவரங்கள் தேடப்படுகின்றன...

source: My Computer
bg: Моят компютър
mr: माझा कम्प्यूटर
sr: Мој рачунар
ta: என் கணினி

source: Folders, Harddisks, Removable Devices, System Information and more...
bg: Папки, твърди дискове, сменяеми устройства, системна информация и още...
mr: फोल्डर्, हार्डडिस्क्स, काढता येणारि साधने, सिस्टिम महिती व बरेच काही...
sr: Фасцикле, чврсти дискови, спољашњи уређаји, информације о систему...
ta: கோப்புறைகள், நிலைவட்டுக்கள், நீக்கப்படக்கூடிய சாதனங்கள், அமைப்பு விவரங்கள் மற்றும் ஏராளமானவை...

source: Looking for disk information...
bg: Търсене на информация за диска...
mr: डिस्क महिती शोध...
sr: Прикупљам информације о дисковима...
ta: வட்டு குறித்த விவரங்கள் தேடப்படுகின்றன...

source: Disk Information
bg: Информация за диска
mr: डिस्कची माहिती
sr: Складишни уређаји
ta: வட்டு குறித்த விவரங்கள்

source: OS Information
bg: Информация за операционната система
mr: ओएस महिती
sr: Оперативни систем
ta: செயல்பாட்டு முறை குறித்த விவரங்கள்

source: OS:
bg: ОС:
mr: ओएस:
sr: ОС:
ta: செயல்பாட்டு முறை:

source: Current user:
bg: Текущ потребител:
mr: आत्ताचा युजर
sr: Корисник:
ta: நடப்பு பயனாளர்:

source: System:
bg: Система:
mr: सिस्टिम
sr: Систем:
ta: சாதனம்:

source: KDE:
mr: केडिई
sr: КДЕ:
ta: கேடிஇ:

source: Display Info
bg: Информация за дисплея
mr: प्रदर्शन माहिती
sr: Графика
ta: காட்சிப்படுத்தும் விவரம்

source: Vendor:
bg: Доставчик:
mr: वेन्डर:
sr: Произвођач:
ta: விறபனையாளர்:

source: Model:
bg: Модел:
mr: मोडेल
sr: Модел:
ta: மாடல்:

source: Driver:
bg: Драйвер:
mr: ड्रायव्हर:
sr: Драјвер:
ta: இயக்கி:

source: Getting OS information....
bg: Извличане на информацията за операционната система...
mr: ओएस महिती घेत आहे....
sr: Прикупљам информације о оперативном систему...
ta: செயல்பாட்டு அமைப்புகள் குறித்த விவரங்கள் பெறப்படுகின்றன....

source: Common Folders
bg: Общи папки
mr: साधारण फोल्डर्स
sr: Фасцикле
ta: பொது கோப்புறைகள்

source: My Documents
bg: Моите документи
mr: माझे डोक्युमेंट्स
sr: Моја документа
ta: என் ஆவணங்கள்

source: My Home Folder
bg: Моята домашна папка
mr: माझे होम फोल्डर
sr: Домаћа фасцикла
ta: என் முகப்புக் கோப்புறை

source: Root Folder
bg: Коренна папка
mr: रूट फोल्डर
sr: Корена фасцикла
ta: ஆதார கோப்புறை

source: Network Folders
bg: Мрежови папки
mr: नेटवर्क फोल्डर
sr: Мрежне фасцикле
ta: வலையமைப்பு கோப்புறைகள்

source: Looking up network status...
bg: Търсене на мрежовото състояние...
mr: नेटवर्क स्थिती बघत आहे...
sr: Прикупљам информације о мрежи...
ta: வலையமைப்பின் நிலை பார்க்கப்படுகிறது...

source: Network Status
bg: Мрежово състояние
mr: नेटवर्क स्थिती
sr: Статус мреже
ta: வலையமைப்பின் நிலை

source: CPU Information
bg: CPU информация
mr: सिपियु माहिती
sr: Процесор
ta: சிபியூ விவரங்கள்

source: Processor (CPU):
bg: Процесор (CPU):
mr: प्रोसेसर(सिपियु)
sr: Процесор (CPU):
ta: பிராசஸர் (சிபியூ):

source: Speed:
bg: Скорост:
mr: स्पिड:
sr: Брзина:
ta: வேகம்:

source: %1 MHz
mr: %१ एमएचझेड
ta: %1 மெகாஹெர்ட்ஸ்

source: Looking for memory information...
bg: Търсене на информация за паметта...
mr: मेमरी माहिती बघत आहे...
sr: Прикупљам информације о меморији...
ta: நினைவக விவரங்கள் தேடப்படுகின்றன...

source: Memory Information
bg: Информация за паметта
mr: मेमरी माहिती
sr: Меморија
ta: நினைவக விவரம்

source: Total memory (RAM):
bg: Обща памет (RAM):
mr: एकूण मेमरी (रेम):
sr: Укупно меморије (RAM):
ta: மொத்த நினைவகம் (ரேம்):

source: Free memory:
bg: Свободна памет:
mr: फ्रि मेमरी
sr: Слободна меморија:
ta: காலியாக உள்ள நினைவகத்தின் அளவு:

source: Used Memory
bg: Използвана памет
mr: वापरलेली मेमरी
sr: Искоришћена меморија
ta: பயன்படுத்தப்பட்ட நினைவகத்தின் அளவு

source: Total swap:
bg: Общо swap:
mr: एकूण स्वाप:
sr: Укупни swap:
ta: மொத்த பரிமாற்ற அளவு:

source: Free swap:
bg: Свободно swap:
mr: फ्रि स्वाप:
sr: Слободни swap:
ta: காலியாக உள்ள பரிமாற்றத்திற்கான அளவு:

source: %1 (+ %2 Caches)
bg: %1 (+ %2 Кешове)
mr: %1 (+ %2 केचेस)
sr: %1 (+ %2 кеш)
ta: %1 (+ %2 தற்காலிக சேமிப்புகள்)

source: Device
bg: Устройство
mr: साधन
sr: Уређај
ta: சாதனம்

source: Filesystem
bg: Файлова система
mr: फाइलसिस्टिम
sr: Систем
ta: கோப்புமுறை

source: Total space
bg: Общо място
mr: एकूण जागा
sr: Величина
ta: மொத்த இடம்

source: Available space
bg: Налично място
mr: उपलब्ध जागा
sr: Слободно
ta: காலியாக உள்ள இடம்

source: Press the right mouse button for more options like Mount or Eject
bg: Натиснете десния бутон на мишката за повече опции като Монтиране или Изваждане
mr: माउंट व इजेक्ट सारख्या विकल्पांसाठी माउसचे उजवे बटन दाबा
sr: Десни клик за додатне опције попут монтирања или избацивања
ta: ஏற்றவும் அல்லது வெளியேற்றவும் போன்ற கூடுதல் தேர்வுகளுக்கு வலது மவுஸ் பட்டனை அழுத்தவும்

source: %1 (3D Support)
bg: %1 (3D поддръжка)
mr: %1 (3डि सपोर्ट)
sr: %1 (3D подршка)
ta: %1 (3டி ஆதரவு)

source: %1 (No 3D Support)
bg: %1 (Без 3D поддръжка)
mr: %1 (3डि सपोर्ट नाही)
sr: %1 (без 3D подршке)
ta: %1 (3டி ஆதரவு இல்லை)

source: Unknown
bg: Неизвестно
mr: अज्ञात
sr: Непознато
ta: தெரியாதது

source: Network is <strong>unreachable</strong>
bg: Мрежата е<strong>недостъпна</strong>
mr: नेटवर्क <strong>मिळत नाही</strong>
sr: Мрежа је <strong>недоступна</strong>
ta: வலையமைப்பை <strong>தொடர்பு கொள்ள முடியவில்லை</strong>

source: You are <strong>offline</strong>
bg: Вие сте <strong>извън линия</strong>
mr: तूम्ही <strong> ओफलाईन</strong> आहात
sr: Тренутно <strong>нисте на мрежи</strong>
ta: நீங்கள் <strong>ஆஃப்லைன்</strong>ல் உள்ளீர்கள்

source: Network is <strong>shutting down</strong>
bg: Мрежата се <strong>изключва</strong>
mr: नेटवर्क <strong>बंद होत आहे</strong>
sr: Мрежа се <strong>гаси</strong>
ta: வலையமைப்பு<strong>மூடுகிறது</strong>

source: <strong>Establishing</strong> connection to the network
bg: <strong>Осъществяване</strong>връска с мрежата
mr: नेटवर्कशी संपर्क <strong>पूनरप्रस्थापित करत आहे</strong>
sr: <strong>Повезивање</strong> на мрежу
ta: வலையமைப்புடன் இணைப்பு<strong>அமைக்கப்படுகிறது</strong>

source: You are <strong>online</strong>
bg: Вие сте <strong>на линия</strong>
mr: तूम्ही <strong>ओनलाईन</strong> आहात
sr: Ви сте <strong>на вези</strong>, мрежа је активна
ta: நீங்கள் <strong>ஆன்லைன்</strong>ல் உள்ளீர்கள்

source: Unknown network status
bg: Неизвестно мрежово състояние
mr: अनओळखी नेटवर्क स्थिती
sr: Статус мреже непознат
ta: அறியப்படாத வலையமைப்பு நிலை

source: Cores:
bg: Ядра:
sr: Језгара:

source: Temperature:
bg: Температура:
sr: Температура:
