Repository: pars-linux/uludag
Catalog: l10n/kde/trunk/*/LC_MESSAGES/kdebase/kcmkio.po
Languages: tr

source: Expires:
tr: Sona erme:

source: Secure:
tr: Güvenlik:

source: <qt> <p>Enable cookie support. Normally you will want to have cookie support enabled and customize it to suit your privacy needs.</p><p> Please note that disabling cookie support might make many web sites unbrowsable.</p> </qt>
tr: <qt> <p>Çerez desteğini etkinleştir. Genellikle çerez desteğinin etkin olması ve bunun gizlilik gereğine uygun biçimde özelleştirilmesi istenir..</p><p> Çerez desteğini pasifleştirmenin bir çok web sitesini gezmenizi engelleyeceğini unutmayın.</p> </qt>

source: Enable coo&kies
tr: Çerezleri &etkinleştir

source: <qt> Reject the so called third-party cookies. These are cookies that originate from a site other than the one you are currently browsing. For example, if you visit <b>www.foobar.com</b> while this option is on, only cookies that originate from www.foobar.com will be processed per your settings. Cookies from any other site will be rejected. This reduces the chances of site operators compiling a profile about your daily browsing habits. </qt>
tr: <qt> İstediğiniz siteler haricindekilerde yapılmış olan bütün çerezleri (cookies) reddetmek için bu seçeneği işaretleyin. Örneğin, <b>www.foobar.com</b> sitesini, bu seçenek işaretli iken ziyaret ettiğinizde sadece www.foobar.com'dan gelen çerezler ayarlarınıza göre işlem görür. Bütün diğer çerezler otomatik olarak reddedilir. Bu, site operatörlerinin sizin günlük tarama alışkanlıklarınız hakkında bir çizelge çıkarmaları şansını düşürür. </qt>

source: Only acce&pt cookies from originating server
tr: &Sadece merkezi sunucuda oluşturulan çerezleri kabul et

source: <qt> <p>Automatically accept temporary cookies meant to expire at the end of the current session. Such cookies will not be stored in your computer's hard drive or storage device. Instead, they are deleted when you close all applications (e.g. your browser) that use them.</p><p> <u>NOTE:</u> Checking this option along with the next one will override your default as well as site specific cookie policies. However, doing so also increases your privacy since all cookies will be removed when the current session ends.</p> </qt>
tr: <qt> <p>Geçici Çerezleri, geçerli oturumdan sonra yok olan çerezleri, otomatik olarak kabul et. Böyle çerezler bilgisayarınızın diskinde ya da saklama aygıtlarında kaydedilmeyecektir. Bunun yerine, bunları kullanan tüm uygulamaları (örneğin, tarayıcınızı) kapattığınızda bunlar silinecektir.</p> <u>NOT:</u> Bu seçeneği işaretlemek önceki çerez politikanızı ve hatta siteye özel çerez politikalarınızı geçersiz kılacaktır. Dahası, böyle yapmak, ayrıca, yürürlükteki oturum bittiğinde bütün çerezler silineceği için, sizin kişisel gizliliğinizi de artırır.</p> </qt>

source: Automaticall&y accept session cookies
tr: Oturum çerezlerini &otomatik olarak kabul et

source: <qt> <p>Treat all cookies as session cookies. Session cookies are small pieces of data that are temporarily stored in your computer's memory until you quit or close all applications (e.g. your browser) that use them. Unlike regular cookies, session cookies are never stored on your hard drive or other storage medium.</p><p> <u>NOTE:</u> Checking this option along with the previous one will override your default as well as site specific cookie policies. However, doing so also increases your privacy since all cookies will be removed when the current session ends.</p> </qt>
tr: <qt> <p>Bütün çerezlere oturum çerezi gibi davranmak için bu seçeneği işaretleyin. Oturum çerezleri, bunları kullanan bütün uygulamaları (örneğin tarayıcınız) kapatmanıza ya da bütün uygulamalardan çıkmanıza kadar bilgisayarınızın belleğinde saklanan küçük veri parçalarıdır. Normal çerezlerden farklı olarak, oturum çerezleri bilgisayarınızın diskinde ya da saklama aygıtlarında hiçbir zaman saklanmaz.</p><p> <u> NOT:</u> Bu seçeneği bir önceki ile birlikte seçmek öntanımlı, hatta siteye özel çerez politikalarınızı geçersiz kılacaktır. Dahası, böyle yapmak, ayrıca, yürürlükteki oturum bittiğinde bütün çerezler silineceği için, sizin kişisel gizliliğinizi de artırır. </qt>

source: Treat &all cookies as session cookies
tr: &Bütün çerezlere oturum çerezi gibi davran

source: <qt> Determines how cookies received from a remote machine will be handled: <ul> <li><b>Ask</b> will cause KDE to ask for your confirmation whenever a server wants to set a cookie.</li> <li><b>Accept</b> will cause cookies to be accepted without prompting you.</li> <li><b>Reject</b> will cause the cookiejar to refuse all cookies it receives.</li> </ul><p> <u>NOTE:</u> Domain specific policies, which can be set below, always take precedence over the default policy.</p> </qt>
tr: <qt> Uzaktaki makineden alınan çerezlerin nasıl ele alınacağına karar verir: <ul> <li><b>Sor</b>KDE'nin bir sunucu tarafından her çerez yerleştirilmesinde sizden onay almasını sağlar.</li> <li><b>Kabul et</b> çerezlerin size hatırlatılmadan kabul edilmesini sağlar.</li> <li><b>Reddet</b> KDE'nin aldığı tüm çerezleri reddetmesini sağlar.</li> </ul><p> <u>NOT:</u> Aşağıdan ayarlanabilir olab alan adına özel ayarlar her zaman öntanımlı ayarlardan önceliklidir.</p> </qt>

source: Default Policy
tr: Öntanımlı Politika

source: Ask &for confirmation
tr: &Onay iste

source: Accep&t all cookies
tr: Bütün çerezleri öntanımlı olarak &kabul et

source: Re&ject all cookies
tr: Bütün çerezleri öntanımlı olarak &reddet

source: <qt> To add a new policy, simply click on the <b>Add...</b> button and supply the necessary information. To change an existing policy, use the <b>Change...</b> button and choose the new policy from the policy dialog box. Clicking on the <b>Delete</b> button will remove the currently selected policy causing the default policy setting to be used for that domain, whereas <b>Delete All</b> will remove all the site specific policies. </qt>
tr: <qt> Yeni bir politika eklemek için, <b>Ekle...</b> düğmesine tıklayın ve tüm gerekli bilgileri verin. Mevcut bir politikayı değiştirmek için <b>Değiştir...</b> düğmesini kullanın. <i>Sil</i> düğmesine tıklayarak mevcut bir politikayı silebilirsiniz. <b>Tümünü Sil</b> ise tüm politikaları siler. </qt>

source: Site Policy
tr: Site Politikası

source: &New...
tr: &Yeni...

source: Chan&ge...
tr: D&eğiştir...

source: <qt> List of sites for which you have set a specific cookie policy. Specific policies override the default policy setting for these sites. </qt>
tr: <qt> Özel çerez politikaları belirlediğiniz sitelerin listesi.Özel politikalar bu siteler için öntanımlı ayarları geçersiz kılar. </qt>

source: Domain
tr: Etki Alanı

source: Search interactively for domains
tr: Alan adları için etkileşimli arama

source: Disable Passive FTP
tr: Pasif FTP'yi Kapat

source: When FTP connections are passive the client connects to the server, instead of the other way round, so firewalls do not block the connection; old FTP servers may not support Passive FTP though.
tr: FTP bağlantıları pasif olduğunda başka bir yolu denemek yerine istemci sunucuya bağlanır bu nedenle güvenlik duvarı bağlantıyı engellemez, eski FTP sunucuları Pasif FTP desteklemeyebilir.

source: Mark partially uploaded files
tr: Bölümsel olarak yüklenen dosyaları işaretle

source: While a file is being uploaded its extension is ".part". When fully uploaded it is renamed to its real name.
tr: Bir dosya yüklenirken uzantısı ".part" olur. Dosya tamamen yüklendikten sonra gerçek adını alır.

source: <qt> Setup proxy configuration. <p> A proxy server is an intermediate machine that sits between your computer and the Internet and provides services such as web page caching and filtering. Caching proxy servers give you faster access to web sites you have already visited by locally storing or caching those pages; filtering proxy servers usually provide the ability to block out requests for ads, spam, or anything else you want to block. <p> If you are uncertain whether or not you need to use a proxy server to connect to the Internet, consult your Internet service provider's setup guide or your system administrator. </qt>
tr: <qt> Vekil sunucu yapılandırması <p> İnternet bağlantınız için vekil sunucuları etkinleştirmek için bu kutuyu işaretleyin. <p> Vekil sunucu kullanımının seçiminize bağlı olduğunu, fakat size internetteki veriye daha hızlı erişim verme imkanıolduğunu unutmayınız. <p> İnternete bağlanmak için bir vekil sunucuya ihtiyacınızın olup olmadığı hakkında kararsız iseniz, lütfen internet servis sağlayıcınızın kurulum kılavuzuna ya da sistem yöneticinize danışın. </qt>

source: Connect to the Internet directly.
tr: İnternete doğrudan bağlan.

source: Connect to the &Internet directly
tr: İnternete &doğrudan bağlan

source: <qt> Automatically detect and configure the proxy settings.<p> Automatic detection is performed using the <b>Web Proxy Auto-Discovery Protocol (WPAD)</b>.<p> <b>NOTE:</b> This option might not work properly or not work at all in some UNIX/Linux distributions. If you encounter a problem when using this option, please check the FAQ section at http://konqueror.kde.org. </qt>
tr: <qt> Vekil sunucu ayarlarını otomatik olarak belirle ve yapılandır.<p> Otomatik belirleme <b>Web Vekil Sunucusu Otomatik-Bulma Protokolü (WPAD)</b> tarafından yapılır.<p> <b>NOT:</b> Bu seçenek bazı UNIX/Linux dağıtımlarında doğru/hiç çalışmayabilir. Bu seçeneği kullanırken bir sorunla karşılaşırsanız http://konqueror.kde.org sayfasındaki Sıkça Sorulan Sorular bölümüne bakın. </qt>

source: A&utomatically detect proxy configuration
tr: &Otomatik bulunan betik dosyası

source: Use the specified proxy script URL to configure the proxy settings.
tr: Vekil sunucu ayarlarını ayarlamak için gösterilen betiği kullan.

source: U&se proxy configuration URL:
tr: Vekil sunucu yapılandırm&a adresi kullan:

source: Enter the address for the proxy configuration script.
tr: HTTP vekil sunucusunun adresini girin.

source: <qt> Use environment variables to configure the proxy settings.<p> Environment variables such as <b>HTTP_PROXY</b> and <b>NO_PROXY</b> are usually used in multi-user UNIX installations, where both graphical and non-graphical applications need to share the same proxy configuration information. </qt>
tr: <qt> Vekil sunucu ayarlarını yapmak için ortam değişkenlerini kullan.<p> <b>HTTP_PROXY</b> ve <b>NO_PROXY</b> gibi ortam değişkenleri genellikle aynı vekil ayar bilgilerini paylaşan grafiksel ve grafiksel olmayan çoklu-kullanıcılı unix uygulamaları tarafından kullanılır. </qt>

source: Use preset proxy environment &variables
tr: Çevre değişkenşlerini önceden &belirle

source: Show the proxy environment variable configuration dialog.
tr: Vekil sunucu çevresel değişkeni yapılandırma penceresini göster.

source: Setup...
tr: Ayarla...

source: Manually enter proxy server configuration information.
tr: Vekil sunucu ayar bilgilerini elle gir.

source: &Manually specify the proxy settings
tr: &Elle belirtilen ayarlar

source: Show the manual proxy configuration dialog.
tr: Elle vekil sunucu yapılandırma penceresini göster.

source: Authori&zation
tr: Kimlik Denetimi

source: Prompt for login information whenever it is required.
tr: Gerektiğinde giriş bilgisi için onay iste.

source: Prompt as &needed
tr: &Gerektiği zaman sor

source: Use this login information.
tr: Bu giriş bilgisini kullan.

source: Use information specified here to login into proxy servers as needed.
tr: Vekil sunuculara giriş yapmak gerektiğinde buradaki bilgileri kullan.

source: Username:
tr: Kullanıcı adı:

source: Login name.
tr: Etki alanı adı:

source: Login password.
tr: Giriş şifresi.

source: Password:
tr: Parola:

source: O&ptions
tr: &FTP Seçenekleri

source: <qt> Use persistent proxy connection.<p> Although a persistent proxy connection is faster, note that it only works correctly with proxies that are fully HTTP 1.1 compliant. Do <b>not</b> use this option in combination with non-HTTP 1.1 compliant proxy servers such as JunkBuster and WWWOfle. </qt>
tr: <qt> Vekil sunucu için sürekli bağlantılar kullan<p> Sürekli bir bağlantı hızlı olmasına rağmen sadece HTTP 1.1 uyumlu vekil sunucular ile çalışır. Bu seçeneği JunkBuster ve WWWOfle gibi HTTP 1.1 uyumlu olmayan vekil sunucular için kullanmayın. </qt>

source: Use persistent connections to proxy
tr: Vekil sunucu için sürekli bağlantılar kullan

source: Ser&vers
tr: Sunucular

source: Enter the address of the HTTP proxy server.
tr: HTTP vekil sunucusunun adresini girin.

source: Enter the address of the HTTPS proxy server.
tr: HTTPS vekil sunucusunun adresini girin.

source: Enter the address of the FTP proxy server.
tr: FTP vekil sunucusunun adresini girin

source: Enter the port number of the FTP proxy server. Default 8080. Another common value is 3128.
tr: HTTP vekil sunucusunun port numarasını girin. Öntanımlı değer 8080'dir. Diğeri 3128

source: Enter the port number of the HTTP proxy server. Default is 8080. Another common value is 3128.
tr: HTTP vekil sunucusunun port numarasını girin. Öntanımlı değer 8080'dir. Diğeri 3128

source: &Use the same proxy server for all protocols
tr: Tüm protokoller için aynı vekil sunucusunu kullan

source: E&xceptions
tr: Kural Dışı Durumlar

source: <qt> Reverse the use of the exception list. Checking this box will result in the proxy servers being used only when the requested URL matches one of the addresses listed here.<p>This feature is useful if all you want or need is to use a proxy server for a few specific sites.<p>If you have more complex requirements you might want to use a configuration script. </qt>
tr: <qt> Kural dışı durum listesini tersine çevirmek için bu kutuyu işaretleyin. Örenğin, bu kutuyu işaretlemek, sadece istenen URL burda listelenen herhangi bir adrese uyuyor ise vekil sunucunun çalışması ile sonuçlanır. <p>Bu özellik tüm istediğiniz ya da gerek duyduğunuz vekil sunucuyu sadece az sayıda özel siteler için kullanacaksınız kullanışlıdır. <p>Eğer daha karmaşık gereksinimleriniz varsa bir yapılandırma betiği kullanmak isteyebilirsiniz. </qt>

source: Use proxy only for entries in this list
tr: Sadece bu listedeki girdiler için vekil sunucu kullan

source: Remove all proxy exception addresses from the list.
tr: Tüm vekil istisnası adreslerini listeden sil.

source: D&elete All
tr: &Tümünü sil

source: Remove the selected proxy exception address from the list.
tr: Seçilen vekil istisnası adreslerini listeden sil.

source: De&lete
tr: &Sil

source: Add new proxy exception address to the list.
tr: Listeye yeni bir vekil istisna adresi ekle.

source: Change the selected proxy exception address.
tr: Seçili kural dışı durum adresini değiştirmek için bu düğmeye tıklayın.

source: C&hange...
tr: D&eğiştir...

source: <qt> Enter the host or domain to which this policy applies, e.g. <b>www.kde.org</b> or <b>.kde.org</b>. </qt>
tr: Bu politikanın uygulandığı hostu ya da etki alanı adını girin. Örneğin <i>www.kde.org</i> ya da <i>.kde.org</i>

source: &Domain name:
tr: Etki alanı adı:

source: <qt> Select the desired policy: <ul> <li><b>Accept</b> - Allows this site to set cookies</li> <li><b>Reject</b> - Refuse all cookies sent from this site</li> <li><b>Ask</b> - Prompt when cookies are received from this site</li> </ul> </qt>
tr: <qt> İstenen politikayı seçin: <ul> <li><b>Kabul et</b> - Çerez ayarı için bu siteye izin verir</li> <li><b>Reddet</b> - Bu siteden yollanan tüm çerezleri reddeder</li> <li><b>Sor</b> - Bu siteden bir çerez alındığı zaman sorar</li> </ul> </qt>

source: &Policy:
tr: &Politika

source: Accept
tr: Kabul et

source: Reject
tr: Reddet

source: Ask
tr: Sor

source: <qt> Here you can modify the default browser-identification text or set a site <code>(eg. www.kde.org)</code> or a domain <code>(eg. kde.org)</code> specific identification text.<p> To add a new site-specific identification text, click the <code>New</code> button and supply the necessary information. To change an existing site-specific entry, click on the <code>Change</code> button. The <code>Delete</code> button will remove the selected site-specific identification text, causing the default setting to be used for that site or domain. </qt>
tr: <qt> Buradan öntanımlı tarayıcı kimliği metnini ya da bir siteye <code>(www.kde.org gibi)</code> veya alan adına <code>(kde.org gibi)</code> özel tarayıcı kimliği metnini ayarlayabilirsiniz.<p> Özel bir kimlik metni eklemek için <code>Yeni</code> düğmesine tıklayın ve gereken bilgileri girin. Varolan bir siteye özel kimlik metnini değiştirmek için ise <code>Değiştir</code> düğmesine tıklayın. <code>Sil</code> düğmesine tıklamak özel kimlik metnini silinmesine ve o site ya da alan adı için öntanımlı kimlik metninin kullanılmasına neden olur. </qt>

source: <qt> Send the browser identification to web sites.<p> <u>NOTE:</u> Many sites rely on this information to display pages properly, hence, it is highly recommended that you do not totally disable this feature but rather customize it.<p> By default, only minimal identification information is sent to remote sites. The identification text that will be sent is shown below. </qt>
tr: <qt>Eğer seçilmemişse, internette gezilirken sitelere tarayıcınız hakkında tanımlama bilgisi gönderilmeyecektir.<P><u>NOT:</u> Birçok site sayfayaları düzgün gösterebilmek için bu bilgiyi kullanır, bu yüzden, bu seçeneği tamamen iptal etmemeniz şiddetle tavsiye edilir fakat düzenleyebilirsiniz.<P>Sadece asgari bilgi aşağıda <b>kalın</b> olarak gösterilen sitelere gönderilir.</qt>

source: &Send identification
tr: Tarayıcı &tanımlaması gönder

source: The browser identification text sent to the sites you visit. Use the provided options to customize it.
tr: Gezdiğiniz sitelere gönderilen tarayıcı tanımlaması metni.Özelleştirmek için seçenekleri kullanın.

source: Default Identification
tr: Tekrarlanan Tanımlama

source: The browser identification text sent to the sites you visit. You can customize it using the options provided below.
tr: Bu tarama sürerken uzaktaki sitelere gönderilen öntanımlı tanımlamadır. Bunu aşağıdaki işaret kutularnıı kullanarak değiştirebilirsiniz.

source: Includes your operating system's name in the browser identification text.
tr: Web tarayıcı tanımlama dizgisine işletim sistemi adını da belirtir.

source: Add operating s&ystem name
tr: İşletim &sistemi adı ekle

source: Includes your operating system's version number in the browser identification text.
tr: Web tarayıcı tanımlama dizgisine işletim sistemi sürüm numarasını ekler.

source: Add operating system &version
tr: İşletim sistemi &sürümü ekle

source: Includes your platform type in the browser identification text
tr: Web tarayıcı tanımlaması metnine platform türünü ekler.

source: Add &platform name
tr: P&latform adı ekle

source: Includes your machine's CPU type in the browser identification text.
tr: Web tarayıcı tanımlama metnine makinenizin işlemcisini ekler.

source: Add &machine (processor) type
tr: M&akine (işlemci) tipi ekle

source: Includes your language settings in the browser identification text to obtain localized versions of the page.
tr: Web tarayıcı tanımlama dizgisine dil ayarlarınızı içerir ve sayfanın yerelleştirilmiş sürümünü edinmenizi sağlar.

source: Add lang&uage information
tr: Di&l ayarlamalarınızı ekleyin

source: Site Specific Identification
tr: Site/etkialanı Özel Tanımlaması

source: Site Name
tr: Site/Etki Alanı

source: Identification
tr: Tanımlama Ekle

source: User Agent
tr: Kullanıcı Ajanı

source: Add new identification text for a site.
tr: Özel bir site için tarayıcı tanımlaması ekle.

source: Change the selected identifier text.
tr: Seçilen tanıtıcıyı değiştir.

source: Delete the selected identifier text.
tr: Seçilen tanıtıcıyı sil.

source: Delete all identifiers.
tr: Tüm tanıtıcıları sil.

source: &When browsing the following site:
tr: &Aşağıdaki siteye bağlanırken:

source: <qt> Select the browser identification to use whenever contacting the site you specified above. </qt>
tr: <qt>Herhangi bir zamanda aşağıda verilmiş sitelere bağlanılırken kullanılacak tarayıcı tanımlamasını seçin. </qt>

source: &Use the following identification:
tr: Aşağıdaki &kimliği kullan:

source: <qt> The actual browser identification text that will be sent to the remote machine. </qt>
tr: <qt> Sunucu makineye gönderilecek tarayıcı tanımlaması metni. </qt>

source: Real identification:
tr: Gerçek kimlik:

source: These settings apply to network browsing only.
tr: Bu ayarlar sadece ağ taramasına uygulanır.

source: Default user name:
tr: Öntanımlı kullanıcı adı:

source: Default password:
tr: Öntanımlı parola:

source: <p><h1>Windows Shares</h1>Konqueror is able to access shared Microsoft Windows file systems, if properly configured. If there is a specific computer from which you want to browse, fill in the <em>Browse server</em> field. This is mandatory if you are not running Samba locally. The <em>Broadcast address</em> and <em>WINS address</em> fields will also be available, if you use the native code, or the location of the 'smb.conf' file from which the options are read, when using Samba. In any case, the broadcast address (interfaces in smb.conf) must be set up if it is guessed incorrectly or you have multiple cards. A WINS server usually improves performance, and reduces the network load a lot.</p><p>The bindings are used to assign a default user for a given server, possibly with the corresponding password, or for accessing specific shares. If you choose to, new bindings will be created for logins and shares accessed during browsing. You can edit all of them from here. Passwords will be stored locally, and scrambled so as to render them unreadable to the human eye. For security reasons, you may not want to do that, as entries with passwords are clearly indicated as such.</p>
tr: <p><h1>Windows Paylaşımları</h1>Konqueror eğer doğru bir şekilde yapılandırılırsa, paylaşıma açılmış Windows dosya sistemlerine erişebilir. Gözatmak istediğiniz belirli bir bilgisayar varsa <em>Sunucuya gözat</em>alanına yazın. Samba sunucusunu yerel olarak çalıştırmıyorsanız bunu yazmak zorunludur. Yerel kod ya da Samba kullanırken seçeneklerin okunduğu 'smb.conf' dosyasının konumunu kullanıyorsanız <em>Yayın adresi</em> ve <em>WINS adresi</em> alanları da mevcuttur. Yanlış tahmin edilmesi durumunda ya da birden fazla kartınızın olması durumunda yayın adresi (sm.conf dosyasındaki arayüzler) ayarlanmalıdır. WINS sunucuları genellikle performansı arttırır ve ağ trafiğini büyük oranda azaltır.</p><p>Bağlayıcılar belirli bir sunucu ya da paylaşımlara erişim için, olasılıkla parolasıyla birlikte, öntanımlı bir kullanıcı atamakta kullanılırlar. Bunu seçerseniz, gözatma sırasında kullanılan kullanıcı adları ve erişilen paylaşımlar için yeni bağlayıcılar oluşturulacaktır. Bunların tümünü buradan ayarlayabilirsiniz. Parolalar yerel olarak kaydedilecek ve insanların okuyamayacağı şekilde karıştırılacaktır. Güvenlik nedeniyle, bunu yapmak istemeyebilirsiniz. Parolalı girişler açıkça gösterilir.</p>

source: Add Identification
tr: Tanımlama Ekle

source: Modify Identification
tr: Tanımlama Düzenle

source: <qt><center>Found an existing identification for<br/><b>%1</b><br/>Do you want to replace it?</center></qt>
tr: <qt> <center> <br/><b>%1</b><br/>için var olan bir tanıtıcı bulundu. Bunu değiştirmek ister misiniz?</center></qt>

source: Duplicate Identification
tr: Tekrarlanan Tanımlama
