Repository: pars-linux/uludag
Catalog: l10n/kde/trunk/*/LC_MESSAGES/kdebase/kcmkio.po
Languages: tr

source: <h1>My Bookmarks</h1><p>This module lets you configure the bookmarks home page.</p><p>The bookmarks home page is accessible at <a href="bookmarks:/">bookmarks:/</a>.</p>
tr: <h1>Yer İmlerim</h1><p>Bu modül yer imleri anasayfasını yapılandırmanızı sağlar.</p><p>Yer imleri anasayfasına bu adresten erişilebilir <a href="bookmarks:/">bookmarks:/</a>.</p>

source: <h1>Cache</h1><p>This module lets you configure your cache settings.</p><p>The cache is an internal memory in Konqueror where recently read web pages are stored. If you want to retrieve a web page again that you have recently read, it will not be downloaded from the Internet, but rather retrieved from the cache, which is a lot faster.</p>
tr: <h1>Önbellek</h1><p>Bu modül önbellek ayarlarınızı yapmanızı sağlar. </p> <p>Önbellekleme Konqueror içinde kullanılan, daha önceden yüklenmiş web sayfalarının tutulduğu içsel bir bellek sistemidir. Eğer daha önce okuduğunuz bir sayfaya erişmek isterseniz sayfa karşıdan tekrar istenmeyecek, önbellekten okunacaktır.</p>

source: Unable to start the cookie handler service. You will not be able to manage the cookies that are stored on your computer.
tr: Çerez yönetici servisi çalıştırılamıyor. Bilgisayarınızdaki çerezleri yönetemeyeceksiniz.

source: &Policy
tr: &Politika

source: &Management
tr: &Yönetim

source: <p><h1>Cookies</h1> Cookies contain information that Konqueror (or other KDE applications using the HTTP protocol) stores on your computer, initiated by a remote Internet server. This means that a web server can store information about you and your browsing activities on your machine for later use. You might consider this an invasion of privacy.</p><p> However, cookies are useful in certain situations. For example, they are often used by Internet shops, so you can 'put things into a shopping basket'. Some sites require you have a browser that supports cookies.</p><p> Because most people want a compromise between privacy and the benefits cookies offer, KDE offers you the ability to customize the way it handles cookies. So you might want to set KDE's default policy to ask you whenever a server wants to set a cookie, allowing you to decide. For your favorite shopping web sites that you trust, you might want to set the policy to accept, then you can access the web sites without being prompted every time KDE receives a cookie.</p>
tr: <p><h1>Çerezler</h1> Çerezler Konqueror (ya da http protokolünü kullanan diğer KDE uygulamaları) tarafından bilgisayarınızda saklanan ve uzak bir internet sunucusu tarafından kullanılan bilgiler içerir. Bunun anlamı bir web sunucusunun sizin hakkınızda ve tarama faaliyetleriniz hakkında makinenize daha sonra kullanmak üzere bilgi yerleştirebileceğidir. Bunun özel hayatınıza bir saldırı olduğunu düşünebilirsiniz.</p><p>Ancak, çerezler belli durumlarda yararlıdır. Örneğin, çoğu internet mağazası tarafından kullanılırlar ve böylece 'bir alışveriş sepetine birşeyler koymanız' mümkün olur. Bazı siteler çerez desteği olan bir tarayıcıya sahip olmanızı gerektirir.</p><p> Çoğu insan özel yaşam ile çerezlerin sağladığı yararlar arasında bir denge kurmak istediği için, KDE size çerezlere nasıl davranacağını belirleme olanağı tanımaktadır. Bu nedenle KDE'nin öntanımlı politikasını bir sunucu çerez yerleştirmek istediğinde sizin teyidinizi alacak şekilde ayarlayarak karar verme şansına sahip olabilirsiniz. Güvendiğiniz gözde alışveriş siteleriniz için politikayı kabule ayarlayarak, KDE'nin her çerez alışında size sormasını engelleyerek web sitelerini kullanabilirsiniz.</p>

source: D-Bus Communication Error
tr: D-BUS İletişim Hatası

source: Unable to delete all the cookies as requested.
tr: İstenen tüm çerezler silinemiyor.

source: Unable to delete cookies as requested.
tr: İstenen çerezler silinemiyor.

source: <h1>Cookie Management Quick Help</h1>
tr: <h1>Çerez Yönetimi Hızlı Yardım</h1>

source: Information Lookup Failure
tr: Bilgi Tarama Hatası

source: Unable to retrieve information about the cookies stored on your computer.
tr: Bilgisayarınızdaki çerezler hakkında bilgi toplanamıyor.

source: End of session
tr: Oturum sonu

source: Yes
tr: Evet

source: New Cookie Policy
tr: Yeni Çerez Politikası

source: Change Cookie Policy
tr: Çerez Politikasını Değiştir

source: <qt>A policy already exists for<center><b>%1</b></center>Do you want to replace it?</qt>
tr: <qt>Zaten <center><b>%1</b></center> için bir politika var. Bunun üzerine yazmak ister misiniz?</qt>

source: Duplicate Policy
tr: Politikayı Çoğalt

source: Replace
tr: Değiştir

source: Unable to communicate with the cookie handler service. Any changes you made will not take effect until the service is restarted.
tr: Çerez yönetici servisine ulaşılamıyor. Yaptığınız değişiklikler bu servis tekrar başlatılana kadar uygulanmayacak.

source: <p><h1>Cookies</h1> Cookies contain information that Konqueror (or any other KDE application using the HTTP protocol) stores on your computer from a remote Internet server. This means that a web server can store information about you and your browsing activities on your machine for later use. You might consider this an invasion of privacy.</p><p>However, cookies are useful in certain situations. For example, they are often used by Internet shops, so you can 'put things into a shopping basket'. Some sites require you have a browser that supports cookies.</p><p>Because most people want a compromise between privacy and the benefits cookies offer, KDE offers you the ability to customize the way it handles cookies. You might, for example want to set KDE's default policy to ask you whenever a server wants to set a cookie or simply reject or accept everything. For example, you might choose to accept all cookies from your favorite shopping web site. For this all you have to do is either browse to that particular site and when you are presented with the cookie dialog box, click on <i> This domain </i> under the 'apply to' tab and choose accept or simply specify the name of the site in the <i> Domain Specific Policy </i> tab and set it to accept. This enables you to receive cookies from trusted web sites without being asked every time KDE receives a cookie.</p>
tr: <p><h1>Çerezler</h1> Çerezler Konqueror (ya da HTTP protokolünü kullanan diğer KDE uygulamaları) tarafından bilgisayarınızda saklanan ve uzak bir internet sunucusu tarafından kullanılan bilgiler içerir. Bunun anlamı bir web sunucusunun sizin hakkınızda ve tarama faaliyetleriniz hakkında makinenize daha sonra kullanmak üzere bilgi yerleştirebileceğidir. Bunun özel hayatınıza bir saldırı olduğunu düşünebilirsiniz.</p><p> Ancak, çerezler belli durumlarda yararlıdır. Örneğin, çoğu internet mağazası tarafından kullanılırlar ve böylece 'bir alışveriş sepetine birşeyler koymanız' mümkün olur. Bazı siteler çerez desteği olan bir tarayıcıya sahip olmanızı gerektirir.</p><p> Çoğu insan özel yaşam ile çerezlerin sağladığı yararlar arasında bir denge kurmak istediği için, KDE size çerezlere nasıl davranılacağını belirleme olanağı tanımaktadır. Bu nedenle KDE'nin öntanımlı politikasını bir sunucu çerez yerleştirmek istediğinde sizin teyidinizi alacak şekilde ayarlayarak karar verme şansına sahip olabilirsiniz. Güvendiğiniz gözde alışveriş siteleriniz için politikayı kabule ayarlayarak, KDE'nin her çerez alışında size sormasını engelleyerek web sitelerini kullanabilirsiniz. Bunun için bütün yapmanız gereken ya o özel siteyi taramak ve çerez iletişim kutusu ile karşılaştığınızda 'uygula' sekmesinin altındaki <i> Bu alan </i> 'ı tıklamak ve kabulü seçmek ya da sadece <i>Etki Alanına Özel Politika</i> sekmesinde sitenin adını belirtmek ve bunu kabul'e ayarlamaktır. Bu, KDE her çerez aldığında, size sorulmadan güvenilir web sitelerinden çerez alabilmenizi sağlar.</p>

source: Variable Proxy Configuration
tr: Değişken Vekil Sunucu Yapılandırması

source: You must specify at least one valid proxy environment variable.
tr: En az bir geçerli vekil sunucu çevresel değişkeni belirtmelisiniz.

source: <qt>Make sure you entered the actual environment variable name rather than its value. For example, if the environment variable is <br /><b>HTTP_PROXY=http://localhost:3128</b><br /> you need to enter <b>HTTP_PROXY</b> here instead of the actual value http://localhost:3128.</qt>
tr: <qt>Gerçek çevre değişkeninin değeri yerine ismini girdiğinizden emin olun. Örneğin, eğer çevre değişkeni <br /><b>HTTP_PROXY=http://localhost:3128</b><br /> ise, siz buraya değişken tarafından belirtilen gerçek adres yerine <b>HTTP_PROXY</b> girmelisiniz.</qt>

source: Invalid Proxy Setup
tr: Geçersiz Vekil Sunucu Ayarı

source: Successfully verified.
tr: Başarıyla onaylandı.

source: Proxy Setup
tr: Vekil Sunucu Ayarları

source: Did not detect any environment variables commonly used to set system wide proxy information.
tr: Sistem kapsamında vekil bilgisini ayarlamak için ortak olarak kullanılan herhangi bir çevre değişkeni algılamadı.

source: <qt>To learn about the variable names the automatic detection process searches for, press OK, click on the quick help button on the window title bar of the previous dialog and then click on the "<b>Auto Detect</b>" button.</qt>
tr: <qt> Otomatik algılama işleminin aradığı değişken isimlerini öğrenmek için Tamam'a basın ve önceki iletişim kutusunun sağ üst köşesindeki hızlı yardım düğmesini tıklayıp "<b>Otomatik Algıla</b>" düğmesine tıklayın.</qt>

source: Automatic Proxy Variable Detection
tr: Otomatik Vekil Sunucu Bulma

source: Manual Proxy Configuration
tr: Elle Vekil Sunucu Yapılandırma

source: Invalid Proxy Setting
tr: Geçersiz Vekil Sunucu Ayarı

source: One or more of the specified proxy settings are invalid. The incorrect entries are highlighted.
tr: Belirtilen vekil sunucuların bir ya da birkaçı geçersiz. Doğru olan girdiler belirtilmiştir.

source: You entered a duplicate address. Please try again.
tr: Aynı adresi iki kez girdiniz. Lütfen yeniden deneyin.

source: <qt><center><b>%1</b></center> is already in the list.</qt>
tr: <qt><center><b>%1</b></center> zaten listede var.</qt>

source: Duplicate Entry
tr: Çift Girdi

source: New Exception
tr: Yeni Kural Dışı Durum

source: Change Exception
tr: Kural Dışı Durumu Değiştir

source: Invalid Entry
tr: Geçersiz Girdi

source: The address you have entered is not valid.
tr: Girdiğiniz adres geçerli değil.

source: <qt>Make sure none of the addresses or URLs you specified contain invalid or wildcard characters such as spaces, asterisks (*), or question marks(?).<br /><br /><u>Examples of VALID entries:</u><br /><code>http://mycompany.com, 192.168.10.1, mycompany.com, localhost, http://localhost</code><br /><br /><u>Examples of INVALID entries:</u><br /><code>http://my company.com, http:/mycompany,com file:/localhost</code></qt>
tr: <qt>Belirttiğiniz adreslerin veya URL'lerin geçersiz veya boşluk, yıldız (*), soru işareti (?) gibi özel karakter içermediğinden emin olun.<br /><br /><u>GEÇERLİ girdilere örnekler:</u><br /><code>http://sirketim.com, 192.168.10.1, sirketim.com, localhost, http://localhost</code><br /><br /><u>GEÇERSİZ girdilere örnekler:</u><br /><code>http://benim sirketim.com, http:/sirketim.com, file:/localhost</code></qt>

source: Enter the URL or address that should use the above proxy settings:
tr: Yukarıdaki vekil sunucu ayarlarını kullanacak olan URL veya adresi girin:

source: Enter the address or URL that should be excluded from using the above proxy settings:
tr: Yukarıdaki vekil sunucunun dışında tutulmasını istediğiniz adresi veya URL'yiyazın:

source: <qt>Enter a valid address or URL.<br /><br /><b><u>NOTE:</u></b> Wildcard matching such as <code>*.kde.org</code> is not supported. If you want to match any host in the <code>.kde.org</code> domain, e.g. <code>printing.kde.org</code>, then simply enter <code>.kde.org</code>.</qt>
tr: <qt>Geçerli bir adres veya url girin.<br /><br /><b><u>NOT:</u></b> Özel karakter eşleştirme -<code>*.kde.org.tr</code>gibi- desteklenmez. Eğer <code>.kde.org.tr</code> alan adında herhangi bir alanı eşleştirmek istiyorsanız, örneğin<code>printing.kde.org.tr</code>, basitçe <code>.kde.org.tr</code> girin.</qt>

source: The address of the automatic proxy configuration script is invalid. Please correct this problem before proceeding. Otherwise, your changes will be ignored.
tr: Otomatik vekil sunucu yapılandırma betiğindeki adres geçersiz. Lütfen ilerlemeden önce bu sorunu düzeltin. Yoksa yaptığınız değişiklikler yoksayılacaktır.

source: <h1>Proxy</h1><p>A proxy server is an intermediate program that sits between your machine and the Internet and provides services such as web page caching and/or filtering.</p><p>Caching proxy servers give you faster access to sites you have already visited by locally storing or caching the content of those pages; filtering proxy servers, on the other hand, provide the ability to block out requests for ads, spam, or anything else you want to block.</p><p><u>Note:</u> Some proxy servers provide both services.</p>
tr: <h1>Vekil Sunucu</h1><p>Bir vekil sunucu makinenizle İnternet arasında bir aracı uygulamadır ve Web sayfası önbelleklemesi/filtrelemesi gibi işleri yapar.</p><p>Önbellekleme daha önce ziyaret ettiğiniz sayfalara, bu sayfaları yerel olarak depolayarak, sonraki ziyaretlerinizde daha hızlı erişmenizi sağlar. Filtreleme ise, reklamları, çöp postaları ve engellemek istediğiniz her şeyi engellemenizi sağlar.</p><p><u>Not:</u> Bazı vekil sunucular hem önbellekleme hem de filtreleme hizmeti sağlar.</p>

source: <qt>The proxy settings you specified are invalid.<br /><br />Please click on the <b>Setup...</b> button and correct the problem before proceeding; otherwise your changes will be ignored.</qt>
tr: <qt>Girdiğiniz vekil ayarları geçersiz.<br /><br /> İlerlemeden önce bu sorunu düzeltmek için lütfen <b>Ayarla...</b> düğmesine tıklayın. Yoksa yaptığınız değişiklikler yoksayılacaktır.</qt>

source: Update Failed
tr: Güncelleme Başarısız Oldu

source: You have to restart the running applications for these changes to take effect.
tr: Bu değişikliklerin etki göstermesi için çalışan bütün uygulamaları yeniden başlatmak zorundasınız.

source: You have to restart KDE for these changes to take effect.
tr: Bu değişikliklerin etki göstermesi için çalışan bütün uygulamaları yeniden başlatmak zorundasınız.

source: Timeout Values
tr: Zaman Aşımı Değerleri

source: Here you can set timeout values. You might want to tweak them if your connection is very slow. The maximum allowed value is 1 second.
tr: Buradan zaman aşımı değerlerini belirleyebilirsiniz. Eğer bağlantı hızı yavaş ise bunalrı değiştirmek isteyebilirsiniz. İzin verilen en yüksek değer %1 saniyedir.

source: sec
tr: sn

source: Soc&ket read:
tr: &Okunan soket:

source: Pro&xy connect:
tr: Vekil &bağlantısı:

source: Server co&nnect:
tr: Sunucu &bağlantısı:

source: &Server response:
tr: Sunucu ce&vabı:

source: FTP Options
tr: FTP Seçenekleri

source: Enable passive &mode (PASV)
tr: Pasif &kipi etkinleştir (PASV)

source: Enables FTP's "passive" mode. This is required to allow FTP to work from behind firewalls.
tr: FTP'nin "pasif" kipini etkinleştirir. FTP'nin güvenlik duvarı arkasından çalışmasına izin vermek için gereklidir.

source: Mark &partially uploaded files
tr: Bölümsel olarak &yüklenen dosyaları işaretle

source: <p>Marks partially uploaded FTP files.</p><p>When this option is enabled, partially uploaded files will have a ".part" extension. This extension will be removed once the transfer is complete.</p>
tr: <p>Bölümsel olarak yüklenen dosyaları işaretler.</p> <p>Bu seçenek etkinleştirildiğinde, bölümsel olarak yüklenmiş dosyalar bir ".part" uzantısına sahip olurlar. Aktarma tamamlandığında bu uzantılar yok edilecektir.</p>

source: <h1>Network Preferences</h1>Here you can define the behavior of KDE programs when using Internet and network connections. If you experience timeouts or use a modem to connect to the Internet, you might want to adjust these settings.
tr: <h1>Ağ Tercihleri</h1> Burada, internet ve ağ bağlantılarını kullanırken KDE programlarının davranışlarını açıklayabilirsiniz. Zamanaşımları yaşadıysanız ya da İnternete bağlanmak için modem kullanıyorsanız, bu ayarları ayarlamak isteyebilirsiniz.

source: Bookmarks
tr: Yer İmleri

source: If this option is unchecked, bookmarks at the root of the hierarchy (not in a folder) are not displayed. If checked, they are gathered in a "root" folder.
tr: Eğer bu seçenek seçilmezse sıralamanın kökünde bulunan (bir dizinde olmayan) yer imleri gösterilmeyecek. Eğer seçilirse bu yer imleri bir "kök" dizinde toplanacak.

source: &Show bookmarks without folder
tr: Yer imlerini dizinler &olmadan göster

source: Sub-folders are shown within their parent by default. If you activate this option, sub-folders are displayed on their own. It looks less nice but it may help if you have a very big folder you want to spread in two columns.
tr: Alt dizinler öntanımlı olarak kendi üst dizinleri içerisinde gösterilir. Eğer bu seçeneği etkinleştirirseniz alt dizinler ayrı gösterilir. Bu kötü görünür ancak eğer iki sütunda gösterilmesini istediğiniz çok büyük bir dizininiz varsa kullanışlıdır.

source: &Flatten bookmarks tree
tr: &Düz yer imleri ağacı

source: Show a box with KDE places (Home, Network, ...). Useful if you use konqueror as a file manager.
tr: KDE konumlarını içeren bir kutucuk göster (Ev Dizini, Ağ, ...). Dosya yöneticisi olarak Konqueror kullanıyorsanız kullanışlıdır.

source: Show system &places
tr: Sistem &konumlarını göster

source: General Settings
tr: Genel Ayarlar

source: Folders are automatically distributed in several columns. The optimal number of columns depends on the width of the konqueror window and the number of bookmarks you have.
tr: Dizinler otomatik olarak birkaç sütuna dağıtılmıştır. En uygun sütun sayısı, Konqueror penceresinin genişliğine ve kaç tane yer iminiz olduğuna göre değişir.

source: Number of columns to show:
tr: Gösterilecek sütunların sayısı:

source: Disable it on slow system to disable background images.
tr: Bu seçeneği yavaş sistemlerde arkaplan resimlerini pasifleştirmek için etkisizleştirin.

source: Show folder &backgrounds
tr: &Dizin arkaplanlarını göster

source: How much disk space is used to cache the pixmaps
tr: Resimler için kullanılacak disk alanı

source: Pixmap Cache
tr: Resim Önbelleği

source: Disk cache size:
tr: Disk önbellek boyutu:

source: Clear the pixmap cache
tr: Resim önbelleğini temizle

source: &Clear Cache
tr: Önbelleği &Temizle

source: Check this box if you want the web pages you visit to be stored on your hard disk for quicker access. The stored pages will only be updated as needed instead of on every visit to that site. This is especially useful if you have a slow connection to the Internet.
tr: Web sayfalarının sabit diske kopyalanıp daha hızlı erişilmelerini istiyorsanız bu seçeneği işaretleyin. Bu özelliği etkinleştirmek, sadece gereken dosyalar İnternet'ten indirileceği için tarayıcınızı daha hızlı hale getirecektir. Özellikle yavaş İnternet bağlantısı olanlar için önerilir.

source: &Use cache
tr: &Önbellek kullan

source: Policy
tr: Politika

source: Verify whether the cached web page is valid before attempting to fetch the web page again.
tr: Önbellekten alınan web sayfalarının geçerli olup olmadığını denetle.

source: &Keep cache in sync
tr: Önbelleği &senkronize et

source: Always use documents from the cache when available. You can still use the reload button to synchronize the cache with the remote host.
tr: İnternete bağlanmadan önce her zaman önbelleğe bakılması için bunu etkinleştirin.

source: Use cache whenever &possible
tr: Mümkünse ö&nbellek kullan

source: Do not fetch web pages that are not already stored in the cache. Offline mode prevents you from viewing pages that you have not previously visited.
tr: Önbellekte kayıtlı web sayfalarını indirme. Bu kipte daha önce ziyaret edilmemiş web sayfaları görüntülenmez.

source: O&ffline browsing mode
tr: Ç&evrimdışı gözatma kipi

source: Disk cache &size:
tr: D&isk önbellek boyutu:

source: C&lear Cache
tr: Önbelleği &Temizle

source: <qt> Enter the name of the environment variable, e.g. <b>HTTP_PROXY</b>, used to store the address of the HTTP proxy server.<p> Alternatively, you can click on the <b>"Auto Detect"</b> button to attempt automatic discovery of this variable. </qt>
tr: <qt> HTTP vekil sunucusunun adresini saklamak için kullanılan ortam değişkeninin adını girin,örneğin.<tt>HTTP_PROXY</tt>. <p> Alternatif olarak, bu değişkenin otomatik olarak keşfini denemek için <tt>"Otomatik Algılama"</tt> düğmesine tıklayabilirsiniz. </qt>

source: <qt> Enter the name of the environment variable, e.g. <b>HTTPS_PROXY</b>, used to store the address of the HTTPS proxy server.<p> Alternatively, you can click on the <b>"Auto Detect"</b> button to attempt an automatic discovery of this variable. </qt>
tr: <qt> HTTPS vekil sunucusunun adresini saklamak için kullanılan ortam değişkeninin adını girin,örneğin.<tt>HTTPS_PROXY</tt>. <p> Alternatif olarak, bu değişkenin otomatik olarak keşfini denemek için <tt>"Otomatik Algılama"</tt> düğmesine tıklayabilirsiniz. </pt>

source: <qt> Enter the name of the environment variable, e.g. <b>FTP_PROXY</b>, used to store the address of the FTP proxy server.<p> Alternatively, you can click on the <b>"Auto Detect"</b> button to attempt an automatic discovery of this variable. </qt>
tr: <qt> FTP vekil sunucusunun adresini saklamak için kullanılan ortam değişkeninin adını girin,örneğin.<tt>FTP_PROXY</tt>. <p> Alternatif olarak, bu değişkenin otomatik olarak keşfini denemek için <tt>"Otomatik Algılama"</tt> düğmesine tıklayabilirsiniz. </qt>

source: <qt> Enter the environment variable, e.g. <b>NO_PROXY</b>, used to store the addresses of sites for which the proxy server should not be used.<p> Alternatively, you can click on the <b>"Auto Detect"</b> button to attempt an automatic discovery of this variable. </qt>
tr: <qt> FTP vekil sunucusunun adresini saklamak için kullanılan ortam değişkeninin adını girin,örneğin.<tt>FTP_PROXY</tt>. <p> Alternatif olarak, bu değişkenin otomatik olarak keşfini denemek için <tt>"Otomatik Algılama"</tt> düğmesine tıklayabilirsiniz. </qt>

source: NO &PROXY:
tr: &Vekil Yok:

source: Show the &value of the environment variables
tr: Ç&evre değişkenlerini göster

source: <qt>Verify whether or not the environment variable names you supplied are valid. If an environment variable is not found, the associated labels will be <b>highlighted</b> to indicate that they are invalid.</qt>
tr: <qt>Sağladığınız çevre değişkeni isimlerinin geçerli olup olmadığına hızlı bir biçimde karar vermek için bu düğmeye tıklayın. Eğer bir çevre değişkeni bulunmazsa ilişkili etiketler geçersiz ayarları belirtmek için <b>vurgulanacaktır</b>.</qt>

source: &Verify
tr: &Doğrula

source: <qt>Attempt automatic discovery of the environment variables used for setting system wide proxy information.<p> This feature works by searching for commonly used variable names such as HTTP_PROXY, FTP_PROXY and NO_PROXY.</qt>
tr: <qt> Genel vekil sunucu bilgisini alabilmek için kullanılan çevresel değişkenlerin araştırılması için bu seçenek kullanılabilir.<p>Bu özellik, HTTP_PROXY, FTP_PROXY ve NO_PROXY çevresel değişkenlerine bakacak ve uygun bir şekilde vekil sunucu ayarlarını yapacaktır.</qt>

source: Auto &Detect
tr: Otomatik &Bul

source: Search
tr: Ara

source: Search interactively for domains and hosts
tr: Alan adı ve Alan sağlayıcılar için etkileşimli arama

source: Domain [Group]
tr: Etki Alanı [Grup]

source: Host [Set By]
tr: Alanadı [Ayarlayan]

source: D&elete
tr: &Sil

source: Delete A&ll
tr: &Tümünü sil

source: Change &Policy...
tr: Çerez &Politikasını Değiştir...

source: &Reload List
tr: &Listeyi Yeniden Yükle

source: Details
tr: Ayrıntılar

source: Name:
tr: İsim:

source: Value:
tr: Değer:

source: Domain:
tr: Etkialanı:

source: Path:
tr: Yol:
