Repository: pars-linux/uludag
Catalog: l10n/kde/trunk/*/LC_MESSAGES/kdebase/kcmkio.po
Languages: tr

source: <p><h1>Browser Identification</h1> The browser-identification module allows you to have full control over how Konqueror will identify itself to web sites you browse.</p><p>This ability to fake identification is necessary because some web sites do not display properly when they detect that they are not talking to current versions of either Netscape Navigator or Internet Explorer, even if the browser actually supports all the necessary features to render those pages properly. For such sites, you can use this feature to try to browse them. Please understand that this might not always work, since such sites might be using non-standard web protocols and or specifications.</p><p><u>NOTE:</u> To obtain specific help on a particular section of the dialog box, simply click on the quick help button on the window title bar, then click on the section for which you are seeking help.</p>
tr: <p><h1>Tarayıcı Tanımlaması</h1> Tarayıcı tanımlaması denetim ekranı Konqueror'un kendini web sitelerine ne olarak tanıttığı üzerinde tam kontrole sahip olmanıza izin verir.</p><p>Sahte kimlik yeteneği gereklidir, çünkü bazı web siteleri, "desteklenmeyen tarayıcı" bu sayfaları tam olarak geri göndermek için gerekli olan tüm özellikleri gerçekte desteklese bile, Netscape Navigator'ın ya da İnternet Explorer'ın yürürlükte olmayan versiyonları ile konuşmadığını algıladıkları zaman tam olarak görünmezler. Bu sebepten dolayı, bu tip siteler için, öntanımlı tanımlamayı site ya da etki alanına özel girişler ekleyek tekrar yazmak isteyebilirsiniz.</p><p><u>NOT:</u> İletişim kutusunun herhangi bir bölümü hakkında yardım elde etmek için, sadece bu pencerenin sağ üst köşesindeki küçük yardım düğmesini tıklayın, sonra da yardım aradığınız bölümün üzerine tıklayın.</p>
