Repository: pars-linux/uludag
Catalog: l10n/kde/trunk/*/LC_MESSAGES/kdebase/polkit-kde-authorization.po
Languages: tr

# Negative Result
source: No
tr: Hayır

source: Admin Authentication (one shot)
tr: Yönetici Yetkilendirmesi (bir defalık)

source: Admin Authentication
tr: Yönetici Yetkilendirmesi

source: Admin Authentication (keep session)
tr: Yönetici Yetkilendirmesi (oturumda koru)

source: Admin Authentication (keep indefinitely)
tr: Yönetici Yetkilendirmesi (süresiz olarak koru)

source: Authentication (one shot)
tr: Yetkilendirme (bir defalık)

source: Authentication
tr: Yetkilendirme

source: Authentication (keep session)
tr: Yetkilendirme (oturumda koru)

source: Authentication (keep indefinitely)
tr: Yetkilendirme (süresiz olarak koru)

# Positive Result
source: Yes
tr: Evet

source: PolicyKit KDE Authorization
tr: PolicyKit KDE Yetkilendirmesi

source: KDE interface for managing PolicyKit Authorizations
tr: PolicyKit yetkilendirmelerini yönetmek için KDE arayüzü

source: Author
tr: Yazar

source: Developer
tr: Geliştirici

source: Failed to initialize PolicyKit context
tr: PolicyKit ortamı başlatılamadı

source: User
tr: Kullanıcı

source: Scope
tr: Kapsam

source: Obtained
tr: Edinilmiş

source: How
tr: Nasıl

source: Constraints
tr: Kısıtlamalar

# Authorization scope; PID is Process ID
source: Single shot PID: %1 (%2)
tr: Tek seferlik Süreç Kimliği: %1 (%2)

# Authorization scope; PID is Process ID
source: PID: %1 (%2)
tr: Süreç Kimliği: %1 (%2)

# Authorization scope
source: This Session
tr: Bu Oturum

# Authorization scope
source: Always
tr: Her Zaman

source: Auth as %1 (uid %2)
tr: %1 olarak yetkilendir (kullanıcı kimliği %2)

source: Auth as uid %1
tr: %1 kullanıcı kimliği olarak yetkilendirme

source: Blocked by %1 (uid %2)
tr: %1 tarafından engellenmiş (%2 kullanıcı kimliği)

source: Blocked by uid %1
tr: %1 kullanıcı kimliği tarafından engellenmiş

source: Granted by %1 (uid %2)
tr: %1 tarafından izin verilmiş (%2 kullanıcı kimliği)

source: Granted by uid %1
tr: %1 kullanıcı kimliği tarafından izin verilmiş

# No auth found
source: None
tr: Hiçbiri

source: Must be on console
tr: Uçbirimde olmalı

source: Must be in active session
tr: Etkin oturumda olmalı

source: Must be program %1
tr: %1 programı olmalı

source: Must be SELinux Context %1
tr: %1 SELinux İçeriği olmalı

source: Grant Negative Authorization
tr: Olumsuz Yetkilendirme İzni

source: Grant Authorization
tr: Yetkilendir

source: <b><big>Granting a negative authorization for the <i>%1</i> action requires more information</big></b>
tr: <b><big><i>%1</i> eylemi için olumsuz bir yetkilendirme vermek daha fazla bilgi gerektirir.</big></b>

source: <b><big>Granting an authorization for the <i>%1</i> action requires more information</big></b>
tr: <b><big><i>%1</i> eylemi için bir yetkilendirme vermek daha fazla bilgi gerektirir.</big></b>

source: Select the user to block for the action and, optionally, any constraints on the negative authorization that you are about to grant.
tr: Eylem için engellenecek kullanıcıyı, ve isteğe bağlı olarak, izin vermek üzere olduğunuz olumsuz yetkilendirmelerdeki herhangi kısıtlamaları seçin.

source: Select the beneficiary and, optionally, how to constrain the authorization that you are about to grant.
tr: Hak sahibini, ve isteğe bağlı olarak, izin vermek üzere olduğunuz yetkilendirmeyi nasıl kısıtlayacağınızı seçin.

source: Select the user that will receive the negative authorization.
tr: Olumsuz yetkilendirme alacak kullanıcıyı seçin

source: Select the user that will receive the authorization.
tr: Yetkilendirmeyi alacak kullanıcıyı seçin.

source: Block
tr: Engelle

source: Grant
tr: İzin Ver

source: Select User
tr: Kullanıcı Seç

source: &Modify
tr: &Düzenle

source: &Show authorizations from all users
tr: &Tüm kullanıcıların yetkilendirmelerini göster

source: Action to be displayed
tr: Gösterilecek eylem

source: Authorizations
tr: Yetkilendirmeler

source: App icon here
tr: Uygulama simgesi buraya

source: vendor url
tr: sağlayıcı adresi

source: Description
tr: Açıklama

source: Implicit Authorizations
tr: Örtülü Yetkilendirmeler

source: <i>Implicit authorizations</i> are authorizations automatically given to users based on certain criteria such as if they are on the local console.
tr: <i>Örtülü yetkilendirmeler</i>, yerel uçbirimdelermiş gibi belirli ölçüte dayanan kullanıcılara otomatik olarak verilen yetkilendirmelerdir.

source: Anyone:
tr: Herkes:

source: Console:
tr: Uçbirim:

source: Active console:
tr: Etkin uçbirim:

source: Revert to &Defaults
tr: &Öntanımlılara Geri Dön

source: Explicit Authorizations
tr: Açık Yetkilendirmeler

source: This list displays authorizations that are either obtained through authentication or specifically given to the entity in question. Blocked authorizations are marked with a <b>STOP</b> sign.
tr: Bu liste, ya yetkilendirmeyle elde edilen ya da söz konusu kişiye özellikle verilen yetkileri gösterir. Engellenmiş yetkilendirmeler <b>DUR</b> işaretiyle işaretlidir.

source: &Grant
tr: &İzin Ver

source: &Block
tr: &Engelle

source: &Revoke
tr: &İptal Et

# Search for the entered word in available actions and groups
source: Search
tr: Ara

source: Select an Action
tr: Bir Eylem Seç

source: Icon Here
tr: Simge Buraya

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:11pt; font-weight:600;">Granting an Authorization for the </span><span style=" font-size:11pt; font-weight:600; font-style:italic;">%s</span><span style=" font-size:11pt; font-weight:600;"> Action Requires More Information</span></p></body></html>
tr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:11pt; font-weight:600;">Şunun için Yetkilendirme Veriliyor </span><span style=" font-size:11pt; font-weight:600; font-style:italic;">%s</span><span style=" font-size:11pt; font-weight:600;"> Eylem Daha Fazla Bilgi Gerektiriyor</span></p></body></html>

source: Select the user that will receive the authorization:
tr: Yetkilendirmeyi alacak kullanıcıyı seçin:

source: &Show system users
tr: &Sistem kullanıcılarını göster

source: Beneficiary
tr: Yararlanan Kişi

source: Constraints limits the authorization such that it only applies under certain circumstances.
tr: Kısıtlamalar yetkilendirmeyi sınırlar, öyle ki yalnızca belirli koşullar altında uygulanır.

source: Must be in &active session on local console
tr: Yerel uçbirimdeki etkin &oturumda olmalı

source: Must be &in active session
tr: &Etkin oturumda olmalı

source: &None
tr: &Hiçbiri

source: Must be on &local console
tr: &Yerel uçbirimde olmalı

# NAME OF TRANSLATORS
source: Your names
tr: Serdar Soytetir

# EMAIL OF TRANSLATORS
source: Your emails
tr: tulliana@gmail.com
