Repository: pars-linux/uludag
Catalog: trunk/kde4/boot-manager/manager/po/*.po
Languages: sv

source: Boot Manager
sv: Starthanteraren

source: Current Maintainer
sv: Nuvarande utvecklare

source: There are no packages that provide backend for this application. Please make sure that packages are installed and configured correctly.
sv: Det finns inte något paket som tillhandahåller bakände för det här programmet. Vänligen se till att paketen är rätt installerade och inställda.

source: All Items
sv: Alla poster

source: Do you want to delete '%1'?
sv: Vill du ta bort '%1'?

source: Access denied.
sv: Åtkomst nekad.

source: Title
sv: Titel

source: Name of the boot entry to be shown at the boot menu.
sv: Namn på startalternativ som visas i startmenyn.

source: Disk
sv: Enhet

source: Disk that contains operating system.
sv: Enhet som innehåller ett operativsystem.

source: Kernel
sv: Kärna

source: Operating system kernel.
sv: Operativsystemets kärna.

source: Ramdisk File
sv: Ramdiskfil

source: File that contains a micro operating system for preloading kernel modules.
sv: Fil som innehåller ett minimalt operativsystem för förladdning av kärnmoduler.

source: Boot Options
sv: Startalternativ

source: Boot options for operating system.
sv: Startalternativ för operativsystem.

source: Set or unset entry as default boot entry.
sv: Aktivera eller avaktivera post som förvalt startalternativ.

source: Edit
sv: Redigera

source: Delete
sv: Ta bort

source: Add New
sv: Lägg till ny

source: Boot menu display time:
sv: Visningstid för startmeny:
