Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/LC_MESSAGES/messages/kdesdk/kbugbuster.po
Languages: tr

source: Number
tr: Numara

source: Age
tr: Yaş

source: Title
tr: Başlık

source: Status
tr: Durum

source: Severity
tr: Önem

source: Sender
tr: Gönderen

source: %1 (%2 bugs, %3 wishes)
tr: %1 (%2 hata, %3 istek)

source: Product '%1', all components
tr: '%1' ürünü, bütün bileşenler

source: Product '%1'
tr: '%1' Ürünü

source: Product '%1', component '%2'
tr: '%1' ürünü, '%2' bileşeni

source: Outstanding Bugs
tr: Bekleyen Hatalar

source: Click here to select a product
tr: Bir ürün seçmek için burayı tıklayın

source: Retrieving List of Outstanding Bugs for Product '%1'...
tr: %1 Ürünü İçin Bekleyen Hatalar Listesine Erişiliyor...

source: Retrieving List of Outstanding Bugs for Product '%1' (Component %2)...
tr: '%1' Ürünü (%2 Bileşeni) için Bekleyen Hatalar Listesine Erişiliyor...

source: Package '%1'
tr: '%1' Paketi

source: %1 is not available offline.
tr: %1 çevrimdışı kullanılabilir değil

source: Select Product
tr: Ürün Seç

source: Recent
tr: Son Hatalar

source: Name
tr: İsim

source: Description
tr: Açıklama

# bug #number [Merged with: a list of bugs] (severity): title
source: Bug #%1 [Merged with: %2] (%3): %4
tr: %1 numaralı hata [%2 ile Birleştirildi] (%3): %4

# bug #number (severity): title
source: Bug #%1 (%2): %3
tr: %1 numaralı hata (%2): %3

source: Pending commands:
tr: Bekleyen komutlar:

source: Bug Title
tr: Hata Başlığı

source: Click here to select a bug by number
tr: Bir hata numarası seçmek için buraya tıklayın.

source: Retrieving Details for Bug %1 (%2)
tr: %1 numaralı hata için detaylar alınıyor (%2)

source: Bug #%1 (%2) is not available offline.
tr: %1 (%2) numaralı hata çevrimdışı kullanılamaz.

source: Retrieving details for bug #%1 (%2)
tr: %1 numaralı hata için detaylar alınıyor (%2)

source: Base URL
tr: Ana URL

source: User
tr: Kullanıcı

source: Version
tr: Sürüm

source: Preferences
tr: Tercihler

source: Servers
tr: Sunucular

source: Add Server...
tr: Sunucu Ekle...

source: Edit Server...
tr: Sunucuyu Düzenle...

source: Delete Server
tr: Sunucu Sil

source: Select Server From List...
tr: Listeden Sunucu Seç...

source: Advanced
tr: Gelişmiş

source: Mail Client
tr: Posta istemcisi

source: D&irect
tr: &Doğrudan

source: Show closed bugs
tr: Kapanan hataları göster

source: Show wishes
tr: İstekleri göster

source: Show bugs with number of votes greater than:
tr: Hataları oylara göre büyükten küçüğe sırala:

source: Send BCC to myself
tr: Bana kopyasını gönder

source: Select Server
tr: Sunucu Seç

source: 1 day
tr: %1 gün

source: Unknown
tr: Bilinmeyen

source: Edit Message Buttons
tr: Mesaj Düğmelerini Düzenle

source: Button:
tr: Düğme:

source: Add Button...
tr: Düğme Ekle...

source: Remove Button
tr: Düğmeyi Sil

source: Add Message Button
tr: Mesaj Düğmesi Ekle

source: Enter button name:
tr: Düğme adını girin:

source: Remove the button %1?
tr: %1 Düğmesi Silinsin mi?

source: Remove
tr: Kaldır

source: Delete
tr: Sil

source: Welcome to <b>KBugBuster</b>.
tr: <b>KBugBuster</b>'a Hoşgeldiniz.

source: Quit KBugBuster
tr: KBugBuster'dan Çık

source: See &Pending Changes
tr: &Bekleyen Değişiklikleri Gör

source: &Submit Changes
tr: &Değişiklikleri Gönder

source: Reload &Product List
tr: Ü&rün Listesini Yeniden Yükle

source: Reload Bug &List (for current product)
tr: &Hata Listesini Yeniden Yükle (güncel ürün için)

source: Reload Bug &Details (for current bug)
tr: &Hata Detaylarını Yeniden Yükle (güncel hata için)

source: Load &My Bugs List
tr: &Benim Hatalarım Listesini Yükle

source: Load All Bug Details (for current product)
tr: Tüm Hata Detaylarını Yükle (güncel ürün için)

source: Extract &Attachments
tr: &Eklentileri Aç

source: Clear Cache
tr: Önbelleği Temizle

source: &Search by Product...
tr: Ü&rüne Göre Ara

source: Search by Bug &Number...
tr: &Hata Numarasına Göre Ara...

source: Search by &Description...
tr: &Açıklamaya Göre Ara...

source: C&lose...
tr: &Kapat...

source: Re&open
tr: Tek&rar Aç

source: &Reply...
tr: &Cevapla...

source: Reply &Privately...
tr: Özel Olarak &Cevapla...

source: &Disconnected Mode
tr: Ç&evrimdışı Kip

source: &Bookmarks
tr: Yer &İmleri

source: Show Closed Bugs
tr: Kapanan Hataları Göster

source: Hide Closed Bugs
tr: Kapatılmış Hataları Gizle

source: Show Wishes
tr: İstekleri Göster

source: Hide Wishes
tr: İstekleri Gizle

source: Show Last Server Response...
tr: Sunucudan Gelen Son Cevabı Görüntüle...

source: Show Bug HTML Source...
tr: Hatanın HTML Kaynağını Görüntüle...

source: List of pending commands:
tr: Bekleyen komutları listele:

source: Do you really want to delete all commands?
tr: Gerçekten tüm komutları silmek istiyor musunuz?

source: Confirmation Required
tr: Onay Gerekiyor

source: &Delete
tr: &Sil

source: There are no pending commands.
tr: Bekleyen komut yok.

source: Search for Bug Number
tr: Hata Numarası için Ara

source: Please enter a bug number:
tr: Lütfen bir hata numarası girin:

source: There are unsent bug commands. Do you want to send them now?
tr: Gönderilmeyen hata komutları var. Bunları göndermek ister misiniz?

source: Send
tr: Gönder

source: Do Not Send
tr: Gönderme

source: Last Server Response
tr: Son Sunucu Cevabı

source: Bug HTML Source
tr: Hatanın HTML Kaynağı

source: Found the following attachments. Save?
tr: Bu eklentiler bulundu. Kaydedilsin mi?

source: Select Folder Where to Save Attachments
tr: Eklentilerin Kaydedileceği Dizini Seçin

source: Change Bug Title
tr: Hatanın Başlığını Değiştir

source: Please enter a new title:
tr: Lütfen yeni bir başlık girin:

source: Welcome to KBugBuster, a tool to manage the KDE Bug Report System. With KBugBuster you can manage outstanding bug reports for KDE from a convenient front end.
tr: KBugBuster programına hoşgeldiniz. Bu program, KDE hata raporlama sistemi için tasarlanmıştır. KBugBuster ile oldukça kolay bir arayüz yardımıyla keşfettiğiniz hataları KDE Grubu'na iletebilirsiniz.

source: Edit Bugzilla Server
tr: Bugzilla Sunucusunu Düzenle

source: Name:
tr: İsim:

source: User:
tr: Kullanıcı:

source: Password:
tr: Parola:

source: Bugzilla version:
tr: Bugzilla sürümü:

source: Bug Report</a> from <b>%1</b>
tr: Hata raporu</a> (gönderen: <b>%1</b>)

source: (1 reply)
tr: (%1 cevap)

source: 1 day old
tr: %1 gün eski

source: Source
tr: Kaynak

source: Compiler
tr: Derleyici

source: OS
tr: İS

source: Bug Report</a> from <b>%1</b>
tr: <b>%1</b> tarafından gönderilen Hata Raporu</a>

source: Reply #%1</a> from <b>%2</b>
tr: <b>%2</b> tarafından gönderilen %1 numaralı hatayı cevapla</a>

source: Attachment List
tr: Eklenti Listesi

source: Date
tr: Tarih

source: View
tr: Görünüm

source: Edit
tr: Düzenle

source: Loading All Bugs for Product %1
tr: %1 Ürünü İçin Tüm Hatalar Yükleniyor

source: Bug %1 loaded
tr: %1 Hatası Yüklendi

source: &Edit Presets...
tr: Ö&ntanımlı Ayarları Düzenle

source: Close Bug %1
tr: %1 Numaralı Hatayı Kapat

source: Reply to Bug
tr: Hatayı Cevapla

source: Reply Privately to Bug
tr: Hatayı Özel Cevapla

source: &Message
tr: &Mesaj

source: &Recipient:
tr: &Alıcı:

source: Normal (bugs.kde.org & Maintainer & kde-bugs-dist)
tr: Normal (bugs.kde.org & Yazar & kde-bugs-dist)

source: Maintonly (bugs.kde.org & Maintainer)
tr: Sadece Yazar (bugs.kde.org & Yazar)

source: Quiet (bugs.kde.org only)
tr: Sessiz (Sadece bugs.kde.org)

source: &Preset Messages
tr: Ö&ntanımlı Mesajlar

source: Select Severity
tr: Önemi Seç

source: Server:
tr: Sunucu:

source: Product:
tr: Ürün:

source: Component:
tr: Bileşen:

source: Package %1: %2
tr: Paket %1: %2

source: Critical
tr: Kritik

source: Grave
tr: Çok önemli

source: Major
tr: Önemli

source: Crash
tr: Çökme

source: Minor
tr: Basit

source: Wishlist
tr: İstek

source: Undefined
tr: Tanımsız

source: Unconfirmed
tr: Onaysız

source: New
tr: Yeni

source: Assigned
tr: Atandı

source: Reopened
tr: Yeniden açıldı

source: Closed
tr: Kapatıldı

source: Bug %1: %2
tr: Hata %1: %2

source: My Bugs
tr: Benim Hatalarım

source: Retrieving My Bugs list...
tr: Benim Hatalarım Listesi Düzeltiliyor...

source: Sending through sendmail...
tr: Sendmail üzerinden gönderiliyor...

source: No running instance of KMail found.
tr: Çalışan bir KMail programı bulunamadı

source: Passing mail to KDE email program...
tr: E-posta KDE'nin e-posta programına aktarılıyor...

source: Error during SMTP transfer. command: %1 response: %2
tr: SMTP iletiminde hata. komut: %1 cevap: %2

source: Connecting to %1
tr: %1 adresine bağlantı kuruluyor

source: Connected to %1
tr: %1 adresine bağlantı kuruldu

source: Connection refused.
tr: Bağlantı reddedildi.

source: Host Not Found.
tr: Makine Bulunamadı.

source: Error reading socket.
tr: Soket okunurken hata.

source: Internal error, unrecognized error.
tr: İç/bilinmeyen hata

source: Message sent
tr: Mesaj iletildi

source: Bug Fixed in SVN
tr: Hata SVN'de Düzeltildi

source: Duplicate Report
tr: Önceki Raporun Aynısı

source: Packaging Bug
tr: Paketleme Hatası

source: Feature Implemented in SVN
tr: Özellik SVN'de Var

source: More Information Required
tr: Daha Fazla Bilgi Gerekiyor

source: No Longer Applicable
tr: Uygulanamaz

source: Will Not Fix Bug
tr: Hata Düzeltilmeyecek

source: Cannot Reproduce Bug
tr: Hata Yeniden Üretilemiyor

source: My Bugs: %1
tr: Benim Hatalarım: %1

source: Mail generated by KBugBuster
tr: KBugBuster tarafından oluşturulan posta

source: Control command: %1
tr: Kontrol komutu: %1

source: Mail to %1
tr: %1 adresine postala

source: Parsing...
tr: Ayrıştırılıyor...

source: Ready.
tr: Hazır.

source: Close
tr: Kapat

source: Close Silently
tr: Sessizce Kapat

source: Reopen
tr: Tekrar Aç

source: Retitle
tr: Başlığı yeniden adlandır

source: Merge
tr: Birleştir

source: Unmerge
tr: Ayır

source: Reply
tr: Cevapla

source: Reply (Maintonly)
tr: Cevapla (sadece program yazarına)

source: Reply (Quiet)
tr: Cevapla (Sessiz)

source: Private Reply
tr: Özel Cevapla

source: Reassign
tr: Yeniden ata

source: Attachment %1 could not be decoded. Encoding: %2
tr: %1 eklentisinin kodu çözülemedi. Kodlama: %2

source: (c) 2001,2002,2003 the KBugBuster authors
tr: (c) 2001,2002,2003 KBugBuster Yazarları

source: Start in disconnected mode
tr: Çevrimdışı kipte başla.

source: Start with the buglist for <package>
tr: <package> paketi için hata listesi ile başla.

source: Start with bug report <br>
tr: Hata raporu ile başla <br>.

# NAME OF TRANSLATORS
source: Your names
tr: Görkem Çetin Mustafa Günay

# EMAIL OF TRANSLATORS
source: Your emails
tr: gorkem@kde.org mustafagunay@gmail.com

source: Server
tr: Sunucu

source: Product
tr: Ürün

source: Component
tr: Bileşen

source: &File
tr: &Dosya

source: &View
tr: &Görünüm

source: S&earch
tr: A&ra

source: &Commands
tr: &Komutlar

source: &Settings
tr: &Ayarlar

source: Search Toolbar
tr: Arama Araç Çubuğu

source: Command Toolbar
tr: Komut Araç Çubuğu

source: Settings Toolbar
tr: Ayar Araç Çubuğu

source: Search
tr: Ara

source: &Package:
tr: &Paket:

source: Bug &number:
tr: Hata &Numarası:

source: &Description:
tr: &Açıklama:

source: Bug Commands
tr: Hata Komutları

source: Clear Co&mmands
tr: Komutları &Temizle

source: Close Silentl&y
tr: &Sessizce Kapat

source: Re&assign...
tr: &Yeniden Ata...

source: Change &Title...
tr: Başlığı &Değiştir...

source: Chan&ge Severity...
tr: Ö&nem Seviyesini Değiştir...
