Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdeaccessibility/kmag.po
Languages: tr

source: This is the main window which shows the contents of the selected region. The contents will be magnified according to the zoom level that is set.
tr: Bu pencere seçilen bölgenin içeriğini gösterir. Belirlenen yakınlaşma seviyesine göre içerik büyütülecektir.

source: _: NAME OF TRANSLATORS Your names
tr: Serdar Soytetir, YILDIZ KARDEŞLER

source: _: EMAIL OF TRANSLATORS Your emails
tr: tulliana@gmail.com, turkishprogram@xposta.com

source: File to open
tr: Açılacak dosya

source: Screen magnifier for the K Desktop Environment (KDE)
tr: KDE için ekran büyüteci

source: Rewrite and current maintainer
tr: Şimdiki geliştirici

source: Original idea and author (KDE1)
tr: Orijinal fikir ve ilk yazar (KDE1)

source: Rework of the user interface, improved selection window, speed optimisation, rotation, bug fixes
tr: Kullanıcı arayüzü, geliştirilmiş seçim penceresi, hız uygunlaştırılması, çevirme, hata düzeltimleri

source: Some tips
tr: Bazı ipuçları

source: Selection Window
tr: Seçim Penceresi

source: &Very Low
tr: Ç&ok Düşük

source: &Low
tr: &Düşük

source: &Medium
tr: &Orta

source: &High
tr: &Yüksek

source: V&ery High
tr: Ço&k Yüksek

source: &No Rotation (0 Degrees)
tr: Döndürme Yok (0 Derece)

source: &Left (90 Degrees)
tr: So&la (90 Derece)

source: &Upside Down (180 Degrees)
tr: &Üstten Alta(180 Derece)

source: &Right (270 Degrees)
tr: S&ağa (270 Derece)

source: New &Window
tr: &Yeni Pencere

source: Open a new KMagnifier window
tr: Yeni bir büyüteç penceresi açar

source: &Stop
tr: &Dur

source: Click to stop window refresh
tr: Pencere tazelemesini durdurmak için tıklayın

source: Clicking on this icon will <b>start</b> / <b>stop</b> updating of the display. Stopping the update will zero the processing power required (CPU usage)
tr: Bu simgeye tıklamak görünümü güncellemeyi <b>başlatır</b> / <b>durdurur</b>.Güncellemeyi durdurmak işlemci gücünü sıfırlar gereksinim (CPU Kullanımı)

source: &Save Snapshot As...
tr: Ekran Görüntüsünü &Farklı Kaydet...

source: Saves the zoomed view to an image file.
tr: Yaklaştırılmış görünümü bir resim dosyası olarak kaydeder.

source: Save image to a file
tr: Resmi dosyaya kaydet

source: Click on this button to print the current zoomed view.
tr: Yaklaştırılmış görünümü yazdırmak için bu düğmeye basın.

source: Quits the application
tr: Uygulamadan çıkar

source: Click on this button to copy the current zoomed view to the clipboard which you can paste in other applications.
tr: Yakınlaştırılmış görünümü panoya kopyalayıp, diğer uygulamalara yapıştırabilmek için bu düğmeye tıklayın.

source: Copy zoomed image to clipboard
tr: Yakınlaştırılmış resmi panoya kopyala

source: Show &Menu
tr: &Menüyü Göster

source: Hide &Menu
tr: &Menüyü Gizle

source: Show Main &Toolbar
tr: Ana &Araç Çubuğunu Göster

source: Hide Main &Toolbar
tr: Ana A&raç Çubuğunu Gizle

source: Show &View Toolbar
tr: &Görüntüleme Çubuğunu Göster

source: Hide &View Toolbar
tr: Görünüm Araç Çubuğunu Gi&zle

source: Show &Settings Toolbar
tr: A&yarlar Araç Çubuğunu Göster

source: Hide &Settings Toolbar
tr: A&yarlar Araç Çubuğunu Gizle

source: &Follow Mouse Mode
tr: &Fareyi İzle Kipi

source: Magnify mouse area into window
tr: Pencere içerisinde fare alanını büyüt

source: In this mode the area around the mouse cursor is shown in a normal window.
tr: Bu kipte fare imlecinin etrafındaki alan normal bir pencerede gösterilir.

source: S&election Window Mode
tr: Seçim Penceresi Ki&pi

source: Magnify selected area into window
tr: Pencere içerisinde seçilen alanı büyüt

source: In this mode a selection window is opened. The selected area is shown in a normal window.
tr: Bu kipte bir seçim penceresi açılır. Seçilen alan ise normal bir pencerede gösterilir.

source: &Top Screen Edge Mode
tr: &Üst Ekran Gölgesi Kipi

source: Magnify mouse area to top screen edge
tr: Fare alanını üst ekran gölgesine büyüt

source: In this mode the area around the mouse is magnified to the top screen edge.
tr: Bu kipte fare imlecinin etrafındaki alan üst ekran gölgesine büyütülür.

source: &Left Screen Edge Mode
tr: So&l Ekran Gölgesi Kipi

source: Magnify mouse area to left screen edge
tr: Fare alanını sol ekran gölgesine büyüt

source: In this mode the area around the mouse is magnified to the left screen edge.
tr: Bu kipte fare imlecinin etrafındaki alan sol ekran gölgesine büyütülür.

source: &Right Screen Edge Mode
tr: &Sağ Ekran Gölgesi Kipi

source: Magnify mouse area to right screen edge
tr: Fare alanını sağ ekran gölgesine büyüt

source: In this mode the area around the mouse is magnified to the right screen edge.
tr: Bu kipte fare imlecinin etrafındaki alan sağ ekran gölgesine büyütülür.

source: &Bottom Screen Edge Mode
tr: &Alt Ekran Gölgesi Kipi

source: Magnify mouse area to bottom screen edge
tr: Fare alanını alt ekran gölgesine büyüt

source: In this mode the area around the mouse is magnified to the bottom screen edge.
tr: Bu kipte fare imlecinin etrafındaki alan alt ekran gölgesine büyütülür.

source: Hide Mouse &Cursor
tr: &Fare İmlecini Sakla

source: Show Mouse &Cursor
tr: Fare İmle&cini Göster

source: Hide the mouse cursor
tr: Fare imlecini sakla

source: Click on this button to <b>zoom-in</b> on the selected region.
tr: Seçilen bölgeye <b>yakınlaşmak</b> için bu düğmeye tıklayın.

source: Select the zoom factor.
tr: Odaklama oranını seç.

source: Zoom factor
tr: Odaklama oranı

source: Click on this button to <b>zoom-out</b> on the selected region.
tr: Seçilen bölgeden <b>uzaklaşmak</b> için bu düğmeye tıklayın.

source: &Invert Colors
tr: Renkleri Tersine &Çevir

source: &Rotation
tr: &Döndürme

source: Select the rotation degree.
tr: Döndürme derecesini seç.

source: Rotation degree
tr: Döndürme derecesi

source: Re&fresh
tr: Ta&zele

source: Select the refresh rate. The higher the rate, the more computing power (CPU) will be needed.
tr: Tazeleme hızını belirleyin. Yüksek tazeleme hızı, daha çok işlemci gücü harcanması demektir.

source: Refresh rate
tr: Tazeleme oranı

source: Save Snapshot As
tr: Ekran Görüntüsünü Farklı Kaydet

source: Unable to save temporary file (before uploading to the network file you specified).
tr: Geçici dosya oluşturulamadı (belirttiğiniz dosya gönderilmeden önce).

source: Error Writing File
tr: Dosyayı Kaydederken Hata Oluştu

source: Unable to upload file over the network.
tr: Dosya ağ üzerinden karşıya gönderilemiyor.

source: Current zoomed image saved to %1
tr: Büyütülmüş resim kaydedildi: %1

source: Unable to save file. Please check if you have permission to write to the directory.
tr: Dosya kaydedilemedi. Lütfen bu dizine yazma hakkınızın bulunduğuna emin olun.

source: Click to stop window update
tr: Pencere güncellemesini durdurmak için tıklayın

source: Start
tr: Başla

source: Click to start window update
tr: Pencere güncellemesini başlatmak için tıklayın

source: Magnify to Screen Edge - Select Size
tr: Ekran Gölgesini Büyüt - Boyut Seç

source: Size:
tr: Boyut:

source: Magnify to Left Screen Edge - Select Size
tr: Sol Ekran Gölgesini Büyüt - Boyut Seç

source: Magnify to Right Screen Edge - Select Size
tr: Sağl Ekran Gölgesini Büyüt - Boyut Seç

source: Magnify to Bottom Screen Edge - Select Size
tr: Alt Ekran Gölgesini Büyüt - Boyut Seç
