Repository: pars-linux/uludag
Catalog: kaptan/po/*.po
Languages: fr

source: Welcome to Kaptan Wizard :)
fr: Bienvenue chez l'assistant Kaptan :)

source: &Back
fr: &Retour

source: &Next
fr: Suivan&t

source: Finish
fr: Terminer

source: Kaptan is already running!
fr: Kaptan est déjà en cours d'exécution !

source: Kaptan Welcome Wizard
fr: Assistant de bienvenue Kaptan

source: Welcome
fr: Bienvenue

source: Wallpaper
fr: Fond d'écran

source: toolTip
fr: indice

source: Multiple Desktops
fr: Bureaux multiples

source: Configure virtual desktops..
fr: Configurer des bureaux virtuels..

source: <p>In this module, you can configure how many virtual desktops you want.</p>
fr: <p>Dans ce module, vous pouvez configurer le nombre de bureaux virtuels que vous voulez.</p>

source: Mouse wheel over desktop background switches desktop.
fr: Utiliser la roulette de la souris sur le fond d'écran change le bureau.

source: Desktop(s)
fr: Bureau(x)

source: Enjoy with wonderful backgrounds...
fr: Appréciez avec des fonds d'écran magnifiques...

source: Show all resolutions.
fr: Montrer toutes les résolutions.

source: Old Wallpaper
fr: Fond d'écran anciens

source: No Wallpaper
fr: Aucun fond d'écran

source: Mouse Settings
fr: Paramétrage de la souris

source: Configure your mouse
fr: Paramétrer la souris

source: Mouse
fr: Souris

source: Reverse scroll
fr: Scroll inverse

source: <p align="left">If you are left-handed, you may prefer to swap the functions on the left and right buttons on your pointing device by choosing the "Left handed" option below. You can also select default click behaviour.</p>
fr: <p align="left"> Si vous êtes gaucher, vous préférerez peut-être échanger les fonctions entre les boutons droits et gauche de votre souris en choisissant l'option "Gaucher" ci-dessous. Vous pouvez également sélectionner le comportement par défaut.</p>

source: Button Order
fr: Ordre des boutons

source: Left Hand
fr: Main Gauche

source: Right Hand
fr: Main Droite

source: Click behaviour
fr: Comportement du clic

source: &Single-click to open files and folders
fr: Clic &Simple pour ouvrir les fichiers et les dossiers

source: Dou&ble-click to open files and folders
fr: Dou&ble clic pour ouvrir fichiers et dossiers

source: Configure network settings...
fr: Configuration des paramètres réseau...

source: <big>Loading...</big>
fr: <big>Chargement...</big>

source: This application, called <b>Kaptan Desktop</b>, will help you with your basic but sufficient setup for your <b>Pardus</b> desktop in a quick manner. Please click <b>Next</b> to personalize your desktop. :)
fr: Cette application appelée <b>Kaptan Desktop</b>, va vous aider à configurer rapidement de manière simple mais suffisante votre bureau <b>Pardus</b>. Cliquez sur <b>Next</b> pour personnaliser votre bureau. :)

source: <b>Pardus</b> is a GNU/Linux distribution, targeting at computer literate users' basic desktop needs; helps you connect to internet, read e-mails, work with office documents and more!
fr: <b>Pardus</b> est une distribution GNU/Linux, ayant pour objectif aussi bien les utilisateurs exigeants que ceux aux besoins bureautiques simples; Elle permet de se connecter à Internet, lire des e-mails, travailler sur vos documents et plus encore !

source: Network
fr: Réseau

source: Package
fr: Paquet

source: Package Manager
fr: Gestionnaire de paquets

source: Configure package manager settings...
fr: Configurer les options du gestionnaire de paquets...

source: <b>Package-manager</b> is the graphical front-end of <b>PiSi</b>. You can easily install new programs and upgrade your system and also can see new upgrades of the programs periodically from the system tray with package manager.
fr: <b>Package-manager</b> est l'interface graphique de <b>PiSi</b>. Vous pouvez intaller facilement de nouveau programmes et mettre à jour votre système. Vous pouvez également voir les nouvelles mises à jour de programmes périodiquement depuis la zone d'icônes à l'aide de package manager.

source: Updates
fr: Mises à jour

source: Show in system tray
fr: Faire apparaître dans la zone d'icônes

source: Check updates automatically for every
fr: Rechercher les mises à jour automatiquement toutes les

source: hours
fr: heures

source: Repo
fr: Dépôt

source: Contrib repo includes extra packages.
fr: Le dépôt contrib contient des paquets supplémentaires.

source: Add contrib repo
fr: Ajouter le dépôt contrib

source: You are not authorized for this operation.
fr: Vous n'êtes pas autorisé à effectuer cette opération.

source: Authentication Error!
fr: Erreur d'authentification !

source: Configure your panel !
fr: Configurer votre panel !

source: Select the one you like...
fr: Sélectionnez celui que vous préférez...

source: Here, you can select a <b>style </b>for your desktop. <b>Pardus</b> provides some eye candy styles for you.
fr: Ici, vous pouvez sélectionner le <b>style</b> de votre bureau. <b>Pardus</b> vous fournit quelques styles agréables à regarder.

source: Preview
fr: Prévisualisation

source: Use enhanced Kickoff style menu
fr: Utiliser le style de menu Kickoff amélioré

source: Enjoy with Pardus...
fr: Savourez avec Pardus...

source: Goodbye
fr: Au revoir

source: <p>TASMA is a configuration application for Pardus Operating System. </p>
fr: <p>TASMA est l'application de configuration du système d'exploitation Pardus.</p>

source: Start
fr: Lancer

source: User Groups and Help Pages
fr: Groupes d'utilisateurs et pages d'aide

source: <p>Pardus community, user lists, IRC channels, wikis and more.</p>
fr: <p>La communauté Pardus, les listes de diffusion utilisateurs, canaux IRC, wikis and plus.</p>

source: Migration Tool
fr: Outil de migration

source: <p>A wizard to transfer files and settings from existing operating systems (e.g. Windows) to Pardus.</p>
fr: <p>Un assistant de transfert de fichier et de paramétrages de systèmes d'exploitation existants (windows par exemple) vers Pardus.</p>

source: <p>Congratulations! You have finished all steps. You can now continue using Pardus and try applications below.</p>
fr: <p>Félicitations ! Vous venez de terminer toutes les étapes. Vous pouvez maintenant continuer d'utiliser Pardus et essayer les applications ci-dessous.</p>

source: Screen Resolution
fr: Résolution d'écran

source: <p><p>Your screen resolution is very low. It may be wrong. You can change your resolution bye using <b>Display Manager</b>.</p></p>
fr: <p><p>Votre résolution d'écran est très basse. Il se peut qu'elle soit inadéquate. Vous pouvez changer votre résolution en utilisant <b>Display Manager</b>.</p></p>

source: SummaryWidget
fr: WidgetRésumé

source: Put my photo to:
fr: Mettre ma photo à :

source: E-mail clients
fr: Clients de messagerie

source: Instant messengers
fr: Clients de messagerie instantannée

source: Login Screen (KDM)
fr: Écran de Login (KDM)
