Repository: pars-linux/uludag
Catalog: tasma/history-manager/po/*.po
Languages: nl

source: Progress
nl: Voortgang

source: <h4><b>Preparing PISI</b></h4>
nl: <h4><b>Voorbereiden PISI</b></h4>

source: Taking a snapshot of system
nl: Neem een snapshot van het systeem

source: History Manager is already running!
nl: Geschiedenisbeheer is al actief!

source: History Manager
nl: Geschiedenisbeheer

source: Cannot connect to Comar daemon
nl: Kan geen verbinding maken met Comar deamon

source: History Manager Interface
nl: Geschiedenisbeheer interface

source: All Operations
nl: Alle handelingen

source: Upgrades
nl: Opwaarderingen

source: Removes
nl: Verwijderd

source: Installations
nl: Installaties

source: TakeBacks
nl: GaTerug

source: Take Back Plan
nl: Terug gaan plan

source: Operation Details
nl: Handeling details

source: New Snapshot
nl: Nieuwe snapshot

source: Date
nl: Datum

source: Your system will be restored to that date if you click Take Back button.<br>These are the package installation and removals, also configuration files below (in snapshots) will overwrite your current configuration files.
nl: Uw systeem zal hersteld worden naar die datum als u op de Ga Terug knop klikt. <br>Dit zijn pakket installaties en verwijderingen, ook configuratie bestanden hieronder (in snapshots) zullen uw huidige configuratiebestanden overschrijven.

source: Restore to This Point
nl: Herstel naar dit punt

source: This will take a New Snapshot of your system
nl: Dit zal een nieuwe snapshot van uw systeem maken

source: This will restore your system back to : %1 %2 If you're unsure, click Cancel and see TakeBack Plan
nl: Dit zal uw systeem terugplaatsen naar: %1 %2 Als u niet zeker bent, klik dan annuleer en ziek Gaterug plan

source: Take Back operation completed
nl: Terug gaan handelingen afgerond

source: New Snapshot Taken
nl: Nieuwe snapshot genomen

source: Operation Cancelled
nl: Handeling geannuleerd

source: Updating User Interface
nl: Bijwerken gebuikers interface

source: Finished with Errors
nl: Beëindigd met fouten

source: Operation Finished with Errors
nl: Handeling beëindigd met fouten

source: Finished Succesfully
nl: Succesvol beëindigd

source: Fetching %1
nl: Verkrijgen %1

source: <b>Access Granted</b><br>
nl: <b>Toegang verkregen</b><br>

source: <b>Access Denied</b><br>
nl: <b>Geen toegang verkregen</b><br>

source: Operation Started
nl: Handeling gestart

source: Ordering Packages for Operation
nl: Pakketten ordenen voor operatie

source: Removing : %1
nl: Verwijderen :%1

source: Installing : %1
nl: Installeren :%1

source: Extracting : %1
nl: Uitpakken :%1

source: Configuring : %1
nl: Configureren :%1

source: Taking a Snapshot of System
nl: Neem een snapshot van het systeem

source: Taking System Back to %1 %2 <br>
nl: Neem systeem terug naar %1 %2 <br>

source: Select an entry to view details
nl: Selecteer waarde voor details

source: No: <b>%1</b>
nl: Geen: <b>%1</b>

source: There are <b>%1</b> packages in this snapshot
nl: Er zijn <b>%1</b> pakketten in deze snapshot

source: Configuration files in snapshot:
nl: Configuratie bestanden in snapshot:

source: Take Back Plan for %1 operation on %2
nl: Ga terug naar plan voor %1 handeling op %2

source: These package(s) will be <b>installed</b> :
nl: Deze pakket(ten) zullen <b>geïnstalleerd</b> worden:

source: These package(s) will be <b>removed</b> :
nl: Deze pakket(ten) zullen <b>verwijderd</b> worden:

source: <b>Preparing PiSi...</b>
nl: <b>Voorbereiden PiSi...</b>

source: Cannot connect to dbus
nl: Kan niet vebinden met dbus

source: D-Bus Error
nl: D-Bus fout

source: COMAR Auth Error
nl: COMAR identificatie fout

source: COMAR Error
nl: COMAR fout

source: You are not authorized for this operation.
nl: U bent niet geautoriseerd voor deze handeling.
