Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/messages/extragear-utils/katimon.po
Languages: tr

source: ATI GPU Monitor
tr: ATI GPU İzleyici

source: Temperature
tr: Sıcaklık

source: Fan Speed
tr: Fan Hızı

source: GPU Usage
tr: GPU Kullanımı

source: Core Speed
tr: Çekirdek Hızı

source: Temperature (ºC)
tr: Sıcaklık (ºC)

source: Fan Speed (%)
tr: Fan Hızı (%)

source: GPU Usage (%)
tr: GPU Kullanımı (%)

source: Core Speed (MHz)
tr: Çekirdek Hızı (MHz)

source: ATI Card #%1 Fan speed: %2% GPU load: %3% Temperature: %4ºC
tr: ATI Kart #%1 Fan hızı: %2% GPU kullanımı: %3% Sıcaklık: %4ºC

source: Columns from left to right are: Fan speed, GPU load, Temperature
tr: Soldan sağa sütunlar: Fan hızı, GPU yükü, Sıcaklık

source: Temperature alarm!
tr: Sıcaklık alarmı!

source: Acknowledge
tr: Kabul Et

source: No fan
tr: Fan yok

source: Fan speed restoration
tr: Fan hızı düzeltmesi

source: Confirm fan speed setting
tr: Fan hızı ayarını doğrula

source: Copyright (c) 2009 Stefanos Harhalakis
tr: Telif hakları (c) 2009 Stefanos Harhalakis

source: Main developer
tr: Ana geliştirici

source: Dialog
tr: Pencere

source: Minimum:
tr: En düşük:

source: Maximum:
tr: En yüksek:

source: Start automatically when KDE starts
tr: KDE başlatılırken otomatik olarak başlat

source: Ignore Fan
tr: Fanı Yoksay

source: Temperature Alarm
tr: Sıcaklık Alarmı

source: Enable Alarm
tr: Alarmı Etkinleştir

source: Temperature:
tr: Sıcaklık:

source: Settings
tr: Ayarlar

source: ATI Temperature Monitor, Fan Control and Overclocking
tr: ATI Sıcaklık İzleyici, Fan Denetimi ve Overclocking

source: Fan Control
tr: Fan Denetimi

source: Automatic
tr: Otomatik

source: Manual
tr: El İle

source: Manual Fan Speed:
tr: Elle Ayarlanmış Fan Hızı:

source: Health and Usage
tr: Durum ve Kullanım

source: The current fan speed, as a percentage.
tr: Yüzde olarak geçerli fan hızı.

source: Current Fan Speed %:
tr: Geçerli Fan Hızı %:

source: Target Fan Speed % (±10):
tr: Hedef Fan Hızı % (±10):

source: The current temperature of the graphics card.
tr: Ekran kartının şimdiki sıcaklığı.

source: Temperature (°C):
tr: Sıcaklık (°C):

source: GPU Usage %:
tr: GPU Kullanımı %:

source: Clock Speeds
tr: Saat Hızları

source: Current Core Speed:
tr: Geçerli Çekirdek Hızı:

source: Maximum Core Speed:
tr: En Yüksek Çekirdek Hızı:

source: Current Memory Speed:
tr: Geçerli Bellek Hızı:

source: Maximum Memory Speed:
tr: En Yüksek Bellek Hızı:

source: Graph of Temperature, and Fan speed.
tr: Sıcaklık ve Fan hızının grafiği.

source: Graph of GPU usage, and Core speed.
tr: GPU kullanımı ve Çekirdek hızı.

source: File
tr: Dosya

source: &Edit
tr: D&üzen

source: Exit
tr: Çık

source: Minimize
tr: Küçült

source: About
tr: Hakkında

source: TextLabel
tr: MetinEtiketi

source: Peak Speed:
tr: Doruk Hızı:

source: Memory Speed
tr: Bellek Hızı

source: The current fan speed as a percentage.
tr: Yüzde olarak geçerli fan hızı.

source: Graph of Temperature and Fan speed.
tr: Sıcaklık ve Fan hızının grafiği.

source: Graph of GPU usage and Core speed.
tr: GPU kullanımı ve Çekirdek hızı.
