Repository: pars-linux/uludag
Catalog: tags/BLACKHOLE/feedback/po/*.po
Languages: it

source: Feedback Wizard
it: Procedura guidata di feedback

source: At home
it: A casa

source: At work
it: Al lavoro

source: At school
it: A scuola

source: <p align="right">(You can click on multiple items)</p>
it: <p align="right">(Puoi scegliere più risposte)</p>

source: <b>Step 3 of 7</b>
it: <b>Passo 3 su 7</b>

source: <h2>Where do you use Pardus?</h2>
it: <h2>Dove utilizzi Pardus?</h2>

source: Very satisfying. Pardus fulfils my requirements
it: In modo molto soddisfacente. Pardus soddisfa le mie richieste

source: Good, however it lacks some capabilities
it: Soddisfacente, anche se mancano alcune funzioni

source: It does not meet my requirements
it: Non soddisfa le mie necessità

source: <h2>How does Pardus fit your needs?</h2>
it: <h2>In quale modo Pardus si adatta alle tue esigenze?</h2>

source: <b>Step 4 of 7</b>
it: <b>Passo 4 su 7</b>

source: &Do not send my computer's hardware information
it: Non &inviare informazioni sul mio hardware

source: <b>Step 7 of 7</b>
it: <b>Passo 7 su 7</b>

source: <h2>Computer information</h2> <p> Pardus Hardware CollectInfo Wizard will now gather information from your hardware, including CPU, memory and network cards. This information will be sent to Pardus Development Center, in order to build more stable and secure Pardus. You will need an internet access for this operation to complete. <b>Note that we will not collect any of your personal documents.</b>
it: <h2>Informazioni sul computer</h2> <p> La procedura Pardus Hardware CollectInfo raccoglierà ora informazioni sul tuo hardware, inclusi CPU, memoria e interfacce di rete. Queste informazioni verranno inviate al Centro di sviluppo di Pardus, così da costruire versioni di Pardus sempre più stabili e sicure. Avrai bisogno dell'accesso a Internet per completare questa operazionee. <bN.B. non raccoglieremo nessuna informazioni sui tuoi documenti personai..</b>

source: <h2>Your opinions about Pardus?</h2>
it: <h2>Le tue opinioni su Pardus?</h2>

source: (Ease of installation and use, capability of software, general quality, adoptability, suitability to requirements, etc)
it: (Facilità di installazione uso, funzioni del software, qualità generale, adattabilità, requisiti soddisfatti, ecc.)

source: <b>Step 5 of 7</b>
it: <b>Passo 5 su 7</b>

source: Experienced system administrator
it: Amministratore di sistema con esperienza

source: New user
it: Nuovo utente

source: Home/office productivity user
it: Utente di strumenti di produttività in casa/ufficio

source: Experienced user
it: Utente con esperienza

source: <h2>What is your experience level?</h2>
it: <h2>Qual è il tuo livello di esperienza?</h2>

source: <b>Step 1 of 7</b>
it: <b>Passo 1 su 7</b>

source: <h2>Thank you</h2> We have collected all necessary information in order to send to Pardus developers. <p> Thank you for your support to Pardus operating system.
it: <h2>Grazie</h2> Abbiamo raccolto tutte le informazioni necessarie da inviare agli sviluppatore Pardus. <p> Grazie per il supporto fornito al sistema operativo Pardus.

source: <h2>Welcome to Pardus</h2> With this small wizard, you can send your messages to Pardus developers and help Pardus be the best Linux in the world. <p> The information you will give here will accelerate Pardus development. Please click on "Forward" button for the next step. <p>
it: <h2>Benvenuto in Pardus!</h2> attraverso questa piccola procedura guidata, puoi inviare i tuoi messaggi agli sviluppatori di Pardus e aiutare così Pardus a diventare la migliore distribuzione Linux del mondo. <p> Le informazioni che fornirai qui accelereranno lo sviluppo di Pardus. Clicca su "Avanti" per procedere al passo successivo. <p>

source: Feedback wizard
it: Procedura guidata di feedback

source: Daily use
it: Uso giornaliero

source: It's my hobby
it: Per hobby

source: For internet access
it: Per accedere a Internet

source: For business
it: Per lavoro

source: Entertainment purposes
it: Per l'intrattenimento

source: Educational purposes
it: Per scopi educativi

source: <h2>Why do you use Pardus?</h2>
it: <h2>Perché utilizzi Pardus?</h2>

source: <b>Step 2 of 7</b>
it: <b>Passo 2 su 7</b>

source: Welcome
it: Benvenuto

source: Experience
it: Esperienza

source: Purpose
it: Scopo

source: Usage
it: Utilizzo

source: Questions
it: Domande

source: Opinions
it: Opinioni

source: Personal Info
it: Informazioni personali

source: Hardware Info
it: Informazioni sull'hardware

source: Uploading
it: Invio in corso

source: Goodbye!
it: Arrivederci!

source: Collecting hardware information...
it: Raccolta informazioni sull'hardware...

source: <font color="#008800">Done</font><br>
it: <font color="#008800">Fatto</font><br>

source: Uploading data...
it: Invio dei dati...

source: <font color="#ff0000">Failed</font><br>
it: <font color="#ff0000">Fallito</font><br>

source: <font color="#ff0000">Unable to connect feedback database.</font><br>
it: <font color="#ff0000">Impossibile collegarsi al database di raccolta feedback.</font><br>

source: <font color="#ff0000">Feedback seems to be broken. Data is corrupted.</font><br>
it: <font color="#ff0000">Il feedback sembra avere dei problemi. I dati sono corrotti.</font><br>

source: <font color="#ff0000">Server does not support this version. Please update feedback tool.</font><br>
it: <font color="#ff0000">Il server non supporta questa versione. Aggiorna lo strumento di feedback.</font><br>

source: <font color="#ff0000">Feedback seems to be broken. Data is missing.</font><br>
it: <font color="#ff0000">Il feedback sembra avere dei problemi. Mancano dei dati.</font><br>

source: <font color="#ff0000">Feedback database is offline.</font><br>
it: <font color="#ff0000">Il database di raccolta feedback non è in linea.</font><br>

source: <font color="#ff0000">You've already sent feedback.</font><br>
it: <font color="#ff0000">Hai già inviato il feedback.</font><br>

source: <font color="#ff0000">Feedback database has errors.</font><br>
it: <font color="#ff0000">Il database di raccolta feedback contiene degli errori.</font><br>

source: Feedback tool is already running!
it: Lo strumento di feedback è già in esecuzione!

source: <h2>Upload</h2>
it: <h2>Invio</h2>

source: Retry
it: Riprova

source: <h2>Your personal information (optional)</h2> You can submit your e-mail address for inclusion in our low traffic announces.
it: <h2>Informazioni personali (opzionale)</h2> Puoi aggiungere il tuoi indirizzo di posta elettronica che verrà incluso nella nostra lista di annunci a basso traffico.

source: E-mail:
it: Indirizzo email:

source: Add me to your Pardus announce list
it: Aggiungimi alla lista di distribuzione con gli annunci su Pardus

source: <b>Step 6 of 7</b>
it: <b>Passo 6 su 7</b>
