Repository: pars-linux/uludag
Catalog: disk-manager-1.4.2/po/*.po
Languages: pt_br

source: Disks
pt_br: Discos

source: Partitions
pt_br: Partições

source: Disk Manager
pt_br: Gerenciador de Disco

source: File System Type :
pt_br: Tipo do Sistema de Arquivos:

source: Mount Point :
pt_br: Pontos de Montagem:

source: Additional Options :
pt_br: Opções Adicionais:

source: Get Default Options
pt_br: Obter Opções Padrão

source: Find Disks Automatically
pt_br: Encontrar Discos Automaticamente

source: Show System Partitions
pt_br: Mostrar Partições do Sistema

source: To update disk changes the manager must run as root
pt_br: Para atualizar mudanças no disco, o gerenciador deve ser executado como root

source: User not in disk group !
pt_br: Usuário não pertence ao grupo "disk"!

source: Completed
pt_br: Completado

source: File /etc/fstab updated !
pt_br: Arquivo /ets/fstab atualizado!

source: %s for %s failure !!
pt_br: Falha no %s para %s!

source: Mount Point
pt_br: Ponto de Montagem

source: File System Type
pt_br: Tipo de Sistema de Arquivos

source: Disk Manager is already running!
pt_br: Gerenciador de Discos já está executando!
