Repository: pars-linux/uludag
Catalog: trunk/gsoc/notifier/i18n/*.po
Languages: da

source: Enter a command:
da: Indtast en kommando:

source: Wrong command
da: Forkert kommando

source: Service returned: %s
da: Tjeneste returnerede: %s

source: This program is not meant to be loaded as a module.
da: Dette program er ikke beregnet til at blive indlæst som et modul.

source: Exit
da: Afslut

source: Notification arrived!
da: Bekendtgørelse modtaget!

source: Error
da: Fejl

source: Typing error, this program has just bought the farm.
da: Indtastningsfejl, dette program har lige købt gården.

source: Default notification text
da: Standard bekendtgørelse tekst

source: Waited for %s seconds, no notification waiting in queue, will die gracefully.
da: Ventede i %s sekunder, ingen bekendtgørelser venter i køen, afslutter.

source: Initializing notification manager...
da: Starter bekendtgørelseshåndteringen

source: Handling notification with text: %s
da: Håndterer bekendtgørelsen med tekst: %s

source: Queue state: %s
da: Status for kø: %s

source: Initializing / exporting NotXFace object...
da: Starter / eksporterer MotXFace objekt...

source: Couldn't unpickle sent notification
da: Kunne ikke udrede den sendte information

source: Notification successfully received. Sender's bus name: %s
da: Bekendtgørelse modtaget succesfuldt. Senders bus navn: %s

source: Received message text: %s
da: Modtog besked tekst: %s

source: Added notification to queue.
da: Tilføjede bekendtgørelse til køen.

source: Echo request received. Sender's bus name: %s
da: Echo anmodning modtaget. Afsenders bus navn er: %s

source: Text to be echoed: %s
da: Tekst der skal sendes: %s

source: Echoing: %s
da: Sender: %s

source: Sender's bus name: %s
da: Afsenders bus navn: %s

source: Exit method called, exiting service...
da: Afslut metoden kaldt, afslutter tjenesten...

source: Exited successfully.
da: Afsluttede succesfuldt.
