Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdeedu/kanagram.po
Languages: tr

source: _: NAME OF TRANSLATORS Your names
tr: İlker Kesen

source: _: EMAIL OF TRANSLATORS Your emails
tr: ikesen92@gmail.com

source: Simple Present
tr: Geniş Zaman

source: Present Progressive
tr: Şimdiki Zaman

source: Present Perfect
tr: Yakın Geçmiş Zaman

source: Simple Past
tr: Geçmiş Zaman

source: Past Progressive
tr: Geçmişte Gerçekleşmekte olan Zaman

source: Past Participle
tr: Edilgen Yapı

source: Future
tr: Gelecek Zaman

source: reveal word
tr: sözcüğü göster

source: hint
tr: ipucu

source: About Kanagram
tr: Kanagram Hakkında

source: About KDE
tr: KDE Hakkında

source: Kanagram Handbook
tr: Kanagram El Kitabı

source: Next Word
tr: Sıradaki Sözcük

source: Configure Kanagram
tr: Kanagram'ı Yapılandır

source: Quit Kanagram
tr: Kanagram'dan Çık

source: General
tr: Genel

source: Vocabularies
tr: Sözlükler

source: New Stuff
tr: Yeni Madde

source: File %1 cannot be found. Please ensure that Kanagram is properly installed.
tr: %1 dosyası bulunamadı. Lütfen Kanagram'ın düzgün bir şekilde yüklendiğinden emin olun.

source: <qt>Cannot open file<br><b>%1</b></qt>
tr: <qt>Açılmayan dosya<br><b>%1</b></qt>

source: Could not load "%1" Do you want to try again?
tr: "%1" yüklenemedi. Tekrar denemek ister misiniz?

source: I/O Failure
tr: I/O Hatası

source: &Retry
tr: &Yeniden Dene

source: <qt>Cannot write to file<br><b>%1</b></qt>
tr: <qt>Yazılamayan dosya<br><b>%1</b></qt>

source: Could not save "%1" Do you want to try again?
tr: "%1" kaydedilemedi. Tekrar denemek istiyor musunuz?

source: <no lesson>
tr: <ders yok>

source: expected tag <%1>
tr: beklenen etiket <%1>

source: ambiguous definition of language code
tr: dil kodunun tanımlaması belirsiz

source: starting tag <%1> is missing
tr: başlangıç etiketi <%1> bulunmuyor

source: repeated occurrence of tag <%1>
tr: etiketin tekrarlanması olayı <%1>

source: Tag <%1> was expected but tag <%2> was read.
tr: <%1> etiketi bekleniliyordu fakat <%2> etiketi okundu.

source: File: %1
tr: Dosya: %1

source: Your document contains an unknown tag <%1>. Maybe your version of KVocTrain is too old, or the document is damaged. Loading is aborted because KVocTrain cannot read documents with unknown elements.
tr: Dökümanınız bilinmeyen <%1> etiketini kapsıyor. KVocTrain sürümünüz çok eski veya dökümanınız zarar görmüş olabilir. Yükleme iptal edildi; çünkü KVocTrain dökümanları okuyamadı.

source: Unknown Element
tr: Bilinmeyen Öge

source: An anagram game
tr: Bir anagram oyunu

source: Coding
tr: Kodlama

source: Design, Graphics and many Vocabularies
tr: Tasarım, Grafikler ve daha fazla Sözlük

source: Sound effects
tr: Ses efektleri

source: Cyrillic
tr: Islavca

source: Latin
tr: Latince

source: Please restart Kanagram to activate the new font.
tr: Yeni yazı tipini aktifleştirmek için Kanagram'ı yeniden başlatın.

source: The font could not be installed. Please check that you are properly connected to the Internet.
tr: Yazı tipi yüklenemedi. Lütfen internete bağlı olup olmadığınızı kontrol ediniz.

source: Vocabulary Editor
tr: Sözlük Düzenleyicisi

source: Description:
tr: Açıklama:

source: The description of the vocabulary. If you're creating a new vocabulary, add a description so that users of your vocabulary will know what kinds of words it contains.
tr: Sözlüğün açıklaması. Eğer yeni bir sözlük yaratıyorsanız, bir açıklama ekleyin böylece kullanıcılar sizin sözlüğünüzün ne tür sözcükleri kapsadığını bilecektir.

source: Vocabulary name:
tr: Sözlük adı:

source: The name of the vocabulary you are editing.
tr: Düzenlediğiniz sözlüğün adı.

source: Remove Word
tr: Sözcüğü Sil

source: Removes the selected word.
tr: Seçilen sözcükleri siler.

source: New Word
tr: Yeni Sözcük

source: Creates a new word.
tr: Yeni bir sözcük yaratır.

source: The list of words in the vocabulary.
tr: Sözlükteki sözcüklerin listesi.

source: Word:
tr: Sözcük:

source: The selected word. This box allows you to edit the selected word.
tr: Seçilmiş sözcük. Bu kutu size seçilmiş kelimeleri düzenlemeniz için izin verir.

source: Hint:
tr: İpucu:

source: The selected hint. Add a hint to aid in guessing the word.
tr: Seçilmiş ipucu. Sözcüğün tahmin edilmesine yardımcı olmak için ipucu ekleyin.

source: This setting allows you to set the length of time that Kanagram's hint bubble is shown.
tr: Bu ayar sizin Kanagram'ın ipucu balonunun gösterilme süresini ayarlayabilmenizi sağlar.

source: Hints
tr: İpuçları

source: Auto-hide hints after:
tr: İpuçlarını otomatik gizle:

source: Do Not Auto-Hide Hints
tr: İpuçlarını otomatik gizleme

source: 3 Seconds
tr: 3 Saniye

source: 5 Seconds
tr: 5 Saniye

source: 7 Seconds
tr: 7 Saniye

source: 9 Seconds
tr: 9 Saniye

source: Vocabulary Options
tr: Sözlük Seçenekleri

source: Play using:
tr: Dil Seçimi:

source: Use standard fonts
tr: Standart yazı tipini kullan

source: Uses a standard font for the chalkboard/interface.
tr: Arayüz için standart bir yazı tipi kullanır.

source: Get Chalk Font
tr: Tebeşir yazı tipini al

source: Use sou&nds
tr: &Sesleri Kullan

source: Turns sounds on/off.
tr: Sesleri aç/kapa.

source: Create New
tr: Yeni Oluştur

source: Creates a new vocabulary.
tr: Yeni bir sözlük yaratır.

source: Edits the selected vocabulary.
tr: Seçilmiş sözlüğü düzenler.

source: Deletes the selected vocabulary.
tr: Seçilmiş sözlüğü siler.

source: Title
tr: Başlık

source: Description
tr: Açıklama

source: The list of installed vocabularies.
tr: Yüklenmiş sözlüklerin listesi.

source: Kanagram allows you to download new data from the Internet. If you are connected to the Internet, press the button to get new vocabulary files.
tr: Kanagram size internetten yeni veriler indirmenize izin verir. Eğer internete bağlıysanız, yeni sözlükler indirmek için düğmeye basınız.

source: Download New Vocabularies
tr: Yeni Sözlükler İndir

source: Would you like to save your changes?
tr: Bu ayarları korumak istiyor musunuz?

source: Save Changes Dialog
tr: Değişiklikleri Kaydet Penceresi
