Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdeedu/kpercentage.po
Languages: tr

source: Number of tasks:
tr: Görev sayısı:

source: Level:
tr: Seviye:

source: Choose an exercise type:
tr: Bir çalışma türü seçin:

source: Easy
tr: Kolay

source: Medium
tr: Orta

source: Crazy
tr: Çılgın

source: Exercises with base value omitted
tr: Taban değeri bulunacak alıştırma

source: Exercises with percent value omitted
tr: Yüzde değeri bulunacak alıştırma

source: Exercises with percentage omitted
tr: Yüzdeliği bulunacak alıştırma

source: Several exercise types in random
tr: Birkaç rastgele alıştırma türü

source: Choose the number of exercises from 1 to 10.
tr: 1'den 10'a kadar alıştırma sayısını seçin.

source: Choose the level of difficulty.
tr: Zorluk derecesini seçin.

source: Close KPercentage.
tr: KPercentage'ı Kapat.

source: Get some help.
tr: Yardım al.

source: Here you can adjust the number of exercises from 1 to 10.
tr: Burada 1 ile 10 arasında alıştırma sayısı ayarlayabilirsiniz.

source: Choose one of the levels <i>easy</i>, <i>medium</i>, and <i>crazy</i>.
tr: Bir düzey seçin <i>kolay</i>, <i>orta</i>, ve <i>çılgın</i>.

source: _: NAME OF TRANSLATORS Your names
tr: Görkem Çetin, Engin Çağatay

source: _: EMAIL OF TRANSLATORS Your emails
tr: gorkem@kde.org, engincagatay@yahoo.com

source: A program to improve your skills in calculating with percentages
tr: Yüzdelerle hesaplama yeteneğinizi geliştirmek için bir uygulama

source: coding, coding and coding
tr: kodlama

source: CVS, coding and sed-script
tr: CVS

source: CVS, coding and Makefile stuff
tr: CVS, kodlama, Makefile

source: Pixmaps
tr: Resimler

source: Spelling and Language
tr: Dil desteği

source: Cleaning and bugfixing code
tr: Temizleme ve hata düzeltme kodu

source: SVG icon
tr: SVG simgesi

source: Number of managed exercises
tr: Yürütülen alıştırma sayısı

source: Relation of right to wrong inputs
tr: Doğru girdilerle ile yanlış girdilerin ilişkişi

source: Check your answer
tr: Cevabınızı kontrol edin

source: Back to the main window
tr: Ana pencereye geri dönüş

source: Exercise no. %1:
tr: Alıştırma no. %1:

source: %1% right
tr: %1% doğru

source: %1% wrong
tr: %1% yanlış

source: Good choice!
tr: İyi seçim!

source: Well done!
tr: Tebrikler!

source: Pretty good!
tr: Gayet iyi!

source: Fine!
tr: Güzel!

source: Right!
tr: Doğru!

source: Yes!
tr: Evet!

source: Great!
tr: Harika!

source: Good work!
tr: İyi iş!

source: Wrong!
tr: Yanlış!

source: Not right!
tr: Doğru değil!

source: Think twice!
tr: Bir daha düşün!

source: Sorry, no!
tr: Üzgünüm, hayır!

source: False!
tr: Yanlış!

source: Try again!
tr: Tekrar dene!

source: Oh no!
tr: Oh hayır!

source: That's not right!
tr: Bu doğru değil!

source: Congratulations!
tr: Tebrikler!

source: Error!
tr: Hata!

source: Oops!
tr: Uf!

source: Mistyped!
tr: Hatalı yazıldı!

source: Great! You managed all the exercises!
tr: Harika! Tüm aşamaları geçtin!
