Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdeedu/kturtle.po
Languages: tr

source: _: NAME OF TRANSLATORS Your names
tr: Görkem Çetin, Engin Çağatay

source: _: EMAIL OF TRANSLATORS Your emails
tr: gorkem@kde.org, engincagatay@yahoo.com

source: The turtle picture could not be found. Please check your installation.
tr: Kaplumbağa resmi bulunamadı, lütfen kurulumunuzu kontrol edin.

source: Help on &Error
tr: &Hata Yardımı

source: Error Dialog
tr: Hata İletişim Kutusu

source: Click here for help regarding the error you selected in the list. This button will not work when no error is selected.
tr: Listede seçtiğiniz hatayla ilgili yardım almak için burayı tıklayın. Bir hata seçilmediği sürece bu düğme çalışmaz.

source: Click here for help regarding the error you selected.
tr: Seçtiğiniz hatayla ilgili yardım almak için burayı tıklayın.

source: In this list you find the error(s) that resulted from running your Logo code. Good luck!
tr: Bu listede Logo kodunuzu çalışmanız nedeniyle ortaya çıkan hata(lar) bulunur. İyi şanslar!

source: number
tr: sayı

source: line
tr: satır

source: description
tr: açıklama

source: Color Picker
tr: Renk Seçici

source: Insert Color Code at Cursor
tr: Boşluğa Renk Kodunu Girin

source: Color code:
tr: Renk kodu:

source: &Restart
tr: Tek&rar Başlat

source: &Back
tr: &Geri

source: Finished Execution
tr: Çalışma Durdu

source: Click here to restart the current logo program.
tr: Mevcut logo programını yeniden başlatmak için tıklayın.

source: Click here to switch back to the edit mode.
tr: Düzenleme kipine dönmek için buraya tıklayın.

source: Execution was finished without errors. What do you want to do next?
tr: Çalıştırma hatasız olarak tamamlandı. Şimdi ne yapmak istersiniz?

source: Call to undefined function: %1.
tr: Tanımlanmamış %1 fonksiyonuna çağrı.

source: Call to function '%1' with wrong number of parameters.
tr: '%1' fonksiyonuna yanlış sayıda parametreyle çağrı.

source: Function %1 did not return a value.
tr: %1 fonksiyonu bir değer göndermedi.

source: Can only multiply numbers.
tr: Sayıları sadece çarpabilir.

source: Cannot divide by zero.
tr: .Sıfır ile bölemez

source: Can only divide numbers.
tr: Sayıları sadece bölebilir.

source: Can only subtract numbers.
tr: Sayıları sadece çıkarabilir.

source: The parameters of function %1 must be within range: 0 to 350.
tr: %1 fonksiyonunun parametreleri 0 ile 350 aralığı arasında olmalı.

source: The parameters of the %1 command must be numbers in the range: 1 to 10000.
tr: %1 komutunun parametreleri 1 ile 10000 aralığı arasında olmalı.

source: The parameters of the %1 command must be numbers in the range: 0 to 255.
tr: %1 komutunun parametreleri 0 ile 255 aralığı arasında olmalı.

source: The print command needs input
tr: print komutu girdi gerektirir

source: The %1 command accepts no parameters.
tr: %1 komutu bir parametre kabul etmiyor.

source: A KDE text-editor component could not be found; please check your KDE installation.
tr: Bir KDE metin düzenleyici bileşeni bulunamadı; lütfen KDE kurulumunuzu kontrol edin.

source: Open Exa&mples...
tr: Ör&nek Aç...

source: Execution Speed
tr: Çalıştırma Hızı

source: Full Speed
tr: Tam hız

source: Slow
tr: Yavaş

source: Slower
tr: Daha yavaş

source: Slowest
tr: En yavaş

source: &Execute Commands
tr: &Komut Çalıştır

source: Pause E&xecution
tr: Çalışmayı Dura&klat

source: Stop E&xecution
tr: Çalışmayı &Durdur

source: Toggle Insert
tr: Yerleştirmeyi aç/kapat

source: Show &Line Numbers
tr: &Satır Numaralarını Göster

source: &Color Picker
tr: &Renk Seçici

source: Co&mment
tr: Yoru&mla

source: Unc&omment
tr: Yoruml&ama

source: &Configure Editor...
tr: Düzenleyiciyi &Yapılandır...

source: Welcome to KTurtle...
tr: KTurtle'ye Hoşgeldiniz...

source: Line: %1 Column: %2
tr: Satır: %1 Sütun: %2

source: Line: %1 Column: %2
tr: Satır: %1 Sütun: %2

source: The program you are currently working on is not saved. By continuing you may lose the changes you have made.
tr: Şu anda üzerinde çalıştığınız program kaydedilmedi. Devam ederseniz yaptığınz değişiklikleri kaybedeceksiniz.

source: Unsaved File
tr: Kaydedilmemiş Dosya

source: &Discard Changes
tr: &Değişiklikleri Sil

source: New file... Happy coding!
tr: Yeni dosya... Mutlu kodlama!

source: Logo Files
tr: Logo Dosyaları

source: Open Logo File
tr: Logo Dosyası Aç

source: Logo Examples Files
tr: Logo Örnek Dosyaları

source: Open Logo Example File
tr: Logo Örnek Dosyası Aç

source: Opening aborted, nothing opened.
tr: Açma iptal edildi, bir şey açılmadı.

source: Opened file: %1
tr: Açık dosya: %1

source: KTurtle was unable to open: %1.
tr: KTurtle açamadı: %1.

source: Open Error
tr: Açma Hatası

source: Opening aborted because of error.
tr: Açma, hata nedeniyle iptal edildi.

source: Opening aborted.
tr: Açma iptal edildi.

source: Saving aborted.
tr: Kaydetme iptal edildi.

source: A program named "%1" already exists in this folder. Do you want to overwrite it?
tr: "%1" isimli bir program bu klasörde zaten var. Üzerine yazmak istediğinizden emin misiniz?

source: Overwrite?
tr: Üzerine Yazılsın mı?

source: &Overwrite
tr: &Üzerine Yaz

source: Saved to: %1
tr: Dosya kaydedildi: %1

source: Pictures
tr: Resimler

source: A picture named "%1" already in this folder. Do you want to overwrite it?
tr: "%1" isimli bir resim bu klasörde zaten var. Üzerine yazmak istediğinizden emin misiniz?

source: KTurtle was unable to save the image to: %1.
tr: KTurtle resmi %1 dosyasına kaydedemedi.

source: Unable to Save Image
tr: Resim Kaydedilemedi

source: Could not save image.
tr: Resim kaydedilemedi.

source: Print &Logo Code
tr: &Logo Kodu'nu Yazdır

source: Printing aborted.
tr: Yazdırma iptal edildi.

source: Quitting KTurtle...
tr: KTurtle'den Çıkılıyor...

source: The program you are currently working on is not saved. By quitting KTurtle you may lose the changes you have made.
tr: Şu anda üzerinde çalıştığınız program. KTurtle'dan çıkarak yaptığınız değişiklikleri kaybedeceksiniz.

source: Discard Changes && &Quit
tr: Değişiklikleri Sil ve &Çık

source: Quitting aborted.
tr: Çıkma iptal edildi.

source: Parsing commands...
tr: Komutlar ayrıştırılıyor...

source: Executing commands...
tr: Komutlar çalıştırılıyor...

source: Done.
tr: Tamamlandı.

source: Execution aborted.
tr: Çalıştırma iptal edildi.

source: Execution paused.
tr: Çalıştırma duraklatıldı.

source: Input
tr: Girdi

source: Message
tr: Mesaj

source: You need to restart before these settings have effect
tr: Bu ayarların etkin olması için uygulamayı yeniden başlatmalısınız

source: General
tr: Genel

source: General Settings
tr: Genel Ayarlar

source: &Select the language for the Logo commands:
tr: Logo komutları için dili &seçin:

source: Language
tr: Dil

source: Language Settings
tr: Dil Ayarları

source: Command language: %1
tr: Komut Dili: %1

source: <no keyword>
tr: <anahtar sözcük yok>

source: <number>
tr: <sayı>

source: <string>
tr: <dizge>

source: <question>
tr: <soru>

source: <name>
tr: <isim>

source: <comment>
tr: <yorum>

source: Displaying help on %1
tr: %1 hakkında yardım göster

source: Help on: %1
tr: %1 için yardım

source: <math>
tr: <matematik>

source: Educational Programming Environment using the Logo programming language
tr: Logo programlama dilini kullanan Eğitimsel Programlama Ortamı

source: (C) 2003 The KTurtle Authors
tr: (C) 2003 The KTurtle Yazarları

source: Main developer and initiator
tr: Ana geliştirici ve başlatıcı

source: Big contributor, supporter and fan
tr: Büyük yazar, destekleyici ve hayran

source: Author of "wsbasic" (wsbasic.sf.net) the base for the interpreter of KTurtle
tr: KTurtle'nin yorumlayıcısının temeli olan "wsbasic"'in (wsbasic.sf.net) yazarı

source: German Data Files
tr: Almanca Veri Dosyaları

source: Swedish Data Files
tr: İsveççe Veri Dosyaları

source: Slovenian Data Files
tr: Slovence Veri Dosyaları

source: Serbian (Latin and Cyrillic) Data Files
tr: Sırpça Veri Dosyaları

source: Italian Data Files
tr: İtalyanca Veri Dosyaları

source: British English Data Files
tr: İngiliz İngilizcesi Veri Dosyaları

source: Spanish Data Files
tr: İspanyolca Veri Dosyaları

source: Brazilian Portuguese Data Files
tr: Brezilya Portekizcesi Veri Dosyaları

source: Expected '['
tr: '[' bekleniyor

source: Expected 'to' after the '%1' command
tr: '%1' komutundan sonra 'to' bekleniyor

source: Expected '=' after the '%1' command
tr: '%1' komutundan sonra '=' bekleniyor

source: Expected ']' after the '%1' command
tr: '%1' komutundan sonra ']' bekleniyor

source: Expected a name after the '%1' command
tr: '%1' komutundan sonra bir isim bekleniyor

source: Expected an expression
tr: Bir ifade bekleniyor

source: INTERNAL ERROR NR %1: please sent this Logo script to KTurtle developers
tr: DAHİLİ HATA NO %1: lütfen bu Logo betiğini KTurtle geliştiricilerine gönderin

source: Cannot understand '%1', expected an expression after the '%2' command
tr: '%1' anlaşılmadı, '%2' komutundan sonra bir ifare bekleniyor

source: Expected '*' or '/'
tr: '*' ya da '/' bekleniyor

source: Cannot understand ']'
tr: ']' anlaşılamadı

source: Cannot understand '['
tr: '[' anlaşılamadı

source: Cannot understand '%1'
tr: '%1' anlaşılamadı

source: '%1' is neither a Logo command nor a learned command.
tr: %1 ne bir Logo komutu ne de öğrenilmiş bir komut.

source: &Advanced Settings
tr: &Gelişmiş Ayarlar

source: The list of the available languages for the Logo commands
tr: Logo komutları için mevcut dillerin listesi

source: The language of the Logo commands
tr: Logo komutlarının dili

source: The value of the ComboBox
tr: İşaretkeme Kutusu'nun değeri

source: false
tr: yanlış

source: true
tr: doğru
