Repository: pars-linux/uludag
Catalog: l10n/kde/trunk/*/LC_MESSAGES/kdegraphics/ksnapshot.po
Languages: tr

source: Captures the window under the mouse on startup (instead of the desktop)
tr: Başlangıçta farenin altında bulunan pencereyin görüntüsünü alır (masaüstünün değil)

source: Captures the desktop
tr: Masaüstünü yakalar

source: Captures a region
tr: Bir bölge yakalar

source: Captures a part of windows
tr: Pencerenin bir bölümünü yakalar

source: snapshot
tr: ekran görüntüsü

source: KDE Background Screenshot Utility
tr: KDE Ekran Görüntüsü Yakalama Aracı

source: KBackgroundSnapshot
tr: Görüntü Yakalayıcı

source: second
tr: saniye

source: Quick Save Snapshot &As...
tr: &Ekran Görüntüsünü Hızlı Kaydet...

source: Save the snapshot to the file specified by the user without showing the file dialog.
tr: Dosya penceresini göstermeden ekran görüntüsünü kullanıcın belirttiği dosyaya kaydet.

source: Save Snapshot &As...
tr: &Ekran Görüntüsünü Farklı Kaydet...

source: Save the snapshot to the file specified by the user.
tr: Kullanıcı tarafından belirlenen bir dosyaya ekran görüntüsünü kaydet.

source: Save As
tr: Farklı Kaydet

source: Other Application...
tr: Başka Uygulama...

source: The screen has been successfully grabbed.
tr: Ekran başarıyla yakalandı.

source: Preview of the snapshot image (%1 x %2)
tr: Ekran görüntüsünün önizlemesi (%1 x %2)

source: File Exists
tr: Dosya Var

source: <qt>Do you really want to overwrite <b>%1</b>?</qt>
tr: <qt>Gerçekten <b>%1</b> üzerine yazmak istiyor musunuz?</qt>

source: Overwrite
tr: Üzerine Yaz

source: Unable to Save Image
tr: Görüntü Kaydedilemedi

source: KSnapshot was unable to save the image to %1.
tr: Görüntü yakalayıcı resmi%1 ismiyle kaydedemiyor.

source: Title
tr: Başlık

source: Window Class
tr: Pencere Sınıfı

source: KDE Screenshot Utility
tr: KDE Ekran Görüntüsü Yakalama Programı

source: KSnapshot
tr: Görüntü Yakalayıcı

source: Region Grabbing Reworked GUI
tr: Alan Belirleme Tekrar düzenlenmiş GUI

source: "Open With" function
tr: "Birlikte Aç" fonksiyonu

source: This is a preview of the current snapshot. The image can be dragged to another application or document to copy the full screenshot there. Try it with the Konqueror file manager. You can also copy the image to the clipboard by pressing Ctrl+C.
tr: Güncel görüntünün önizlemesidir. Bu resmi başka bir uygulama ya da belge üzerine sürükleyip bırakabilirsiniz. Konqueor dosya yöneticisi ile deneme yapabilirsiniz! Ayrıca resmi panoya kopyalamak için Ctrl+C kullanabilirsiniz.

source: Snapshot delay in seconds
tr: Saniye cinsinden gecikme

source: <qt><p> This is the number of seconds to wait after clicking the <i>New Snapshot</i> button before taking the snapshot. </p><p> This is very useful for getting windows, menus and other items on the screen set up just the way you want. </p><p> If <i>no delay</i> is set, the program will wait for a mouse click before taking a snapshot. </p> </qt>
tr: <qt><p>nBu <i>Yeni Ekran Görüntüsü</i> tıklandıktan sonra ekran görüntüsünün alınması için beklenecek süredir. </p><p> Bu pencereleri, menüleri, ve ekrandaki herhangi bir nesneyi elde etmek için çok yardımcı olur. </p><p> Eğer <i>bekleme yok</i> ayarlı ise, program ekran görüntüsünü almadan önce fare ile tıklanmasını bekleyecektir. </p> </qt>

source: No delay
tr: Gecikme yok

source: Snapshot &delay:
tr: &Gecikme:

source: Cap&ture mode:
tr: &Yakalama yöntemi:

source: When enabled, snapshot of a window will also include the window decorations
tr: Etkinleştirildiğinde, bir pencerenin ekran görüntüsü ayrıca pencere dekorasyonlarınıda içerir

source: Include &window decorations
tr: Pencere desenini de &yakala

source: <qt>Using this menu, you can select from the five following snapshot modes: <p> <b>Full Screen</b> - captures the entire desktop.<br/> <b>Window Under Cursor</b> - captures only the window (or menu) that is under the mouse cursor when the snapshot is taken.<br/> <b>Region</b> - captures only the region of the desktop that you specify. When taking a new snapshot in this mode you will be able to select any area of the screen by clicking and dragging the mouse.<br/> <b>Section of Window</b> - captures only a section of the window. When taking a new snapshot in this mode you will be able to select any child window by moving the mouse over it.<br/> <b>Current Screen</b> - if you have multiple screens, this captures the screen containing the mouse cursor when the snapshot is taken. </p></qt>
tr: <qt>Bu menü yardımıyla aşağıdaki beş ekran yakalama yönteminden birisini seçebilirsiniz: <p> <b>Tam Ekran</b> - tüm masaüstünü yakalar.<br/> <b>İmlecin Altındaki Pencere</b> - sadece imlecin altında bulunan pencere ya da menüyü yakalar.<br/> <b>Bölge</b> - masaüstünün belirlediğiniz bölgesi yakalanır. Bu kipte yeni yakalama yaptığınızda fare ile tıklayıp ve sürükleyip istediğiniz alanı yakalayabilirsiniz.<br/> <b>Pencerenin Bir Kısmı</b> - sadece pencerenin bir kısmını yakalar. Yeni yakalama yaptığınızda fareyi hareket ettirerek herhangi bir bağlı pencerenin üstüne gelerek yakalayabilirsiniz.<br/> <b>Geçerli Ekran</b> - eğer birden fazla ekranınız varsa bu yöntem ile fare imlecinin bulunduğu ekranın ekran görüntüsünü yakalayabilirsiniz. </p></qt>

source: Full Screen
tr: Tam Ekran

source: Window Under Cursor
tr: Simgenin Altındaki Pencere

source: Region
tr: Bölge

source: Section of Window
tr: Pencerenin bir Kısmı

source: Current Screen
tr: Geçerli Ekran

source: Click this button to take a new snapshot.
tr: Yeni bir ekran görüntüsü için bu düğmeyi tıklayın.

source: &New Snapshot
tr: &Yeni Ekran Görüntüsü

source: Click this button to save the current snapshot. To quickly save the snapshot without showing the file dialog, press Ctrl+Shift+S. The filename is automatically incremented after each save.
tr: Mevcut ekran görüntüsünü kaydetmek için buraya tıklayın. Ekran görüntüsünü dosya penceresi görünmeden hızlı bir şekilde kaydetmek için Ctrl+Shift+S tuşlarına basın. Dosya adı otomatik olarak artarak verilecektir.

source: &Save As...
tr: &Farklı Kaydet...

source: Click this button to open the snapshot with another application.
tr: Ekran görüntüsünü başka bir uygulama ile açmak için bu düğmeyi tıklayın.

source: &Open With
tr: &Birlikte Aç

source: Click this button to copy the current snapshot to the clipboard.
tr: Mevcut ekran görüntüsünü panoya kopyalamak için bu düğmeyi tıklayın.

source: &Copy to Clipboard
tr: &Panoya kopyala

# NAME OF TRANSLATORS
source: Your names
tr: Serdar Soytetir, Tuncay YENİAY

# EMAIL OF TRANSLATORS
source: Your emails
tr: tulliana@gmail.com, tuncayyeniay@mynet.com

source: Select a region using the mouse. To take the snapshot, press the Enter key or double click. Press Esc to quit.
tr: Fare ile bir alan seçin. Ekran görüntüsünü yakalamak için Enter tuşuna basın veya çift tıklayın. Çıkmak için ESC tuşuna basın.

source: Snapshot will be taken in 1 second
tr: Ekran görüntüsü %1 saniye sonra alınacak
