Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdegraphics/kfaxview.po
Languages: tr

source: _: NAME OF TRANSLATORS Your names
tr: Alper Şen

source: _: EMAIL OF TRANSLATORS Your emails
tr: aalpersen@gmail.com

source: KViewshell Fax Plugin.
tr: KViewShell Faks Eklentisi

source: This program previews fax (g3) files.
tr: Bu program faks (g3) dosyalarını önizler.

source: Current Maintainer.
tr: Mevcut Sorumlu

source: *.g3|Fax (g3) file (*.g3)
tr: *.g3|Faks (g3) dosyası (*.g3)

source: <qt><strong>File error.</strong> The specified file '%1' does not exist.</qt>
tr: <qt><strong>Dosya hatası.</strong> Belirilen %1 dosyası bulunamadı.</qt>

source: File Error
tr: Dosya Hatası

source: <qt><strong>File error.</strong> The specified file '%1' could not be loaded.</qt>
tr: <qt><strong>Dosya hatası.</strong> Belirilen %1 dosyası yüklenemedi.</qt>

source: Files to load
tr: Yüklenecek dosyalar

source: A previewer for Fax files.
tr: Faks dosyaları için önizleyici

source: KViewShell plugin
tr: KViewShell eklentisi

source: Fax file loading
tr: Faks dosyası yükleniyor

source: The URL %1 is not well-formed.
tr: %1 URL'si doğru oluşturulmamış.

source: The URL %1 does not point to a local file. You can only specify local files if you are using the '--unique' option.
tr: %1 URL'si yerel dosyayı göstermiyor. Eğer '--unique' seçeneğini kullanıyorsanız sadece yerel dosyaları belirtebilirsiniz.
