Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdegraphics/kviewviewer.po
Languages: tr

source: _: NAME OF TRANSLATORS Your names
tr: Görkem Çetin

source: _: EMAIL OF TRANSLATORS Your emails
tr: gorkem@kde.org

source: Image Settings
tr: Resim Ayarları

source: Fit image to page size
tr: Resmi sayfa boyuna uydur

source: Center image on page
tr: Resmi sayfada ortala

source: Print %1
tr: Yazdır: %1

source: Unable to find a suitable Image Canvas. This probably means that KView was not installed properly.
tr: Uygun Resim Alanı bulunamadı. Bu KView'in tam olarak kurulmadığını gösterir.

source: Accessing the KImageViewer interface of the Image Canvas failed. Something in your setup is broken (a component claims to be a KImageViewer::Canvas but it is not).
tr: Resim Alan'ının KImageViewer arayüzüne ulaşılması başarısız oldu. Kurulumun esnasında birşeyler hata vermiş (bir eklenti KImageViewer::Canvas olduğunu söylüyor fakat değil).

source: _: Title caption when no image loaded no image loaded
tr: hiç resim yüklenmedi

source: KDE Image Viewer Part
tr: KDE Resim Gösterme Parçası

source: (c) 1997-2002, The KView Developers
tr: (c) 1997-2002, KView Geliştiricileri

source: Maintainer
tr: Yönetici

source: started it all
tr: tümü başlatıldı

source: The image could not be saved to disk. A possible causes is that you don't have permission to write to that file.
tr: Resim diske kaydedilemedi. Büyük ihtimalle dosyayı yazmaya hakkınız yok.

source: _: Title caption when new image selected new image
tr: yeni resim

source: Unknown image format: %1
tr: Bilinmeyen resim biçimi: %1

source: No such file: %1
tr: Bu isimde bir dosya yok: %1

source: Zoom In
tr: Yakınlaştır

source: Zoom Out
tr: Uzaklaştır

source: &Flip
tr: &Ters Çevir

source: &Vertical
tr: &Dikey

source: &Horizontal
tr: &Yatay

source: Ro&tate Counter-Clockwise
tr: Saat Yönünün &Tersinde Çevir

source: Rotate Clockwise
tr: Saat Yönünde Çevir

source: Fit Image to Window
tr: Resmi Pencereye Uydur

source: Show Scrollbars
tr: Kaydırma Çubuğunu Göster

source: Hide Scrollbars
tr: Kaydırma Çubuğunu Gizle

source: Save Image As...
tr: Resmi Farklı Kaydet...

source: Load changed image? - %1
tr: Değişen resim yüklensin mi? - %1

source: _: Title caption when no image loaded No Image Loaded
tr: Hiç Resim Yüklenmedi

source: Image Size
tr: Resim Boyutu

source: Fit to page size
tr: Sayfa boyutuna uydur

source: Manual
tr: Elle

source: Center on page
tr: Sayafaya ortala
