Repository: pars-linux/uludag
Catalog: trunk/kde4/system-manager/manager/po/*.po
Languages: da

source: Language Settings
da: Sprog indstillinger

source: System Language:
da: System sprog:

source: Console Keyboard Layout:
da: Konsol tastatur layout:

source: Note that these settings do not effect your desktop. Desktop settings can be changed in 'Regional & Language' module in System Settings.
da: Bemærk venligst at disse indstillinger ikke vil påvirke dit skrivebords miljø. Indstillinger for skrivebords miljøet kan ændres i 'Region & Sprog' modulet i System Indstillinger.

source: Service Settings
da: Indstillinger for tjenester

source: First Service to Start:
da: Første tjeneste at starte:

source: Although services are started parallel manner in boot process, users may want to start a single service before checking dependencies.
da: Selvom tjenester kan startes parallelt under opstarten, vil nogle brugere måske starte en enkelt tjeneste først.

source: Clock Settings
da: Indstillinger for tid

source: Keep the hardware clock in UTC
da: Behold hardwaretiden i UTC

source: Normalize systematic drift of the hardware clock
da: Normaliser systematisk afvigelse af hardwaretiden

source: Console Settings
da: Konsol indstillinger

source: Number of Real Consoles:
da: Antal rigtige konsoller:

source: System Manager
da: System håndtering

source: Current Maintainer
da: Nuværende vedligeholder

source: There are no packages that provide backend for this application. Please make sure that packages are installed and configured correctly.
da: Der er ikke nogen pakker der kan agere backend for dette program. Kontroller venligst at de nødvendige pakker er installeret og konfigureret korrekt.

source: None
da: Ingen
