Repository: pars-linux/uludag
Catalog: trunk/kde/migration/po/*.po
Languages: es, hu, it, sv

source: Selecting Options
es: Seleccionando Opciones
hu: Műveletek kiválasztása
it: Selezionare le opzioni
sv: Välj alternativ

source: Welcome to Migration Tool Wizard :)
es: Bienvenido al Asistente de Migración :)
hu: Üdvözöljük az Áttérési Segédeszköz Varázslóban :)
it: Benvenuto nel Wizard di Migrazione!
sv: Välkommen till Migreringsverktyget :)

source: Keep current wallpaper
es: Mantener imagen de fondo actual
hu: Jelenlegi háttérkép megtartása
it: Lascia lo sfondo attuale
sv: Behåll nuvarande skrivbordsunderlägg

source: Don't use wallpaper
es: No usar imagen de fondo
hu: Nincs háttérkép
it: Non usare uno sfondo
sv: Använd inte skrivbordsunderlägg

source: Does not change your wallpaper.
es: No cambiar fondo de escritorio.
hu: Ne változzon a háttérkép
it: Lo sfondo non verrà cambiato.
sv: Ändrar inte ditt skrivbordsunderlägg.

source: Use my old wallpaper
es: Usar mi fondo antiguo
hu: Régi háttérkép használata
it: Usa il mio vecchio sfondo
sv: Använd mitt befintliga skrivbordsunderlägg

source: Copies your old wallpaper to Pardus and sets it as new background image.
es: Copia su fondo antiguo a Pardus y lo establece como fondo nuevo.
hu: Régi háttérkép bemásolása a Pardus-ba, és beállítása használandó háttérképnek.
it: Copia il tuo vecchio wallpaper su Pardus e lo imposta come sfondo.
sv: Kopierar ditt befintliga skrivbordsunderlägg till Pardus och väljer det som ny bakgrundsbild.

source: Bookmarks
es: Marcadores
hu: Könyvjelzők
it: Segnalibri
sv: Bokmärken

source: Firefox Bookmarks
es: Marcadores de Firefox
hu: Firefox könyvjelzők
it: Segnalibri Firefox
sv: Bokmärken från Firefox

source: Copies your old Firefox bookmarks to Firefox under Pardus.
es: Copia sus marcadores del Firefox antiguo al Firefox en Pardus.
hu: A régi Firefox könyvjelzők átmásolása a Pardus-ban lévő Firefox-ba.
it: Copia i tuoi vecchi segnalibri di Firefox su Pardus.
sv: Kopierar dina befintliga bokmärken från Firefox till Firefox i Pardus.

source: Opera Bookmarks
es: Marcadores de Opera
hu: Opera könyvjelzők
it: Segnalibri Opera
sv: Bokmärken från Firefox

source: Copies your old Opera bookmarks to Firefox under Pardus.
es: Copia sus marcadores del Opera antiguo al Firefox en Pardus.
hu: A régi Opera könyvjelzők átmásolása a Pardus-ban lévő Opera-ba.
it: Copia i tuoi vecchi segnalibri di Opera su Pardus.
sv: Kopierar dina befintliga bokmärken från Opera till Firefox i Pardus.

source: Internet Explorer favorites
es: Marcadores de Internet Explorer
hu: Internet Explorer kedvencek
it: Preferiti Internet Explorer
sv: Favoriter från Internet Explorer

source: Copies your old Internet Explorer favorites to Firefox under Pardus.
es: Copia sus marcadores del Internet Explorer antiguo al Firefox en Pardus.
hu: A régi Internet Explorer könyvjelzők átmásolása a Pardus-ban lévő Firefox-ba.
it: Copia i tuoi vecchi preferiti di Internet Explorer su Pardus.
sv: Kopierar dina befintliga favoriter från Internet Explorer till Firefox i Pardus.

source: E-Mail and News Accounts
es: Cuentas de E-Mail y Noticias
hu: Email és hírolvasó fiókok
it: Account E-mail e News
sv: Konton för epost och nyhetsgrupper

source: Windows Mail accounts
es: Cuentas de Email de Windows
hu: Windows Mail fiókok
it: Account Windows Mail
sv: Windows epostkonton

source: Copies your old mail and newsgroup accounts to KMail and KNode applications.
es: Copia sus cuentas antiguas de email y noticias a KMail y KNode.
hu: A régi levelezési és hírfiókjainak másolása a KMail és Knode alkalmazásokba
it: Copia i tuoi vecchi account mail e newsgroup su KMail e KNode.
sv: Kopierar dina befintliga epost- och nyhetsgruppskonton till KMail och KNode.

source: Thunderbird accounts
es: Cuentas de Thunderbird
hu: Thunderbird fiókok
it: Account Thunderbird
sv: Thunderbirds konton

source: Copy e-mail messages from e-mail accounts
es: Copiar mensajes email de las cuentas de email
hu: Levelek átmásolása
it: Copia i messaggi dagli account e-mail
sv: Kopierar epost från epostkonton

source: Copies your e-mail messages to KMail from selected applications above.
es: Copia sus mensajes de email de los aplicativos seleccionados arriba, a KMail.
hu: Levelek átmásolása a fent megjelölt alkalmazásokból a KMail alkalmazásba.
it: Copia le tue e-mail dal programma specificato qui sopra a KMail.
sv: Kopierar din epost till KMail från angivet program.

source: Instant Messenger Accounts
es: Cuentas de Mensajería Instantánea
hu: Üzenetküldő fiókok
it: Account di Messaggistica Istantanea
sv: Direktmeddelandenkonton

source: MSN accounts
es: Cuentas MSN
hu: MSN fiókok
it: Account MSN
sv: MSN

source: Copies your MSN Messenger accounts to Kopete.
es: Copia sus cuentas de MSN a Kopete.
hu: MSN fióko átmásolása a Kopete alkalmazásba
it: Copia i tui account MSN Messenger su Kopete.
sv: Kopierar ditt MSN-konto till Kopete.

source: GTalk accounts
es: Cuentas GTalk
hu: GTalk fiókok
it: Account GTalk
sv: GTalk-konto

source: Copies your GTalk accounts to Kopete.
es: Copia sus cuentas de GTalk a Kopete.
hu: GTalk fiókok átmásolása a Kopete alkalmazásba.
it: Copia i tuoi account Gtalk su Kopete.
sv: Kopierar ditt GTalk-konto till Kopete.

source: Please wait while applying changes...
es: Por favor espere mientras se están aplicando los cambios...
hu: Változtatások alkalmazása, kérem várjon...
it: Attendere, applicazione modifiche in corso...
sv: Vänligen vänta medans ändringar tillämpas...

source: Prepare:
es: Preparando:
hu: Előkészítés:
it: Prepara:
sv: Förbered:

source: Apply:
es: Aplicando:
hu: Alkalmazás:
it: Applica:
sv: Tillämpa:

source: Warning!
es: Alerta!
hu: Figyelem!
it: Attenzione!
sv: Varning!

source: Applying Changes
es: Aplicando cambios
hu: Változtatások alkalmazása
it: Applicazione Modifiche
sv: Tillämpar ändringar

source: Wallpaper
es: Fondo de Escritorio
hu: Háttérkép
it: Sfondo
sv: Skrivbordsunderlägg

source: Firefox bookmarks could not be loaded.
es: No posible importar los marcadores de Firefox.
hu: Firefox könyvjelzőket nem sikerült betölteni.
it: Impossibile caricare i segnalibri Firefox.
sv: Kunde inte läsa bokmärken från Firefox.

source: Firefox bookmarks loaded.
es: Marcadores de Firefox importados.
hu: Firefox könyvjelzők betöltve.
it: Segnalibri Firefox caricati.
sv: Firefox bokmärken inlästa.

source: Opera bookmarks could not be loaded.
es: No posible importar los marcadores de Opera.
hu: Opera könyvjelzőket nem sikerült betölteni
it: Impossibile caricare i segnalibri di Opera.
sv: Kunde inte läsa bokmärken från Opera.

source: Opera bookmarks loaded.
es: Marcadores de Opera importados.
hu: Opera könyvjelzők betöltve.
it: Segnalibri Opera caricati.
sv: Operas bokmärken inlästa.

source: Internet Explorer favorites could not be loaded.
es: No posible importar los favoritos de Internet Explorer.
hu: Internet Explorer kedvenceket nem sikerült betölteni.
it: Impossibile caricare i preferiti di Internet Explorer.
sv: Kunde inte läsa bokmärken från Internet Explorer.

source: Internet Explorer favorites loaded.
es: Favoritos de Internet Explorer importados.
hu: Internet Explorer kedvencek betöltve.
it: Preferiti Internet Explorer caricati.
sv: Internet Explorer bokmärken inlästa.

source: Firefox is open. Please close it first to continue...
es: Firefox se está ejecutando. Favor cierrelo antes de continuar...
hu: A Firefox fut. Kérem zárja be a folytatáshoz...
it: Firefox è aperto. Chiudilo per continuare l'operazione.
sv: Firefox körs, vänligen avsluta det för att fortsätta...

source: Windows Mail accounts could not be loaded.
es: No posible importar las cuentas de email de Windows.
hu: Windows Mail fiókok nem tölthetők be.
it: Impossibile caricare gli account Windows Mail.
sv: Konton från Windows Mail kunde inte läsas in.

source: Windows Mail accounts loaded.
es: Cuentas email de Windows importados.
hu: Windows Mail fiókok betöltve.
it: Account Windows Mail caricati.
sv: Konton från Windows Mail lästes in.

source: Thunderbird accounts could be loaded.
es: No posible importar cuentas de email Thunderbird.
hu: Thunderbird fiókok nem tölthetők be.
it: Impossibile caricare gli account Thunderbird.
sv: Konton från Thunderbird kunde inte läsas in.

source: Thunderbird accounts loaded.
es: Cuentas de Thunderbird importados.
hu: Thunderbird fiókok betöltve.
it: Account Thunderbird caricati.
sv: Konton från Thunderbird lästes in.

source: MSN accounts could be loaded.
es: No posible importar las cuentas del MSN.
hu: MSN fiókok nem tölthetők be.
it: Impossibile caricare account MSN.
sv: Konton från MSN kunde inte läsas in.

source: MSN accounts loaded.
es: Cuentas de MSN importados.
hu: MSN fiókok betöltve.
it: Account MSN caricati.
sv: Konton från MSN lästes in.

source: GTalk accounts could not be loaded.
es: No posible importar las cuentas de GTalk.
hu: GTalk fiókok nem tölthetők be.
it: Impossibile caricare account GTalk.
sv: Konton från GTalk kunde inte läsas in.

source: GTalk accounts loaded.
es: Cuentas de GTalk importados.
hu: GTalk fiókok betöltve.
it: Account GTalk caricati.
sv: Konton från GTalk lästes in.

source: E-Mail Accounts
es: Cuentas Email
hu: Email fiókok
it: Account E-Mail
sv: Epostkonton

source: E-Mail Messages
es: Mensajes Email
hu: Email üzenetek
it: Messaggi E-Mail
sv: Epostmeddelanden

source: News Accounts
es: Cuentas de Noticias
hu: Hírolvasó fiókok
it: Account News
sv: Nyhetskonton

source: Desktop Links
es: Enlaces de Escritorio
hu: Asztali linkek
it: Collegamenti Desktop
sv: Skrivbordsgenvägar

source: Folder '%s' could not be created, please choose another folder!
es: No posible crear directorio '%s', por favor elija otro directorio!
hu: A '%s' mappa nem hozható létre, válasszon másik mappát!
it: Impossibile creare la cartella '%s', per favore, scrgli un'altra cartella.
sv: Kunde inte skapa katalogen '%s', vänligen välj en annan katalog!

source: You don't have permission to write to folder '%s', please choose another folder!
es: No tiene permisos de escritura en el directorio '%s', por favor elija otro directorio!
hu: Nincs jogosultsága írni a '%s' mappába, válasszon másik mappát!
it: Non hai i permessi per scrivere sulla cartella '%s', per favore, scegline un'altra.
sv: Du är inte behörig att skriva till katalogen '%s', vänligen välj en annan katalog!

source: Total size of files you've selected is %(size)d MB, but you have only %(free)d MB of free space!
es: El tamaño total de los archivos seleccionados es %(size)d MB, pero tiene solamente %(free)d MB espacio libre!
hu: Az Ön által választott fájlok összes mérete %(size)d MB, de csak %(free)d MB szabad helye van!
it: I file che hai selezionato occupano %(size)d MB, ma hai soltanto %(free)d di spazio libero.
sv: Sammanlagd storlek av de filer du valt är %(size)d MB, men du har bara %(free)d MB ledigt!

source: Wallpaper changed.
es: Imagen de fondo cambiado.
hu: Háttérkép megváltozott.
it: Sfondo cambiato.
sv: Skrivbordsunderlägg ändrat.

source: Bookmarks saved.
es: Marcadores guardados.
hu: Könyvjelzők mentve.
it: Segnalibri salvati.
sv: Bokmärken sparade.

source: Mail Accounts saved.
es: Cuentas de Email guardados.
hu: Email fiókok mentve.
it: Account Mail salvati.
sv: Epostkonton sparade.

source: Accounts saved.
es: Cuentas guardadas.
hu: Fiókok mentve.
it: Account salvati.
sv: Konton sparade.

source: News Accounts saved.
es: Cuentas de noticias guardados.
hu: Hírolvasó fiókok mentve.
it: Account News salvati.
sv: Nyhetskonton sparade.

source: Instant Messenger Accounts saved.
es: Cuentas de mensajería instantánea guardados.
hu: Üzenetküldő fiókok mentve.
it: Account di Messaggistica Istantanea salvati.
sv: Direktmeddelandekonton sparade.

source: Link '%s' created.
es: Enlace '%s' creado.
hu: '%s' link létrehozva.
it: Collegamento '%s' creato.
sv: Länk '%s' skapad.

source: Nothing done, because no option selected. You can close the wizard...
es: Nada que hacer, porque no eligió ninguna opción. Puede cerrar el asistente...
hu: Nincs elvégzendő művelet. Bezárhatja a varázslót.
it: Nulla di fatto, poiché nessuna opzione è stata selezionata. Puoi chiudere il wizard.
sv: Inget utfört, på grund av att ingen åtgärd valdes. Du kan stänga guiden.

source: All operations completed. You can close the wizard...
es: Todas las operaciones completadas. Puede cerrar el asistente...
hu: Minden művelet kész. Bezárhatja a varázslót.
it: Tutte le operazioni completate. Puoi chiudere il wizard.
sv: Samtliga åtgärder utförda. Du kan stänga guiden...

source: Summary
es: Resumen
hu: Összegzés
it: Sommario
sv: Sammanställning

source: User Settings
es: Configuración de Usuarios
hu: Felhasználói beállítások
it: Impostazioni Utente
sv: Användarinställningar

source: Selected User: <b>%s</b>
es: Usuario seleccionado: <b>%s</b>
hu: Kiválasztott felhasználó: <b>%s</b>
it: Utente Selezionato: <b>%s</b>
sv: Vald användare: <b>%s</b>

source: Options Settings
es: Opciones
hu: Műveletek beállítása
it: Le Impostazioni delle opzioni
sv: Inställningar

source: Option %1 : <b>%2</b>
es: Opción %1 : <b>%2</b>
hu: Művelet %1 : <b>%2</b>
it: Opzione %1 : <b>%2</b>
sv: Alternativ %1: <b>%2</b>

source: Destination Settings
es: Configuración de Destino
hu: Cél beállítása
it: Impostazioni Destinazione
sv: Målinställningar

source: Linked Destination to: <b> %s </b>
es: Destino enlazado con: <b> %s </b>
hu: Cél linkelve ide: <b> %s </b>
it: Destinazione Linkata su: <b> %s </b>
sv: Länkade till: <b> %s </b>

source: Copied Destination to: <b> %s </b>
es: Destino copiado a: <b> %s </b>
hu: Cél másolva ide: <b> %s </b>
it: Destinazione Copiata su: <b> %s </b>
sv: Kopierade till: <b> %s </b>

source: Selecting Files
es: Seleccionar archivos
hu: Fájlok kiválasztása
it: Selezione File
sv: Väljer filer

source: My Documents
es: Mis Documentos
hu: Dokumentumok
it: Documenti
sv: Mina dokument

source: Desktop
es: Escritorio
hu: Asztal
sv: Skrivbord

source: My Music
es: Mi música
hu: Zenék
it: Musica
sv: Min music

source: My Pictures
es: Mis imágenes
hu: Képek
it: Immagini
sv: Mina bilder

source: My Video
es: Mis videos
hu: Videók
it: Video
sv: Min video

source: Selecting User
es: Seleccionar usuario
hu: Felhasználó kiválasztása
it: Selezione Utente
sv: Välj användare

source: User Profiles
es: Perfiles de usuario
hu: Felhasználói profilok
it: Profili Utente
sv: Användarprofiler

source: There aren't any Microsoft Windows partitions to migrate! Please check your mounted partitions...
es: No hay partición con Microsoft Windows para la migración ! Por favor verifique las particiones de disco montadas...
hu: Nem található Microsoft Windows partíció az áttérés végrehajtásához! Ellenőrizze a csatolt partícióit...
it: Non ci sono partizioni Windows! Controlla le partizioni montate.
sv: Det finns inte någon Windowsinstallation att migrera! Vänligen kontrollera dina monterade partitioner...

source: There isn't any selected user on User Selection Window!
es: Favor seleccione un usuario !
hu: Nincs felhasználó kiválasztva!
it: Non hai selezionato nessun utente nell'apposita finestra!
sv: Det finns inte någon vald användare.

source: Welcome
es: Bienvenido
hu: Üdvözöljük
it: Benvenuto!
sv: Välkommen

source: Migration Tool
es: Asistente de Migración
hu: Áttérési Segédeszköz
it: Strumento di Migrazione
sv: Migreringsverktyget

source: Cancel
es: Cancelar
hu: Mégsem
it: Annulla
sv: Avbryt

source: Back
es: Anterior
hu: Vissza
it: Indietro
sv: Bakåt

source: Next
es: Siguiente
hu: Tovább
it: Avanti
sv: Nästa

source: Finish
es: Terminar
hu: Befejezés
it: Finito
sv: Avsluta

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:12pt; font-weight:600;">Your settings will be applied in next screen...</span></p></body></html>
es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:12pt; font-weight:600;">Se aplicarán las configuraciones en la próxima pantalla...</span></p></body></html>
hu: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:12pt; font-weight:600;">A beállítások a következő képernyőn kerülnek alkalmazásra...</span></p></body></html>
it: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:12pt; font-weight:600;">Le tue impostazioni verranno applicate nella prossima schermata.</span></p></body></html>
sv: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:12pt; font-weight:600;">Dina inställningar kommer att sparas i nästa steg...</span></p></body></html>

source: Form
hu: Űrlap

source: Do Nothing
es: No hacer nada
hu: Ne tegyen semmit
it: Non fare nulla
sv: Ingen åtgärd

source: Put links to my desktop
es: Colocar enlaces a mi escritorio
hu: Linkek elhelyezése az asztalon
it: Metti i collegementi sul mio desktop.
sv: Skapa länkar på mitt skrivbord

source: Copy files to directory :
es: Copiar archivos a directorio:
hu: Fájlok másolása ide:
it: Copia i file nella directory:
sv: Kopiera filer till katalog:

source: Directory
es: Directorio
hu: Könyvtár
sv: Katalog

source: Size
es: Tamaño
hu: Méret
it: Dimensione
sv: Storlek

source: Set or unset entry as default boot entry.
es: Marcar o desmarcar como entrada de arranque por defecto.
hu: Bejegyzés beállítása alapértelmezettnek rendszerinduláskor (váltó)
sv: Aktivera eller avaktivera post som förvalt startalternativ.

source: Users
es: Usuarios
hu: Felhasználók
it: Utenti
sv: Användare

source: This application, called Migration Tool, helps you transfer files and settings from other operating systems to Pardus. Please click Next to transfer your files. Pardus is a GNU/Linux distribution, targeting at computer literate users' basic desktop needs; helps you connect to internet, read e-mails, work with office documents and more!
es: Este programa llamado Asistente de Migración, le ayudará transferir archivos y configuraciones desde otro sistema operativo a Pardus. Por favor presione Siguiente para transferir los archivos respectivos. Pardus es una distribución GNU/Linux, que trata de cubrir las necesidades básicas de todo tipo de usuarios de una PC de escritorio; le ayuda conectar a internet, leer correos electrónicos, trabajar con documentos de oficina, y mucho más...!
hu: Ez az alkalmazás segít Önnek abban, hogy beállításait és fájljait más operációs rendszerből a Pardus-ba tudja importálni. Kattintson a 'Tovább'-ra a folytatáshoz. A Pardus egy GNU/Linux disztribúció, melyet alapvető számítógép felhasználói feladatok elvégzésére hoztunk létre, mint az internethasználat, elektronikus levelezés, irodai munkák, és még rengeteg más!
it: Questa applicazione, chiamata Strumento di Migrazione, ti aiuta a trasferire file e impostazioni da altri sistemi operativi a Pardus. Premi su Avanti per procedere. Pardus è una distribuzione GNU/Linux, orientata a utenti esperti che fanno del computer un utilizzo di base (desktop); Pardus ti aiuta a connetterti ad Internet, leggere la posta, e molto altro!
sv: Det här programmet, Migreringsverktyget, hjälper dig med överföring av filer och inställningar från ditt befintliga operativsystem till Pardus. Vänligen tryck Nästa för att överföra filer. Pardus är en GNU/Linux-distribution med inriktning på datoranvändarens grundläggande behov, du kan bland annat ansluta till Internet, läsa e-post och arbeta med Office-dokument!

source: ~/Desktop
it: ~/Scrivania
