Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/*/messages/playground-utils/desktop_playground-utils.po
Languages: tr

# GenericName
source: Calculator
tr: Hesap Makinesi

# Comment
source: Allows managing iPods through DeviceSync
tr: DeviceSync ile iPod'ları yönetmenize izin verir

# Name
source: Local Storage
tr: Yerel Depo

# Comment
source: Local Storage
tr: Yerel Depo

# Comment
source: Allows managing a Mtp device through DeviceSync
tr: DeviceSync ile bir Mtp aygıtını yönetmenize izin verir

# Name
source: Devicesync Plugin
tr: Devicesync Eklentisi

# GenericName
source: QEmu Frontend
tr: QEmu Arayüzü

# GenericName
source: Disk Usage Statistics
tr: Disk Kullanım İstatistikleri

# Comment
source: View disk usage information
tr: Disk kullanım bilgisini görüntüler

# Comment
source: Galmuri Target Plugin
tr: Galmuri Hedef Eklentisi

# Name
source: Files and directories
tr: Dosyalar ve dizinler

# Comment
source: Store files and directories using KIO
tr: Dosyaları ve dizinleri KIO kullanılarak kaydet

# GenericName
source: A batch renaming tool for KDE
tr: KDE için bir toplu yeniden adlandırma aracı

# Name
source: Rename with GwenRename
tr: GwenRename ile Yeniden Adlandır

# GenericName
source: Migration Tool
tr: Göç Aracı

# Comment
source: User state migration and backup tool
tr: Kullanıcı göç ve yedekleme aracı

# Comment
source: A D-Bus service browser
tr: Bir D-BUS servis tarayıcı

# Comment
source: A power saving applet
tr: Bir güç koruma uygulaması

# Comment
source: Digest file checker
tr: Özet dosyası denetleyici

# Comment
source: MD5 digest file
tr: MD5 özet dosyası

# Comment
source: Simple File Verification
tr: Basit Dosya Doğrulama

# Comment
source: SHA1 digest file
tr: SHA1 özet dosyası

# Name
source: Crystallographic Interchange Format
tr: Kristalografik Değişim Biçimi

# Name
source: Chemical Markup Language Document
tr: Kimyasal İşaretleme Dili Belgesi

# Name
source: SMILES Format
tr: SMILES Biçimi

# Name
source: ToGenBank Format
tr: ToGenBank Biçimi

# Name
source: IUPAC International Chemical Identifier
tr: IUPAC Uluslararası Kimyasal Tanımlayıcı

# Name
source: JCAMP Spectroscopic Data Exchange Format
tr: JCAMP Işınların Tahlili Yöntemine Ait Veri Değişim Biçimi

# Name
source: MDL Molfile
tr: MDL Mol dosyası

# Name
source: MDL Structure Data File
tr: MDL Yapı Veri Dosyası

# Name
source: SYBYL Portable Representation Format
tr: SYBYL Taşınabilir Temsil Biçimi

# Name
source: Protein DataBank Format
tr: Protein Veri Bankası Biçimi

# Name
source: ShelX Document
tr: ShelX Belgesi

# Name
source: Visual Molecular Dynamics
tr: Görsel Moleküler Devinimler

# Name
source: XYZ Coordinate Format
tr: XYZ Koordinat Biçimi

# Name
source: KHTML Userscript Installer
tr: KHTML Kullanıcı Betiği Yükleyici

# Name
source: Userscript (GreaseMonkey) Support
tr: Kullanıcı betiği (GreaseMonkey) Desteği

# Comment
source: Executes custom scripts to extend webpages' behavior
tr: Web sayfası davranışlarını zenginleştirmek için özel betikler çalıştırır

# Comment
source: A simple KDE Application
tr: Basit Bir KDE Uygulaması

# Comment
source: A screen recorder for KDE
tr: KDE için ekran kaydedici

# GenericName
source: Regular Expression Editor
tr: Düzenli İfade Düzenleyici

# Name
source: RegExp Editor Widget
tr: RegExp Düzenleme Programcığı

# Name
source: KDE Runtime Observer
tr: KDE Çalışma Zamanı İzleyici

# Comment
source: Observes KDE runtime relationships (containment, signals...)
tr: KDE çalışma zamanı ilişkilerini izler (kapsayıcı ,sinyaller...)

# GenericName
source: System Monitor (dev)
tr: Sistem İzleyici

# Comment
source: K System Information Monitor (GKrellM style)
tr: K Sistem Bilgileri İzleyici (GKrellM biçimi)

# Comment
source: Disk Monitor Plugin
tr: Disk İzleyici Eklentisi

# Comment
source: Mounted Partitions Monitor
tr: Bağlanmış Disk Bölümü İzleyici

# Comment
source: Lm_sensors Status Monitor
tr: Lm_sensors Durum İzleyici

# Comment
source: Mail Monitor Plugin
tr: E-posta İzleyici Eklentisi

# Name
source: Mail
tr: E-posta

# Comment
source: Net Status Monitor
tr: Ağ Durumu İzleyici

# Comment
source: Snmp Status Monitor
tr: Snmp Durum İzleyici

# Comment
source: IEEE 802.1x supplicant
tr: IEEE 802.1x istemcisi

# Comment
source: A virtual keyboard for KDE
tr: KDE için bir sanal Klavye

# GenericName
source: Virtual Keyboard
tr: Sanal Klavye

# Name
source: Lithium
tr: Lityum

# GenericName
source: Power Manager
tr: Güç Yöneticisi

# Comment
source: Power Management Tool
tr: Güç Yönetimi Aracı

# GenericName
source: Visual Keyboard
tr: Görsel Klavye

# Comment
source: Visual Keyboard
tr: Görsel Klavye

# Name
source: WorKflow Kate Commands
tr: WorKflow Kate Komutları

# Comment
source: WorKflow command library for the Kate editor
tr: Kate düzenleyicisi için WorKflow komut kitaplığı

# Name
source: WorKflow Kate Plugin
tr: WorKflow Kate Eklentisi

# Comment
source: WorKflow support for the Kate editor
tr: Kate düzenleyicisi için WorKflow desteği

# Name
source: WorKflow File Commands
tr: WorKflow Dosya Komutları

# Comment
source: WorKflow file command library
tr: WorKflow dosya komut kitaplığı

# Name
source: WorKflow Image Commands
tr: WorKflow Resim Komutları

# Comment
source: WorKflow command library for image manipulation
tr: Resim düzenlemeleri için WorKflow komut kitaplığı

# Name
source: WorKflow Text Commands
tr: WorKflow Metin Komutları

# Comment
source: WorKflow command library for text manipulation
tr: Metin düzenlemeleri için WorKflow komut kitaplığı

# Name
source: WorKflow Standard Commands
tr: WorKflow Standart Komutları

# Comment
source: Standard WorKflow command library
tr: Standart WorKflow komut kitaplığı

# Comment
source: A KDE KPart Application
tr: Bir KDE KPart Uygulaması

# Comment
source: WorKflow Command Library
tr: WorKflow Komut Kitaplığı
