Repository: pars-linux/uludag
Catalog: kde/network-manager/plasmoid/nm-applet/contents/i18n/*.po
Languages: de, pt_br, ru

source: Show connection status
de: Verbindungsstatus zeigen
pt_br: Mostrar informações da conectividade
ru: Показать статус соединения

source: Show traffic lights
de: Signalichter anzeigen
pt_br: Mostrar luzes de tráfego
ru: Показать трафик

source: Update wifi signal quality
de: WiFi Signalqualität aktualisieren
pt_br: Atualizar o sinal da rede sem fio
ru: Обновить качество WiFi-сигнала

source: Update Interval :
de: Intervall der Aktualisierung :
pt_br: Intervalo de Atualização :
ru: Обновить интервал:

source: sec.
de: Sek.
pt_br: seg.
ru: сек.

source: Dont poll anything while battery is discharging
de: Nichts abfragen, während Batterie entladen wird
pt_br: Não atualizar nada quando a bateria estiver descarregando
ru: Не трогайте ничего, пока батарея разряжается

source: Show all profiles
de: Alle Profile zeigen
pt_br: Mostrar todos os perfis
ru: Показать все профили

source: Show selected profiles from list
de: Ausgewählte Profile anzeigen
pt_br: Mostrar perfis selecionados da lista
ru: Показать выбранные профили из списка

source: Network Manager
de: Netzwerkverbindungen
pt_br: Gerenciador de Rede

source: Ethernet
pt_br: Rede com Fio

source: Not connected
pt_br: Não conectado
ru: Нет соединения

source: Wireless
de: Drahtlos
pt_br: Rede sem Fio
ru: Беспроводное

source: No profile defined
de: Kein Profil angegeben
pt_br: Nenhum perfil definido
ru: Не определен профиль

source: Open Network Manager
de: Netzwerkverbindungen öffnen
pt_br: Abrir Gerenciador de Rede
ru: Открыть Network Manager

source: Connected
de: Verbunden
pt_br: Conectado
ru: Соединено

source: Disconnected
de: Nicht verbunden
pt_br: Desconectado
ru: Разъединено

source: Connecting
de: Verbinde
pt_br: Conectando
ru: Соединяется

source: Click here to show connections..
de: Hier klicken, um Verbindungen anzuzeigen..
pt_br: Clique aqui para mostrar as conexões
ru: Нажмите здесь, чтобы показать соединения

source: Unknown
de: Unbekannt
pt_br: Desconhecido
ru: Неизвестно

source: Connected to <b>%1</b> %2
pt_br: Conectado a <b>%1</b> %2
ru: Соединено с <b>%1</b> %2

source: Connecting to <b>%1</b> ..
de: Verbinde mit <b>%1</b> ..
pt_br: Conectando a <b>%1</b> ..
ru: Устанавливается соединение с <b>%1</b> ..

source: Icon Settings
de: Ikon Einstellungen
pt_br: Configurações do Ícone
ru: Установки значков

source: Form
ru: Форма

source: PushButton
ru: Кнопка

source: Not connected.
de: Nicht verbunden.

source: Connected to <b>%1</b> IP: %2
de: Verbunden mit <b>%1</b> IP: %2
