Repository: pars-linux/uludag
Catalog: playground/intern/2009/migration/po/*.po
Languages: de

source: Wallpaper
de: Hintegrundbild

source: Firefox bookmarks cannot be loaded.
de: Firefox-Favoriten können nicht geladen werden.

source: Firefox bookmarks loaded.
de: Firefox-Lesezeichen geladen.

source: Internet Explorer favorites cannot be loaded.
de: Internet Explorer-Favoriten können nicht geladen werden.

source: Internet Explorer favorites loaded.
de: Internet Explorer-Favoriten geladen.

source: Firefox is open. Please close it first to continue...
de: Firefox ist geöffnet. Bitte schließen Sie es zuerst um fortzufahren...

source: Windows Mail accounts cannot be loaded.
de: Windows Mail-Konten können nicht geladen werden.

source: Windows Mail accounts loaded.
de: Windows Mail-Konten geladen.

source: Thunderbird accounts cannot be loaded.
de: Thunderbird-Konten können nicht geladen werden.

source: Thunderbird accounts loaded.
de: Thunderbird-Konten geladen.

source: MSN accounts cannot be loaded.
de: MSN-Konten können nicht geladen werden.

source: MSN accounts loaded.
de: MSN-Konten geladen.

source: GTalk accounts cannot be loaded.
de: GTalk-Konten können nicht geladen werden.

source: GTalk accounts loaded.
de: GTalk-Konten geladen.

source: E-Mail Accounts
de: E-Mail-Konten

source: E-Mail Messages
de: E-Mail-Nachrichten

source: News Accounts
de: Neue Konten

source: Instant Messenger Accounts
de: Instant Messenger-Konten

source: Folder '%s' cannot be created, please choose another folder!
de: Ordner '%s' konnte nicht erstellt werden, bitte wählen Sie einen anderen Ordner aus!

source: You don't have permission to write to folder '%s', please choose another folder!
de: Sie haben nicht die Berechtigung den Ordner '%s' zu beschreiben, bitte wählen Sie einen anderen Ordner aus!

source: Total size of files you've chosen is %(size)d MB, but you have only %(free)d MB of free space!
de: Die Gesamtgrösse der Dateien, die Sie ausgewählt haben, beträgt %(size)d MB. Jedoch haben Sie nur %(free)d MB freien Speicher!

source: Wallpaper changed.
de: Hintergrundbild geändert.

source: Bookmarks saved.
de: Lesezeichen gespeichert.

source: Mail Accounts saved.
de: Mail-Konten gespeichert.

source: Accounts saved.
de: Konten gespeichert.

source: News Accounts saved.
de: Neue Konten gespeichert.

source: Instant Messenger Accounts saved.
de: Instant Messenger-Konten gespeichert.

source: Link '%s' created.
de: Link '%s' erstellt.

source: Nothing done, because no option selected. You can close the wizard...
de: Keine Änderung vorgenommen, weil Sie keine Option ausgewählt haben. Sie können den Assistenten beeden...

source: All operations completed. You can close the wizard...
de: Alle Operationen fertiggestellt. Sie können den Assistenten schliessen...

source: Migration Tool
de: Migrations-Tool

source: A wizard to transfer files and settings from existing operating systems
de: Ein Assistent mit dem Sie Dateien und Einstellungen von Ihrem existierenden Betriebssystemen übertragen können

source: Developer and Current Maintainer
de: Entwickler und aktueller Betreuer

source: Pardus Migration Tool
de: Pardus Migrations-Tool

source: Next
de: Weiter

source: Finish
de: Fertigstellen

source: Selecting User
de: Benutzerauswahl

source: Selecting Options
de: Optionenauswahl

source: Selecting Files
de: Dateienauswahl

source: Applying Changes
de: Änderungen Übernehmen

source: Migration Tool Help
de: Migrations-Tools Hilfe

source: Step
de: Schritt

source: Migration tool couldn't find any old users in your computer. You can't use this aplication.
de: Migrations-Tool konnte keine alten Benutzer auf Ihrem Computer finden. Sie können diese Applikation nicht benutzen.

source: No User
de: Kein User

source: Keep current wallpaper
de: Aktuelles Hintergrundbild behalten

source: Don't use wallpaper
de: Hintergrundbild nicht verwenden

source: Does not change your wallpaper.
de: Ändert nicht Ihren Hintergrundbild.

source: Use my old wallpaper
de: Meinen altes Hintergundbild verwenden

source: Copies your old wallpaper to Pardus and sets it as new background image.
de: Kopiert Ihr altes Hintergrundbild und setzt es als neues Hintergrundbild.

source: Firefox bookmarks
de: Firefox-Lesezeichen

source: Copies your old Firefox bookmarks to Firefox under Pardus.
de: Kopiert Ihre alten Firefox-Lesezeichen nach Firefox unter Pardus.

source: Internet Explorer favorites
de: Internet Explorer-Favoriten

source: Copies your old Internet Explorer favorites to Firefox under Pardus.
de: Kopiert Ihre alten Internet Explorer-Favoriten nach Firefox unter Pardus.

source: E-Mail and News Accounts
de: E-Mail und neue Konten

source: Windows Mail accounts
de: Windows Mail-Konten

source: Copies your old mail and newsgroup accounts to KMail and KNode applications.
de: Kopiert Ihre alte Mail und Newsgruppen-Konten nach KMail und KNode-Anwendungen.

source: Thunderbird accounts
de: Thunderbird-Konten

source: Copy e-mail messages from e-mail accounts
de: E-Mail-Nachrichten vom E-Mail-Konten kopieren

source: Copies your e-mail messages to KMail from selected applications above.
de: Kopiert Ihre E-Mail-Nachrichten nach KMail von oben gewählten Anwendungen.

source: MSN accounts
de: MSN-Konten

source: Copies your MSN Messenger accounts to Kopete.
de: Kopiert Ihre MSN-Messenger-Konten nach Kopete.

source: GTalk accounts
de: GTalk-Konten

source: Copies your GTalk accounts to Kopete.
de: Kopiert Ihre GTalk-Konten nach Kopete.

source: Welcome to Pardus Migration Tool. You can transfer files and settings from your existing operating systems to Pardus with this application.
de: Willkommen zum Pardus Migrations-Tool. Sie können mit dieser Anwendung Dateien und Einstellungen von Ihrem existierenden Betriebssystemen nach Pardus übertragen.

source: After selecting user, you will be able to copy wallpaper, bookmarks, e-mail accounts, e-mail messages, news accounts, instant messenger accounts and files to Pardus. Please choose the user and click "next" to continue...
de: Nachdem Sie einen Benutzer ausgewählt haben, wird es Ihnen möglich Hintergrundbild, Lesezeichen, E-Mail-Konten, E-Mail-Nachrichten, neue Konten, Instant Messenger-Konten und Dateien nach Pardus zu kopieren. Bitte wählen Sie den Benutzer aus und klicken Sie auf "Weiter" um fortzufahren...

source: Do Nothing
de: Keine Änderung vornehmen

source: Does not use your old files. <br>You can still access them from their old location.
de: Verwendet nicht Ihre alten Dateien. <br>Sie können nach wie vor auf diese von Ihrem alten Ort zugreifen.

source: Put links to my desktop
de: Links auf mein Desktop setzen

source: Does not copy your files. Instead, it puts shortcuts of your existing folders to your desktop for easy access.<br> By this way, you can save disk space.
de: Ihre Dateien werden nicht kopiert. Stattdessen werden Verknüpfungen auf Ihrem Desktop erstellt, die einen leichten Zugriff auf Ihre existierenden Ordner ermöglichen werden. <br> Dadurch können Sie Festplatten-Speicher sparen.

source: Copy files to directory:
de: Kopiere die Dateien in folgenden Ordner:

source: Copies selected files to another directory of Pardus.
de: Kopiert die ausgewählten Dateien in anderen Ordner von Pardus.

source: My Documents
de: Eigene Dateien

source: My Music
de: Eigene Musik

source: My Pictures
de: Eigene Bilder

source: My Video
de: Eigene Videos

source: Size
de: Grösse

source: Please wait while applying changes...
de: Bitte warten Sie während die Änderungen übernommen werden...

source: Prepare:
de: Vorbereiten:

source: Apply:
de: Übernehmen

source: Warning!
de: Achtung!

source: file '%s' cannot be copied
de: Datei '%s' kann nicht kopiert werden

source: file '%s' copied
de: Datei '%s' kopiert

source: Migrated Folder
de: Migrierter Ordner

source: This messagebox is migrated using Pardus Migration Tool
de: Diese Messagebox ist unter Verwendung von Pardus Migrations-Tool migriert worden

source: Message Box %s copied
de: Message Box '%s' kopiert
