Repository: pars-linux/uludag
Catalog: branches/kde/knazar/kde4/po/*.po
Languages: es, sv

source: About KNazar
es: Acerca de KNazar
sv: Om KNazar

source: Protect
es: Proteger
sv: Skydda

source: Release
sv: Frigör

source: KNazar - No harmful look allowed!
es: KNazar - No se permiten miradas dañinas!
sv: KNazar - Inga onda ögon tillåtna!

source: KNazar is starting to protect your Pardus Linux from harmful looks...
es: KNazar está empezando a proteger Pardus Linux de miradas dañinas...
sv: KNazar påbörjar skydd av din Pardus Linux mot onda ögat...

source: KNazar is stopping to protect your Pardus Linux from harmful looks...
es: KNazar dejó de proteger su Pardus Linux de miradas dañinas...
sv: KNazar avslutar skydd av din Pardus Linux mot onda ögat...

source: KNazar - You are completely demilitarized...
es: KNazar - Está totalmente desmilitarizado...
sv: KNazar - Du är fullständigt demilitariserad...

source: Nazar eliminated
es: Nazar eliminado
sv: Nazar oskadliggjordes

source: Nazar Received and eliminated successfuly
es: Nazar recibido y eliminado exitosamente
sv: Nazar mottogs och oskadliggjordes med lyckat resultat

source: Nazar harmed
es: Nazar herido
sv: Nazar sårade

source: Nazar Received and it HARMED!
es: Nazar recibido y HIZO DAÑO!
sv: Nazar mottogs och det SÅRADE!

source: KNazar - %1 attacks received so far, %2 are defated and %3 are received...
es: KNazar - recibido hasta ahora %1 ataque(s), de los cuales %2 fueron combatidos, %3 hicieron daño...
sv: KNazar - %1 attacker mottagna hitintills, %2 besegrades och %3 är mottagna...

source: KDE Nazar Application
es: KDE Nazar Aplicación
sv: KDE Nazar

source: KNazar is a useful part of the Pardus Linux
es: KNazar es una parte útil de Pardus Linux
sv: KNazar är en användbar del av Pardus Linux

source: Author
es: Autor
sv: Utvecklare

source: KDE4 Porter
es: Migración a KDE4
sv: Anpassning till KDE 4

source: KNazar Icon
es: Ícono KNazar
sv: KNazar-ikon

# NAME OF TRANSLATORS
source: Your names
es: Sus nombres
sv: Patrik Karlsson

# EMAIL OF TRANSLATORS
source: Your emails
es: Sus emails
sv: patrik@pardus.nu
