Repository: pars-linux/uludag
Catalog: yali4/po/*.po
Languages: de, fr

source: Can't open License file!
de: Die Lizenzdatei konnte nicht geöffnet werden!
fr: Impossible d'ouvrir le fichier de licence!

source: Can't open Release Notes!
de: Release-Informationen können nicht geöffnet werden!

source: Error!
de: Fehler!
fr: Erreur !

source: Unhandled error occured!
de: Es ist ein ungehandhabter Fehler aufgetreten!
fr: Une erreur non gérée s'est produite !

source: Set Administrator
de: Administrator festlegen

source: Admins has important rights on the system..
de: Administratoren haben auf dem System wichtige Rechte..

source: <font size="+2">System administrator password and hostname</font> <font size="+1"> <p> You need to define a password for the "root" user that has full control over the system. Your password must be easy to remember (for you) but hard to guess (for others). You can use lower case or upper case letters, numbers and punctuation marks in your password. You should take care not to use letters not found in English to avoid incompatibilities with other systems. </p> <p> Here you can enter a name for your computer in the text box below. As your computer will be known with this name in the local network, it is advised to enter a descriptive text. Proceed with the installation after you make your selections. </p> <p> Click Next button to proceed. </p> </font>
de: <font size="+2">Systemadministrator-Passwort und Hostname</font> <font size="+1"> <p> Sie müssen ein Passwort für den "root" -Benutzer, der die völlige Kontrolle über das System hat, festlegen. Ihr Passwort sollte für Sie leicht zu merken aber für den Dritten schwerz zu erraten sein. Ihr Passwort kann Klein- oder Grossbuchstaben, Zahlen und Satzzeichen enthalten. Sie sollten drauf achten, dass Ihr Passwort keine Umlaute enthält, um jegliche Inkompatibilitäten mit anderen Systemen zu vermeiden. </p> <p> Sie können im nachstehenden Textfeld ein Namen für Ihren Computer eingeben. Um es im Netzwerk deutlich zu machen, dass es Ihr Computer ist, wird empfohlen einen beschreibenden Text einzugeben. Fahren Sie mit der Installation fort, nachdem Sie Ihre Auswahl vorgenommen haben. </p> <p> Klicken Sie auf den Button Weiter, um fortzufahren. </p> </font>

source: <center><font color="#FF6D19">Caps Lock is on!</font></center>
de: <center><font color="#FF6D19">Die Feststelltaste ist aktiviert!</font></center>

source: <center><font color="#FF6D19">Password is too short!</font></center>
de: <center><font color="#FF6D19">Passwort ist zu kurz!</font></center>

source: <center><font color="#FF6D19">Passwords do not match!</font></center>
de: <center><font color="#FF6D19">Passwörter stimmen nicht überein!</font></center>

source: <center><font color="#FF6D19">Hostname contains invalid characters!</font></center>
de: <center><font color="#FF6D19">Der Hostname enthält unzulässige Zeichen!</font></center>

source: Bootloader Choice
de: Boot-Loaderauswahl

source: <font size="+2">Boot loader setup</font> <font size="+1"> <p> Pardus 2008 uses a boot manager called GRUB to start the operating system you choose. </p> <p>If there are multiple operating systems in your computer, you can start the one you like using GRUB. Installing GRUB to the beginning of the boot disk is the advised option to avoid boot problems. If you are sure you know what you are doing, you can change boot loader settings. </p> <p> Please refer to Pardus Installing and Using Guide for more information about GRUB boot loader. </p> </font>
de: <font size="+2">Boot-Loader Setup</font> <font size="+1"> <p> Pardus 2008 verwendet GRUB als Boot-Loader. Dadurch kann Ihr gewünschtes Betriebssystem hochgefahren werden. </p> <p> Wenn Sie mehr als ein Betriebssystem auf Ihrem Rechner installiert haben, können Sie mittels GRUB auswählen, welches Betriebssystem hochgefahren werden soll. Empfohlen wird die Installation von GRUB am Anfang des Laufwerks, um mögliche Boot-Probleme zu vermeiden. Erfahrene Benutzer können die Boot-Loadereinstellungen ändern. </p> <p> Für mehr Informationen über den GRUB Boot-Loader, schlagen Sie bitte im Pardus-Installations- und Benutzerhandbuch nach. </p> </font>

source: <font color="#FF6D19">Please wait while checking CD.</font>
de: <font color="#FF6D19">Bitte warten Sie, während die CD überprüft wird.</font>

source: Set your timezone
de: Stellen Sie Ihre Zeitzone ein
fr: Configurer votre fuseau horaire

source: <font size="+2">Time Zone settings</font> <font size="+1"><p>Here you can select your location and a timezone; and set the date and time. Your settings will update your hardware clock. Proceed with the installation after you make your selections.</p></font>
de: <font size="+2">Zeitzone-Einstellungen</font> <font size="+1"><p>Hier können Sie Ihren Standort und eine Zeitzone auswählen, das Datum und die Uhrzeit einstellen. Durch die Einstellungen wird die Hardware-Uhr aktualisiert. Fahren Sie mit der Installation fort, nachdem Sie Ihre Auswahl vorgenommen haben.</p></font>

source: <font size="+2">Congratulations</font> <font size="+1"> <p> You have successfully installed Pardus, a very easy to use desktop system on your machine. Now you can start playing with your system and stay productive all the time. </p> <P> Click on the Next button to proceed. One note: You remember your password, don't you? </p> </font>
de: <font size="+2">Herzlichen Glückwunsch!</font> <font size="+1"> <p> Sie haben Pardus, ein sehr benutzerfreundliches Desktop-System, erfolgreich auf Ihrem Rechner installiert. Nun können Sie mit Ihrem System arbeiten und mit Pardus immer produktiv bleiben. </p> <P> Klicken Sie weiter um die Installation abzuschliessen. Eine Frage noch: Sie können sich doch noch an Ihr Passwort erinnern, oder ? </p> </font>
fr: <font size="+2">Félicitations!!!</font> <font size="+1"> <p> Pardus -un système d'exploitation très simple, est maintenantinstallé avec succès sur votre machine. Vous pouvez maintenant jouer avec votre système tout en restant constamment productif </p> <p> Cliquez sur le bouton "suivant".pour continuer. Note : Vous vous souvenez de votre mot de passe, n'est-ce pas? </p> </font>

source: <b>Rebooting system. Please wait!</b>
de: <b>System wird neu gestartet. Bitte warten!</b>
fr: <b>Redémarration en cours. Patientez s'il vous plaît.</b>

source: <b> <p>Press Reboot button to restart your system.</p> </b>
de: <b> <p>Klicken Sie auf Neustarten, um Ihr System neuzustarten.</p> </b>
fr: <b> <p>Cliquez le bouton 'Redémarrer' pour redémarrer le système.</p> </b>

source: Reboot
de: Neustarten
fr: Redémarrer

source: Installing system..
de: System wird installiert...

source: Installing approximately 30 minutes depending on hardware..
de: Die Installation dauert ungefähr 30 Minuten, abhängig von der Hardware..

source: <font size="+2">Installation started</font> <font size="+1"> <p> Pardus is now being installed on your hard disk. </p> <p> The duration of this operation depends on the capability and power of your system. Meanwhile, you can enjoy some visual elements showing the distinctive properties of Pardus, your new operating system. </p> <p> Have fun! </p> </font>
de: <font size="+2">Installation gestartet</font> <font size="+1"> <p> Pardus wird nun auf Ihre Festplatte installiert. </p> <p> Die Dauer dieses Vorganges hängt von der Leistung Ihres Systems ab. Inzwischen können Sie sich über die besonderen Eigenschaften von Ihrem neuen Betriebssystem Pardus informieren. </p> <p> Viel Spass! </p> </font>
fr: <font size="+2">Installation démarrée</font> <font size="+1"> <p> Pardus est en train d'être installé sur votre disque dur. </p> <p> La durée de l'installation dépend des capacités de votre ordinateur. Pendant ce temps, vous pouvez apprécier quelques éléments visuels vous présentant les propriétés distinctives de Pardus, votre nouveau système d'exploitation </p> </font>

source: Packages are installing..
de: Pakete werden installiert..

source: Installing: %s<br>%s
de: Installation von: %s<br>%s
fr: Installation de : %s<br>%s

source: Configuring package: %s
de: Konfiguration des Pakets: %s
fr: Configuration du paquet: %s

source: Configuring packages..
de: Pakete werden konfiguriert...

source: An error during the installation of packages occured. This is possibly a broken Pardus CD or CD-ROM drive. Error: %s
de: Es ist während der Installation von Paketen ein Fehler aufgetreten. Möglicherweise ist diese Pardus-CD oder Ihr CD-ROM-Laufwerk defekt. Fehler: %s
fr: Une erreur estsurvenue lors de l'installation de paquets. Cette erreur est peut être liée au CD Pardus ou à votre lecteur CD-ROM Erreur: %s

source: Kahya is working...
de: Kahya ist am arbeiten...

source: Kahya will automatically install your system..
de: Kahya wird Ihr System automatisch installieren..

source: <font size="+2">Kicker Check !</font> <p> Some help messages </p>
de: <font size="+2">Überprüfung vom Kicker</font> <p> Einige Hilfethemen </p>
fr: <font size="+2">Vérification Kicker !</font> <p> Quelques messages d'aide </p>

source: Set your keyboard layout
de: Stellen Sie Ihre Tastaturbelegung ein

source: Use your keyboard layout..
de: Verwenden Sie Ihre Tastaturbelegung

source: <font size="+2">Keyboard Setup</font> <font size="+1"> <p> Here you can select the type of your keyboard and the language map you want to use. You can test your selection's result in the test box. Proceed with the installation after you make your selections. </p> </font>
de: <font size="+2">Tastatureinstellung</font> <font size="+1"> <p> Hier können Sie den Typ und die Sprachbelegung Ihrer Tastatur auswählen. Sie können die vorgenommene Änderungen in dem Textfeld testen. Fahren Sie nach Ihrer Wahl mit der Installation fort. </p> </font>

source: Choose Partitioning
de: Partitionierung auswählen
fr: Partitionnement du disque

source: Auto or Manual partitioning..
de: Automatische oder manuelle Partitionierung..

source: <font size="+2">Automatic Partitioning</font> <font size="+1"> <p> You can install Pardus if you have an unpartitioned-unused disk space of 4GBs (10 GBs recommended) or an unused-unpartitioned disk. The disk area or partition selected for installation will automatically be formatted. Therefore, it is advised to backup your data to avoid future problems. </p> <p>Auto-partitioning will automatically format the select disk part/partition and install Pardus 2008. If you like, you can do the partitioning manually or make Pardus 2008 create a new partition for installation.</p> <p> Please refer to Pardus Installing and Using Guide for more information about disk partitioning. </p> </font>
de: <font size="+2">Automatische Partitionierung</font> <font size="+1"> <p> Für die Pardusinstallation wird 4GB (10GB empfohlen) freier Speicherplatz benötigt. Der für die Installation gewählte Festplattenbereich oder die gewählte Partition wird automatisch formatiert. Daher wird empohlen, ein Backup zu erstellen um jegliche Probleme zu vermeiden. </p> <p>Auto-Partitionierung wird die gewählte Festplatte/Partition automatischformatieren und Pardus 2008 installieren. Wenn Sie möchten können Sie die Partitionierung manuell vornehmen oder eine neue Partition für die Pardus 2008-Installtion erstellen.</p> <p> Für weitere Informationen über die Partitionierung schlagen Sie bitte im Pardusinstallations- und -Benutzerhandbuch nach. </p> </font>

source: It seems that you don't have the required disk space (min. %s) for Pardus installation.
de: Es scheint als hätten Sie nicht den benötigten Festplattenspeicher (min. %s) für die Installation von Pardus.
fr: Il semblerait que vous ne disposiez pas de l'espace disque nécessaire (min. %s) pour l'installation de Pardus.

source: Manual Partitioning
de: Manuelle Partitionierung

source: You can easily configure your partitions..
de: Sie können einfach Ihre Partitionen konfigurieren..

source: <font size="+2">Install Summary</font> <font size="+1"> <p> Here you can see your install options and look at them again before installation starts. </p> </font>
de: <font size="+2">Installationszusammenfassung</font> <font size="+1"> <p> Hier können Sie die von Ihnen gewählten Installtionsoptionen sehen, bevor die Installation startet. </p> </font>

source: <b><p>This action will reboot your system !</p></b>
de: <b><p>Diese Vorgang wird Ihr System neustarten!</p></b>

source: Formatting ...
de: Am formatieren...

source: Resizing ...
de: Grössenänderung wird vorgenommen...

source: Writing disk tables ...
de: Laufwerktabellen werden beschrieben...

source: Set Users
de: Benutzer festlegen

source: Create users to use Pardus..
de: Legen Sie Benutzer zur Verwendung von Pardus an

source: <font color="#FF6D19">Don't use your user name or name as a password.</font>
de: <font color="#FF6D19">Verwenden Sie Ihren Benutzernamen oder Namen nicht als Passwort.</font>
fr: <font color="#FF6D19">N'utilisez pas votre nom d'utilisateur ou nom propre comme mot de passe.</font>

source: <font color="#FF6D19">Passwords do not match!</font>
de: <font color="#FF6D19">Passwörter stimmen nicht überein!</font>
fr: <font color="#FF6D19">Les mots de passe ne sont pas identiques!</font>

source: <font color="#FF6D19">Password is too short!</font>
de: <font color="#FF6D19">Passwort ist zu kurz!</font>
fr: <font color="#FF6D19">Le mot de passe est trop court !</font>

source: <font color="#FF6D19">Username exists, choose another one!</font>
de: <font color="#FF6D19">Dieser Benutzername ist bereits vergeben, bitte wählen Sie einen anderen.</font>
fr: <font color="#FF6D19">Cet utilisateur existe déjà, choisissez en un autre!</font>

source: <font color="#FF6D19">Username contains invalid characters!</font>
de: <font color="#FF6D19">Benutzname enthält unzulässige Zeichen!</font>
fr: <font color="#FF6D19">Le nom de l'utilisateur contient des caractères invalides!</font>

source: <font color="#FF6D19">Realname contains invalid characters!</font>
de: <font color="#FF6D19">Vollständiger Name enthält unzulässige Zeichen!</font>
fr: <font color="#FF6D19">Le nom réel de l'utilisateur contient des caractères invalides.!</font>

source: Update User
de: Benutzer aktualisieren
fr: Mettre à jour l'utilisateur

source: Welcome !!
de: Willkommen!!
fr: Bienvenue!

source: Welcome to the Pardus installer..
de: Willkommen zum Pardus-Installationsprogramm..

source: Warning
de: Warnung
fr: Attention

source: <b> <p>This action will start installing Pardus on<br> your system formatting the selected partition.</p> </b>
de: <b> <p>Dieser Vorgang wird die Installation von Pardus<br> auf Ihr System starten und die gewählte Partition formatieren.</p> </b>
fr: <b> <p>Cette opération va débuter l'installation de Pardus en formatant la partition sélectionnée.</p> </b>

source: O.K. Go Ahead
de: O.K., forsetzen
fr: O.K. Continuer

source: Show Help
de: Hilfe anzeigen
fr: Montrer l'aide

source: Hide Help
de: Hilfe ausblenden
fr: Cacher l'aide

source: Backtrace:
de: Ablaufverfolgung:
fr: Pile d'exécution:

source: YALI Working...
de: YALI ist am arbeiten...

source: Starting for CD Check
de: CD-Überprüfung wird gestartet
fr: Vérification d'intégrité du CD est en cours.

source: Checking: %s
de: Am überprüfen: %s
fr: %s est vérifié

source: Check Failed
de: Überprüfung fehlgeschlagen
fr: La vérification a échoué

source: <b><p>Integrity check for packages failed. It seems that installation CD is broken.</p></b>
de: <b><p>Integritätsüberprüfung der Pakete ist fehlgeschlagen. Die Installations-CD scheint defekt zu sein.</p></b>
fr: <b><p>La vérification d'intégrité des paquets a échoué. Il semble que le CD d'installation est endommagé.</p></b>

source: <font color="#FFF"><b>Check succeeded. You can proceed to the next screen.</b></font>
de: <font color="#FFF"><b>Überprüfung abgeschlossen. Sie können zum nächsten Fenster fortfahren.</b></font>
fr: <font color="#FFF"><b>La vérification est terminée avec succès. Vous pouvez passer à l'écran suivante.</b></font>

source: Setting time settings..
de: Zeiteinstellungen werden vorgenommen..
fr: Configuration des paramètres

source: Disk analyze started..
de: Festplattenanalyse gestartet..
fr: Analyse du disque en cours..

source: Resize Finished ...
de: Grössenänderung abgeschlossen...
fr: Redimensionnement est terminé...

source: Creating new partition ...
de: Neue Partition wird erstellt...
fr: Création d'une nouvelle partition en cours...

source: Turkish
de: Türkisch
fr: Turc

source: Turkish F
de: Türkisch F
fr: Turc F

source: Turkish Q
de: Türkisch Q
fr: Turc Q

source: English
de: Englisch
fr: Anglais

source: English GB
de: Englisch GB
fr: Anglais (GB)

source: Greek
de: Griechisch
fr: Grec

source: Afrikaans
de: Afrikanisch

source: Vietnamese
de: Vietnamesisch
fr: Vietnamien

source: Catalan
de: Katalanisch

source: Italian
de: Italienisch
fr: Italien

source: Czech
de: Tschechisch
fr: Tchèque

source: Welsh
de: Walisisch
fr: Gallois

source: Arabic
de: Arabisch
fr: Arabe

source: Estonian
de: Estnisch
fr: Estonien

source: Spanish
de: Spanisch
fr: Espagnol

source: Russian
de: Russisch
fr: Russe

source: Dutch
de: Niederländisch
fr: Hollandais

source: Portuguese
de: Portugiesisch
fr: Portugais

source: Norwegian
de: Norwegisch
fr: Norvégien

source: Icelandic
de: Isländisch
fr: Islandais

source: Polish
de: Polnisch
fr: Polonais

source: Belgium
de: Belgisch
fr: Belge

source: French
de: Französisch
fr: Français

source: Bulgarian
de: Bulgarisch
fr: Bulgare

source: Slovenian
de: Slowenisch
fr: Slovène

source: Croatian
de: Kroatisch
fr: Croate

source: German
de: Deutsch
fr: Allemand

source: Danish
de: Dänisch
fr: Danois

source: Brazilian
de: Brasilianisch
fr: Brésilien

source: Finnish
de: Finnisch
fr: Finnois

source: Hungarian
de: Ungarisch
fr: Hongrois

source: Japanese
de: Japanisch
fr: Japonnais

source: Swedish
de: Schwedisch
fr: Suédois

source: Macedonian
de: Makedonisch
fr: Macédonien

source: Slovak
de: Slowakisch
fr: Slovaque

source: Ukrainian
de: Ukrainisch
fr: Ukrainien

source: Serbian
de: Serbisch
fr: Serbe

source: unknown
de: Unbekannt
fr: inconnu

source: free space
de: freier Speicherplatz
fr: espace disponible

source: Install Root
de: Root installieren
fr: Racine de l'installation

source: Users' Files
de: Benutzer-Dateien
fr: fichiers utilisateurs

source: Archive Partition
de: Archiv-Partition
fr: Partition d'archive

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" color:#ffffff;">These settings will be applied when you click "</span><span style=" text-decoration: underline; color:#ffffff;">Resize</span><span style=" color:#ffffff;">". If you want to go back click "</span><span style=" text-decoration: underline; color:#ffffff;">Cancel</span><span style=" color:#ffffff;">".</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; color:#ffffff;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; color:#ffffff;"><span style=" font-weight:600; text-decoration: underline;">Warning:</span> A resizing operation may corrupt your partition, rendering your data unreachable. Make sure that you have a backup for this partition.<span style=" font-weight:600;"> </span><span style=" font-weight:600;">Note that this operation cannot be undone</span></p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" color:#ffffff;">Ces réglages seront appliquées quand vous cliquez "</span><span style=" text-decoration: underline; color:#ffffff;">Redimensionner</span><span style=" color:#ffffff;">"Si vous voulez retourner en arrière cliquez "</span><span style=" text-decoration: underline; color:#ffffff;">Annuler</span><span style=" color:#ffffff;">".</span></p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; color:#ffffff;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; color:#ffffff;"><span style=" font-weight:600; text-decoration: underline;">Warning:</span> La redimensionnement peut endommager votre partition, ce qui va rendre vos données inaccessibles. Soyez sûr d'avoir une sauvegarde de cette partition.<span style=" font-weight:600;"> </span><span style=" font-weight:600;">Notez bien que cette opération est irréversible.</span></p></body></html>

source: Hostname:
fr: Nom d'hôte:

source: Begin Install
fr: Lancer Installation

source: Our Kaptan will show you the way after the installation. You can easily add additional repositories and manage basic settings like mouse, wallpaper and panel using in Kaptan.
fr: Notre Kaptan va vous guider après l'installation. Vous pouvez facilement ajouter des repositoires additionels et configurer la souris, le fond d'écran et le panel grâce à Kaptan.

source: Manuel Partitioning selected.
fr: Partitionnement manuel sélectionné.

source: All partitions on device <b>%(device)s</b> has been deleted.
fr: All partitions on device <b>%(device)s</b> has been deleted. Toutes les partitions sur le disque <b>%(device)s</b> seront supprimées.

source: Check your media
fr: Vérifier votre support

source: <font color="#FFF">Please wait while checking CD.</font>
fr: <font color="#FFF">Veuillez patienter pendant la vérification du CD.</font>

source: Stop Checking
fr: Arrêter la vérification

source: You can change your timezone, time or date settings...
fr: Vous pouvez changer votre fuseau horaire et les paramètres de date...

source: Running post install operations..
fr: Exécution des opérations post install est en cours..

source: Installing system...
fr: Installation du système...

source: Installing takes approximately 30 minutes depending on your hardware...
fr: L'installation dure approximativement 30 minutes...

source: Auto or Manual partitioning...
fr: Partitionnement manuel ou automatique...

source: Create users to use Pardus...
fr: Créer les utilisateur pour Pardus...

source: <font size="+2">User setup</font> <font size="+1"> <p> Pardus 2008 allows multiple users to share the same computer. You can assign management rights to the users you create; you can also configure permissions to users for various operations through TASMA. </p> <p> To create a new user, fill in the form and press the "Add User" button. If you want a user to be automatically logged in to the system, select the user from the list; if you want to delete a user, select his/her username from the list and press "Delete". Proceed with the installation after you make your selections. </p> <p> Click Next button to proceed. </p> </font>
fr: <font size="+2">Configuration des utilisateurs</font> <font size="+1"> <p> Pardus 2008 permet plusieurs utilisateurs d'utiliser la même partition.

source: Welcome to the Pardus installer...
fr: Bienvenue à l'outil d'installation de Pardus

source: YALI Is Working...
fr: YALI est en exécution...

source: User <b>%s</b>'s home directory is being prepared..
fr: Préparation du répertoire de l'utilisateur <b>%s</b> est en cours..

source: Trying to connect DBUS...
fr: Tentative de connexion au service DBUS...
