Repository: pars-linux/uludag
Catalog: yali4/po/*.po
Languages: de, fr

source: It seems there is more than one partition for resizing. In this case you can select a partition from the list below or YALI will select one.
de: Es scheint, dass für die Grössenänderung mehr als eine Partition existieren. Sie können aus der nachstehenden Liste eine Partition auswählen oder YALI eins auswählen lassen.
fr: Il semble qu'il existe plusieurs partitions pour le redimensionnement. Vous pouvez sélectionner une de ces partitions dans la liste ci-dessous ou YALI choisira une.

source: Choose the best target for resizing (recommended)
de: Passendes Ziel für die Grössenänderung auswählen (empohlen)
fr: Choisit la partition cible la plus convenante pour le redimensionnement(recommandé)

source: I will choose the target
de: Ich werde das Ziel auswählen
fr: Je vais choisir la partition cible moi-même

source: Use Selected
de: Ausgewählte verwenden
fr: Utilise ce qui est choisi

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:12pt; font-weight:600;">1. Select the partitioning method:</span></p></body></html>
de: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:12pt; font-weight:600;">1. Wählen Sie the Partitionierungsmethode aus:</span></p></body></html>
fr: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:12pt; font-weight:600;">1. Choisir la méthode de partitionnement:</span></p></body></html>

source: Here you can choose one of partitioning method, and then you must select for a device to proceed your choice. <br>Device list will be updated for selected method.
de: Hier können Sie eine Partitionierungsmethode und anschliessend ein Laufwerk auswählen um fortzufahren. <br> Laufwerkliste wird für die ausgewählte Methode aktualisiert.
fr: Ici, vous pouvez sélectionner une des méthodes de partitionnement et la disque qui va être partitionnée.<br>La liste des disques sera mise à jour selon la méthode choisie.

source: Automatically partition try to use free space or resize current partitions
de: Automatische Partitionierung versucht den freien Speicherplatz zu verwenden oder ändert die Grösse der aktuellen Partitionen
fr: Partitionner automatiquement en utilisant l'espace disponible ou en redimensionnant les partitions courantes.

source: Automatically partition and format selected disk!
de: Gewähltes Laufwerk automatisch partitionieren und formatieren!
fr: Partitionner et formatter automatiquement la disque choisie!

source: This option will erase your entire disk. All of your data on disk will be lost !
de: Dieser Vorgang wird Ihre gesamte Festplatte für die Pardus-Installation verwenden. Ihre vorhandenen Daten auf der gewählten Partition gehen dabei verloren !
fr: Cette opération va effacer votre disque. Toutes les données sur le disque seront perdues!

source: No, I'll partition my disk manually.
de: Nein, ich werde meine Festplatte manuell partitionieren.
fr: Non, je vais partitionner mon disque manuellement.

source: You can use manual partitioning with this option
de: Mit dieser Option können Sie manuell partitionieren
fr: Vous pouvez utiliser le partitionnement manuel avec cette option

source: If there is no suitable partition this option will be disabled
de: Falls keine geeignete Partition existiert, wird diese Option deaktiviert
fr: Cette option sera désactivée en cas d'absence d'une partition convenable

source: This option will try to find suitable free space or resizable partitions
de: Diese Option wird versuchen einen geeigneten freien Speicherplatz oder grössenänderbare Partition zu finden
fr: Cette option va essayer de trouver un espace disponible qui convient ou des partitions redimensionnables

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:12pt; font-weight:600;">2. Select the disk to apply selected method:</span></p></body></html>
de: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:12pt; font-weight:600;">2. Wählen Sie die Festplatte aus, um die ausgewählte Methode zu übernehmen:</span></p></body></html>
fr: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:12pt; font-weight:600;">2. Choisir le disque pour appliquer la méthode sélectionnée:</span></p></body></html>

source: <b>Do you want to write boot loader (GRUB) to your hard disk's master boot record?</b> <p>You need a boot loader to boot your Pardus system.</p> <p>If you don't install a boot loader or choose to install to root partition, you will have to configure your other operating system's loader (if you have one installed) to start your newly installed Pardus.</p>
de: <b>Wollen Sie den Boot-Loader (GRUB) in den Master Boot Record von Ihrer Festplatte installieren?</b> <p>Sie brauchen einen Boot-Loader, um Ihr Pardus-System hochfahren zu können.</p> <p>Wenn Sie kein Boot-Loader installieren oder 'in die Root-Partition' nicht wählen, müssen Sie den Boot-Loader von Ihrem anderen Betriebssystem (falls vorhanden) konfigurieren, um Ihr neu installiertes Pardus starten zu können.</p>
fr: <b>Installer le chargeur de démarrage (GRUB) sur le MBR du disque dur?</b> <p>Il faut un chargeur de démarrage pour démarrer votre système Pardus<p> Si aucun chargeur de démarrage n'est trouvé ou si ce dernier est installé sur votre partition racine, il faudra configurer le chargeur de démarrage de l'autre système d'exploitation (si vous en avez un) afin de démarrer votre système Pardus fraîchement installé.</p>

source: Where do you want to install the bootlader ?
de: Wohin möchten Sie den Boot-Loader installieren?
fr: Où voulez vous installer le chargeur de démarrage ?

source: Install to first bootable disk (recommended)
de: Auf die erste bootbare Festplatte installieren (empfohlen)
fr: Installer sur le premier disque dur démarrable (recommandé)

source: Install to Pardus installed partition
de: Auf die Partition, auf der Pardus installiert ist, installieren
fr: Installer sur la partition où Pardus est installé.

source: Install to selected disk belove
de: Auf die gewählte Festplatte installieren
fr: Installer sur le disque sélectionné ci-dessous

source: Select the disk you to install bootloader:
de: Wählen Sie die Festplatte aus, auf die der Boot-Loader installiert werden soll.
fr: Sélectionner le disque pour installer le chargeur de démarrage

source: Don't install bootloader
de: Boot-Loader nicht installieren
fr: Ne pas installer le chargeur de démarrage.

source: You can check the integrity of the packages in installation CD. Although this is an optional step, we encourage you to do it to avoid any errors in installation.
de: Sie können die Integrität der Pakete auf der Installations-CD überprüfen.Obwohl dieser Vorgang optional ist, empfehlen wir Ihnen diesen Vorgang auszuführen, um jegliche Fehler in der Installation zu vermeiden.
fr: Vous pouvez vérifier l'intégrité des paquets du CD d'installation. Même s'il s'agit d'une opération facultative, nous vous encourageons à le faire afin d'éviter toute erreur lors de l'installation.

source: Check CD Integrity
de: CD-Integrität überprüfen
fr: Vérifier l'intégrité du CD.

source: The current time
de: Die aktuelle Zeit
fr: L'heure actuelle

source: The analog clock widget displays the current time.
de: Das analoge Uhr-Widget zeigt die aktuelle Zeit.

source: Time Zone
de: Zeitzone

source: Installing Package:
de: Installation des Pakets:
fr: Installation du paquet:

source: Select the keyboard layout of your choice.
de: Wählen Sie eine Tastaturbelegung aus.
fr: Sélectionnez le schéma du clavier qui vous convient:

source: Test selected keyboard:
de: Testen Sie die gewählte Tastatur:
fr: Tester le schéma du clavier choisi:

source: Screen Name
de: Anzeigename
fr: Nom de l'écran

source: Details about the screen
de: Details über den Bildschirm

source: Release Notes
de: Release-Informationen
fr: Notes de publication

source: Toggle Help
de: Hilfe umschalten
fr: Montrer/Cacher l'aide

source: Previous Screen
de: Vorheriges Fenster
fr: Écran Précédente

source: Back
de: Zurück
fr: Précédent

source: Next Screen
de: Nächstes Fenster
fr: Écran Suivante

source: Next
de: Weiter
fr: Suivant

source: Partition 1 on FUJISTU - /dev/sda1
de: Partition 1 auf FUJISTU - /dev/sda1

source: Device :
de: Gerät :
fr: Disque:

source: Delete Partition
de: Partition löschen
fr: Supprimer la partition

source: Resize Partition
de: Partition neu einlesen
fr: Redimensionner la partition

source: Use :
de: Verwenden :
fr: Utiliser comme :

source: Size :
de: Größe :
fr: Taille :

source: Yes, format this partition
de: Ja, diese Partition formatieren
fr: Oui, formater cette partition

source: File System :
de: Dateisystem :
fr: Système de Fichier :

source: Changes will be applied when you finish..
de: Änderungen werden durgeführt wenn Sie fertig sind...
fr: Les changements seront appliquées à la fin de l'opération..

source: Refresh Disks
de: Datenträger aktualisieren
fr: Rafraîchir les disques

source: Reset All Changes
de: Alle Änderungen zurückstellen
fr: Annuler tous les changements

source: Apply
de: Anwenden
fr: Appliquer

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#ffffff;">Warning!</span><span style=" color:#ffffff;"> These settings will be applied when you click "</span><span style=" text-decoration: underline; color:#ffffff;">Resize</span><span style=" color:#ffffff;">". If you want to go back click "</span><span style=" text-decoration: underline; color:#ffffff;">Cancel</span><span style=" color:#ffffff;">".</span></p></body></html>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#ffffff;">Achtung!</span><span style=" color:#ffffff;"> Diese Einstellungen werden übernommen, wenn Sie klicken "</span><span style=" text-decoration: underline; color:#ffffff;">Resize</span><span style=" color:#ffffff;">".Klicken, um zurückzukehren "</span><span style=" text-decoration: underline; color:#ffffff;">Abbrechen</span><span style=" color:#ffffff;">".</span></p></body></html>

source: Cancel
de: Abbrechen
fr: Annuler

source: Resize
de: Größe
fr: Redimensionner

source: <p align="left">System administrator user (root) handles important system maintanence tasks. Please give password for this special user and do not forget this password. Note that you shouldn't write this password elsewhere for privacy reasons.</p>
de: <p align="left">Mit dem Systemadministrator-Konto (root) können Sie Systemwartungen vornehmen. Bitte vergeben Sie diesen speziellen Benutzer ein Passwort und vergessen Sie bitte diesen nicht. Beachten Sie, dass Ihr Passwort aus Sicherheitsgründen für Dritte nicht zugänglich sein darf.</p>
fr: <p align="left">L'administrateur du système (root) est responsable d'opérations importantes de maintenance du système. Veuillez choisir un mot de passe pour cet utilisateur spécial et ne pas l'oublier. Pour des raisons de sécurité, veuillez ne pas écrire ce mot de passe ailleurs,</p>

source: System administrator password:
de: Systemadministrator-Passwort:
fr: Mot de passe pour l'administrateur:

source: System administrator password (again):
de: Systemadministrator-Passwort (wiederholen):
fr: Mot de passe pour l'administrateur(seconde fois):

source: New User
de: Neuer Benutzer
fr: Nouveau Utilisateur

source: User Name:
de: Benutzername:
fr: Nom de l'utilisateur:

source: Real Name:
de: Vollständiger Name:
fr: Nom réel:

source: Password:
de: Passwort:
fr: Mot de passe:

source: Password (again):
de: Passwort (wiederholen):
fr: Mot de passe (seconde fois):

source: Create User
de: Benutzer anlegen
fr: Créer un utilisateur

source: Give administrator privileges to this user
de: Diesen Benutzer Administrator-Rechte geben
fr: Donner les privilèges d'administrateur à cet utilisateur

source: Users:
de: Benutzer:
fr: Utilisateurs:

source: Delete Selected User
de: Gewählten Benutzer entfernen
fr: Supprimer l'utilisateur sélectionné

source: Auto Login User :
de: Auto-Login-Benutzer:
fr: Utilisateur de Login Automatique :

source: Auto Login Disabled
de: Auto-Login deaktiviert
fr: Login Automatique Désactivé.

source: All software developed by TUBITAK/UEKAE is covered by GNU/GPL. Other software have their corresponding licenses. By installing or using Pardus, you agree to accept them. Do you want to continue?
de: Alle Programme, die von TÜBITAK/UEKAE entwickelt worden sind, sind unter der GNU/GPL lizenziert. Andere Programme haben ihre eigene Lizenzen. Um Pardus installieren zu können, müssen Sie den Lizenzen zustimmen. Möchten Sie fortfahren?
fr: La totalité des logiciels développés par TUBITAK/UEKAE est couverte par la licence GNU/GPL. Les autres logiciels ont leurs propres licences. En installant ou en utilisant Pardus, vous vous engagez à les accepter. Voulez vous continuer ?

source: Read GPL
de: Die GPL lesen
fr: Lire la GPL

source: Reboot System!
de: System neustarten
fr: Redémarrer le système!

source: Accept!
de: Ich stimme den Lizenzen zu
fr: J'accepte!

source: Don't Accept!
de: Ich stimme den Lizenzen nicht zu
fr: Je n'accepte pas!

source: Debug
de: Debuggen

source: Welcome! Our improved setup tool YALI will help you with the installation of Pardus 2008. YALI will help install Pardus 2008 quickly and easily following the partitioning of disk(s) using the intelligent partitioning tool.
de: Willkommen! Unser verbessertes Setup-tool YALI wird Ihnen mit der Installation von Pardus 2008 helfen. Mit YALI können Sie Pardus 2008 schnell und einfach installieren, nachdem sie die Festplatte(n) mit dem integrierten intelligenten Partitionstool vorbereitet haban.
fr: Bienvenue! Notre outil amélioré YALI va vous guider pendant l'installation de Pardus 2008. Cet outil intelligent va rapidement installer Pardus 2008 après avoir partitionné le(s) disque(s) avec le gestionnaire de disque intégré.

source: Our Kaptan will show you the way after the installation. You can easily add additional repositories and manage basic settings like mouse, wallpaper, webcam, and panel using Kaptan.
de: Unser Kaptan wird Sie nach der Installation führen. Sie können mit Kaptan auf leichte Weise weitere Depots hinzufügen und die Grundeinstellungen wie Maus, Hintergrundbild, Webcam und Panel verwalten.

source: Tasma is the management and settings center of Pardus. Configuration operations including but not limited to adding a new user or hardware (e.g. printer, scanner) to the system, management of visual settings ranging from desktop icons to fonts are all brought together under Tasma's interface.
de: Tasma ist das Management- und Konfigurations-Zentrum von Pardus. Sie können mit einer einzigen, übersichtlichen Bedienoberfläche zum Beispiel Benutzer, Hardware (z.B. Drucker, Scanner) zum System hinzufügen, grafische Einstellungen konfigurieren, angefangen von Schreibtisch-Ikonen, bis zu Schrifttypen, etc..
fr: Tasma est le centre de gestion et de réglage de Pardus. Les opérations comme l'ajout d'un utilisateur ou d'un périphérique(e.g. une imprimante), la gestion des paramètres visuels(e.g. les icônes et les polices) peuvent être facilement gérées avec Tasma.

source: There are thousands of packages in Pardus software repositories. You can install, remove or update those packages and programs with just two clicks using the Package Manager!
de: Es gibt tausende von Paketen in den Pardus Software-Depos. Sie können mit dem Paket-Manager mit nur zwei Klicks Programme installieren, deinstallieren oder aktualisieren!
fr: Il existe des milliers de paquets dans les repositoires de Pardus. Vous pouvez installer, supprimer ou mettre à jour ces paquets avec juste deux cliques en utilisant le gestionnaire de paquet!

source: Network Applet helps connecting to local networks and Internet easily and securely. Thanks to the profile support it has, it will make it easier to reconnect to cable or wireless connections used before, remembering the settings used.
de: Netzwerk-Applet hilft sich auf einfache und sichere Weise, mit dem lokelen Netzwerk oder Internet zu verbinden. Es können Profile gespeichert werden, die es einfacher machen, sich wieder mit vorher benutzten Netzen zu verbinden.
fr: Applet de Réseau(Network Applet) aide à connecter aux réseaux locals et Internet de manière sécure. Grâce au support de profile, vous allez facilement reconnecter aux réseaux ethernet ou sans-fil déjà utilisés.

source: Mozilla Firefox, with its speed, constant development and many advanced features, will help securely surf the Internet. Pardus 2008 includes Mozilla Firefox 3.0, and you can enrich Firefox with thousands of extensions.
de: Mozilla Firefox, mit seiner Schnelligkeit, konstanten Entwicklung und vielenneuen Features wird Ihnen helfen im Internet sich zu surfen. Sie können im Pardus 2008 beinhalteten Mozilla Firefox 3.0 mit tausenden von Erweiterungen anreichern.
fr: Mozilla Firefox, étant un navigateur rapide, riche et moderne; va vous aider à naviguer sur Internet de manière sécure. Pardus 2008 contient Mozilla Firefox 3.0. Vous pouvez l'enrichir avec des milliers d'extensions disponibles.

source: Kontact, KDE Personal Information Manager, helps you manage all your emails, RSS feeds, diaries, to-do listes and blog entries in one combined interface. Kontact, with its Groupware feature, will be your best friend at work.
de: Kontact, KDE Persönliches Informations-Manager, hilft Ihnen bei der Verwaltung Ihrer E-Mail-Nachrichten, RSS-Abos, Aufgaben-Listen und Blogeinträgen in einer kombinierten Benutzerschnittstelle. Kontact wird mit Ihrer Groupware-Feature Ihr bester Freund auf der Arbeit.

source: OpenOffice.org, actively being used by hundreds of thousands of institutes and millions of users around the world, is an office software package including a word processor, a spreadsheet application, a presentation viewer and editor, a graphics editor and a database application.
de: OpenOffice.org, ein aktiv, von tausenden Instituten und Millionen Benutzern genutztes Office-Paket, enthält ein Word-Prozessor, eine Tabellenkalkulations- Anwendung, ein Präsentations-Viewer und -Editor, ein grafischen Edtor und eine Datenbank-Anwendung.

source: Copying CDs (or DVDs), creating data or audio CDs, creating ISO images and burning CD/DVD images to discs are just a few of the things you can do with K3b.
de: Kopieren von CDs (oder DVDs), erstellen von Daten- oder Audio-CDs, erstellen von ISO-Imagen und brennen von CD/DVD-Imagen auf Discs .

source: You can find HOW-TOs, tutorials and package introductions in our community portal www.ozgurlukicin.com. If you happen to have any problems with Pardus 2008, you can get support using the forum pages and the #pardus room in IRC Freenode server (and you can use Konversation for that).
de: Sie können auf unserer Community www.ozgurlukicin.com Anleitungen, Tutorials und Paket-Vorstellungen finden. Sollten Sie Probleme mit Pardus 2008 bekommen, dann können Sie Support auf unseren Forum-Seiten und #pardus Raum im IRC Freenode Server erhalten.

source: as Pardus System Files (mandatory)
de: als Pardus-Systemdateien (zwingend erforderlich)
fr: Partition des fichiers systèmes de Pardus (Obligatoire)

source: as User Files (optional)
de: als Benutzer-Dateien (optional)
fr: Partition des fichiers d'utilisateur(Optionnel)

source: as Swap Space (optional)
de: als SWAP-Bereich (optional)
fr: Partition de Swap(Optionnel)

source: as Storage Area
de: als Archivierungs-Bereich
fr: Partition de stockage

source: 'Install Root' size must be larger than %s MB.
de: Die Grösse von 'Root installieren' muss grösser als %s MB sein.
fr: La racine de l'installation doit être de taille supérieure à '%s' Mo.

source: Can't find a storage device!
de: Es kann kein Speichergerät gefunden werden!
fr: Impossible de trouver un périphérique de stockage!

source: %0.1f GB free
de: %0.1f GB frei
fr: %0.1f Go disponible(s)

source: %d MB free
de: %d MB frei
fr: %d Mo disponible(s)

source: Free Space
de: Freier Bereich
fr: Espace Disponible

source: There is a request for the same Partition Type.
de: Es gibt eine Anfrage für den selben Partitionierungstyp.

source: Too many primary partition !
de: Es existieren zu viele primäre Partitionen!
fr: Plusieurs partitions primaires!

source: Delete All Partitions
de: Alle Partitionen löschen
fr: Supprimer toutes les partitions

source: Pardus will install here
de: Pardus wird hier installiert
fr: Pardus sera installé ici

source: User files will store here
de: Benutzerdateien werden hier abgespeichert
fr: Les fichiers d'utilisateurs seront stockés ici

source: Swap will be here
de: Swapbereich
fr: Partition de Swap

source: Backup or archive files will store here
de: Backup- oder Archiv-Dateien werden hier abgespeichert
fr: Les fichiers d'archives ou de sauvegardes seront stockés ici

source: <b>Path:</b> %s<br> <b>Size:</b> %s<br> <b>FileSystem:</b> %s%s
de: <b>Pfad:</b> %s<br> <b>Grösse:</b> %s<br> <b>Dateisystem:</b> %s%s
fr: <b>Chemin:</b> %s<br> <b>Taille:</b> %s<br> <b>Système de Fichier:</b> %s%s

source: <p><span style="color:#FFF"><b>It seems this partition is not ready for resizing.</b></span></p>
de: <p><span style="color:#FFF"><b>Es scheint, dass diese Partition für die Grössenänderung nicht bereit ist.</b></span></p>
fr: <p><span style="color:#FFF"><b>Il semble que cette partition n'est pas pret pour le redimensionnement.</b></span></p>

source: Resizing to %s MB..
de: Grössenänderung zu %s MB..

source: (%s) [%s] Size : %s - Free : %s
de: (%s) [%s] Grösse : %s - Frei : %s
