Repository: pars-linux/uludag
Catalog: yali4/po/*.po
Languages: de, fr

source: Setting Hostname...
fr: Établissement du nom d'hôte...

source: Setting TimeZone...
fr: Établissement du fuseau horaire...

source: Setting Root Password...
fr: Établissement du mot de passe root...

source: Adding Users...
fr: Ajout des utilisateurs...

source: Writing Console Data...
fr: Écriture de l'information de console...

source: Copy Pisi index...
fr: Recopiage de l'index de Pisi...

source: Migrating X.org Configuration...
fr: Migration de la configuration de X.org...

source: Setting misc. package configurations...
fr: Configuration des autres paquets...

source: Installing BootLoader...
fr: Installation du chargeur de démarrage...
