Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/messages/playground-multimedia/lintvscheduler.po
Languages: tr

source: Error finding file.
tr: Dosya bulunamadı.

source: Add Program
tr: Program Ekle

source: Edit Program
tr: Programı Düzenle

source: Errors saving program:<br>
tr: Program kaydedilemedi:<br>

source: Scheduling Errors
tr: Zamanlama Hataları

source: <b>Next Run Date: %1</b>
tr: <b>Sonraki Çalışma Zamanı: %1</b>

source: <b>Run Time: %1</b>
tr: <b>Çalışma Zamanı: %1</b>

source: A KDE 4 application for sheduling TV recordings for LinTV.
tr: LinTV kayıtlarını zamanlamak için bir KDE4 uygulaması.

source: LinTV Scheduler
tr: LinTV Zamanlayıcısı

source: Click "Add Program" to create a new record schedule.
tr: Yeni bir kayıt zamanlaması oluşturmak için "Program Ekle" düğmesine tıklayın.

source: Remove Program
tr: Programı Sil

source: Refresh Programs
tr: Programları Tazele

source: Queued
tr: Sıraya Eklendi

source: Recording...
tr: Kayıt ediliyor...

source: %1 (Channel %2)
tr: %1 (Kanal %2)

source: %1 (Input %2)
tr: %1 (Giriş %2)

source: Are you sure you want to remove "%1"?
tr: "%1" ögesini kaldırmak istediğinizden emin misiniz?

source: Confirmation
tr: Doğrulama

source: No devices were detected.
tr: Hiç aygıt bulunamadı.

source: No devices.
tr: Aygıt yok.

# NAME OF TRANSLATORS
source: Your names
tr: Serdar Soytetir

# EMAIL OF TRANSLATORS
source: Your emails
tr: tulliana@gmail.com

source: Program Name:
tr: Program Adı:

source: Run the recording:
tr: Kaydı çalıştır:

source: Record only once
tr: Sadece bir kez kaydet

source: One Time Only
tr: Sadece Zamanında

source: Record every day
tr: Her gün kaydet

source: Every Day
tr: Her Gün

source: Record every week
tr: Her hafta kaydet

source: Every Week
tr: Her Hafta

source: Run Time && Date
tr: Çalıştırma Tarihi ve Saati

source: Start Time:
tr: Başlama Zamanı:

source: End Time:
tr: Bitiş Zamanı:

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Duration: 30 min</span></p></body></html>
tr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Süre: 30 dk</span></p></body></html>

source: Ending Date:
tr: Bitiş Tarihi:

source: Starting Date:
tr: Başlangıç Tarihi:

source: Choose a start date for your program.
tr: Programınız için bir başlangıç tarihi seçin.

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Next Run Date: </span></p></body></html>
tr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Sonraki Çalıştırılma Günü: </span></p></body></html>

source: Days to run:
tr: Çalıştırılacak günler:

source: Sunday
tr: Pazar

source: Monday
tr: Pazartesi

source: Tuesday
tr: Salı

source: Wednesday
tr: Çarşamba

source: Thursday
tr: Perşembe

source: Friday
tr: Cuma

source: Saturday
tr: Cumartesi

source: Select All the Days
tr: Tüm Günleri Seç

source: Select All
tr: Tümünü Seç

source: Deselect All the Days
tr: Tüm Günlerin Seçimini Kaldır

source: Select None
tr: Hiçbirini Seçme

source: Record Settings
tr: Kayıt Ayarları

source: Device:
tr: Aygıt:

source: Select a device to record from.
tr: Kaydın yapılacağı aygıtı seçin.

source: Input:
tr: Giriş:

source: Select an input on the device.
tr: Aygıt üzerindeki bir girişi seçin.

source: Channel:
tr: Kanal:

source: Select a channel.
tr: Bir kanal seçin.
