Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/*/messages/playground-sdk/quanta.po
Languages: tr

# NAME OF TRANSLATORS
source: Your names
tr: Serdar Soytetir, Engin Çağatay, CigiCigi Çeviri Grubu

# EMAIL OF TRANSLATORS
source: Your emails
tr: tulliana@gmail.com, engincagatay@yahoo.com, ceviri@cigicigi.com

source: Project Location
tr: Proje Konumu

source: Protocol:
tr: Protokol:

source: Local
tr: Yerel

source: Folder:
tr: Dizin:

source: User:
tr: Kullanıcı:

source: Host:
tr: Bilgisayar:

source: Project Defaults
tr: Proje Varsayılanları

source: Default DTD:
tr: Öntanımlı DTD:

source: Default encoding:
tr: Öntanımlı kodlama:

source: Filename:
tr: Dosya adı:

source: Title:
tr: Başlık:

source: Author:
tr: Yazar:

source: Version:
tr: Sürüm:

source: License:
tr: Lisans:

source: Email:
tr: E-Posta:

source: &Add Files...
tr: Dosyalar &Ekle...

source: A&dd Folder...
tr: &Dizin Ekle...

source: &Clear List
tr: &Listeyi Temizle

source: Insert existing files
tr: Var olan dosyalar ekle

source: Files with the following &masks:
tr: Şu &maskeleri taşıyan dosyalar:

source: List of filtering mask separated by a semicolon. Examples: <b>*</b>: include all files <b>*.html; *.css</b>: include files with <i>html</i> and <i>css</i> extension
tr: Noktalı virgül ile ayrılmış filtreleme maskeleri. Örnekler: <b>*</b>: tüm dosyaları içer <b>*.html; *.css</b>: <i>html</i> ve <i>css</i> uzantılı dosyaları içer

source: &Insert
tr: &Ekle

source: &Text and image files
tr: Me&in ve Resim dosyaları

source: &Use preview prefix
tr: Önizleme öneki k&ullan

source: Prefix:
tr: Önek:

source: Resource folders
tr: Kaynak dizinleri

source: Templates:
tr: Şablonlar:

source: Toolbars:
tr: Araç çubukları:

source: Import Options
tr: Ekleme Seçenekleri

source: &Add local or remote files
tr: Yerel ya da uzak dosy&a ekle

source: Use wget to &download files from a site
tr: Bir siteden &dosya indirmek için wget kullan

source: Insert &local templates
tr: Yere&l şablon yerleştir

source: Insert &global templates
tr: &Genel şablon yerleştir

source: wget's command line:
tr: wget'in komut satırı:

source: Protocol:
tr: Protokol:

source: Site source:
tr: Site kaynağı:

source: Start
tr: Başlat

source: DTD - > DTEP Conversion
tr: DTD - > DTEP Dönüşümü

source: Name:
tr: İsim:

source: Nickname:
tr: Takma ad:

source: !DOCTYPE definition line:
tr: !BELGETÜRÜ tanımlama satırı:

source: DTD URL:
tr: DTD Adresi:

source: Target directory name:
tr: Hedef dizin adı:

source: Default extension:
tr: Öntanımlı uzantı:

source: QuantaProject
tr: Quanta Projesi

source: Number of lines:
tr: Satır sayısı:

source: Number of images included:
tr: İçerilen resim sayısı:

source: Size of the included images:
tr: İçerilen resimlerin boyutu:

source: Total file size:
tr: Toplam dosya boyutu:

source: Included images:
tr: İçerilen resimler:

source: Description:
tr: Açıklama:

source: HTMLPreview
tr: HTML Önizlemesi

source: StructureTree
tr: Yapı Ağacı

source: Show whitespace areas and empt&y groups
tr: &Beyaz alanları ve boş grupları göster

source: Show closi&ng tags
tr: Kapatma etiketleri&ni göster

source: Subject:
tr: Konu:

source: Email address:
tr: E-posta adresi:

source: Misc. Tag
tr: Çeşitli Sekmeler

source: Element name:
tr: Madde ismi:

source: &Add closing tag
tr: &Etiket kapama ekle

source: Quanta Properties
tr: Quanta Özellikleri

source: &Inherit type from parent (nothing)
tr: A&ileden miras tür (hiçbirşey)

source: &Type:
tr: &Tür:

source: Use &pre/post text
tr: Ön/son &metini kullan

source: Pre-text:
tr: Ön-metin:

source: Post-text:
tr: Son-metin:

source: Filtering &action:
tr: &Eylem filtreleme:

source: Create Template Folder
tr: Şablon Dizini Oluştur

source: Type:
tr: Tür:

source: Name:
tr: İsim:

source: &Inherit parent attribute
tr: Kalıt a&ile özniteliği

source: TemplatesTree
tr: Şablon Ağacı

source: If this is set the tooltips with additional information will show.
tr: Eğer bu seçiliyse ek bilgi ile ipuçları gösterilir.

source: Show tooltips
tr: İpuçlarını göster

source: Remember the tree status
tr: Ağaç durumunu anımsa

source: Configure Actions
tr: Eylemleri Yapılandır

source: &Delete Action
tr: Eylem &Sil

source: &New Action
tr: Ye&ni Eylem

source: Toolbar & Action Tree
tr: Araç Çubuğu & Eylem Ağacı

source: Name
tr: İsim

source: Shortcut
tr: Kısayol

source: &Apply
tr: &Uygula

source: &Cancel
tr: &İptal

source: &OK
tr: &Tamam

source: Action Properties
tr: Eylem Özellikleri

source: T&ype:
tr: &Tür:

source: Tag
tr: Etiket

source: Script
tr: Betik

source: Text
tr: Metin

source: Te&xt:
tr: Me&tin:

source: Tool &tip:
tr: İp&ucu aracı:

source: &None
tr: &Yok

source: C&ustom
tr: Öze&l

source: Container toolbars:
tr: Taşıyıcı araç çubukları:

source: &Add...
tr: &Ekle...

source: &Remove
tr: &Sil

source: Detailed Settings
tr: Detaylı Ayarlar

source: <tag> :
tr: <etiket> :

source: </tag> :
tr: </etiket> :

source: Run "Edit tag" dialog if available
tr: "Etiket düzenleyici" penceresi mevcutsa çalıştır

source: &Input:
tr: G&irdi:

source: None
tr: Yok

source: Current Document
tr: Geçerli Belge

source: Selected Text
tr: Seçili Metin

source: &Output:
tr: Çı&ktı:

source: Insert in Cursor Position
tr: İmlecin Olduğu Yere Ekle

source: Replace Selection
tr: Seçimi Değiştir

source: Replace Current Document
tr: Geçerli Belgeyi Değiştir

source: Create New Document
tr: Yeni Belge Oluştur

source: Message Window
tr: Mesaj Penceresi

source: Insert in cursor position
tr: İmlecin olduğu yere ekle

source: Replace selection
tr: Seçimi değiştir

source: Replace current document
tr: Şu anki belgeyi değiştir

source: Create a new document
tr: Yeni belge oluştur

source: Message window
tr: İleti Penceresi

source: &Error:
tr: &Hata:

source: UserToolbars
tr: Kullanıcı Araç Çubukları

source: Look && Feel
tr: Görünüm

source: Cre&ate separate toolbars
tr: &Ayrı araç çubukları oluştur

source: Create an Actions &menu
tr: Bir eylemler &menüsü oluştur

source: Autocompletion
tr: Otomatik Tamamlama

source: Ena&ble auto-completion
tr: Otom&atik tamamlamayı etkinleştir

source: Automatic replacement of accented characters
tr: Diğer karakterlerin otomatik değiştirilmeleri

source: Update opening/closing tag automaticall&y
tr: Açma/kapama etiketlerini otomatik g&üncelle

source: Auto-close non-single and non-optional tags
tr: Seçimlik ve tekil olmayan etiketleri otomatik kapat

source: Auto-close optional tags
tr: Seçimlik etiketleri otomatik kapat

source: Support Quanta with Financial Donation
tr: Finansal Bağış ile Quanta'ya Destek Olun

source: DTD Selector
tr: DTD seçimi

source: Dialog message: Dialog message2:
tr: Diyalog mesajı 2:

source: Current DTD:
tr: Şu anki DTD:

source: Select DTD:
tr: DTD Seçin:

source: Conver&t the document to the selected DTD
tr: Belgeyi seçili DTD'ye dönüş&tür

source: Do not show this dialog, use the closest matching DTD
tr: Bu iletişim kutusunu gösterme, en yakın eşleşen DTD'yi kullan

source: Configure DTEP
tr: DTEP'i Yapılandır

source: &General
tr: &Genel

source: DTD definition string
tr: DTD tanımlama karakteri

source: The real name of the DTEP. In case of XML DTEPs this should be the DTD definition string, like -<i>//W3C//DTD&nbsp;HTML&nbsp;4.01&nbsp;Transitional//EN</i>.
tr: DTEP'in gerçek ismi. Bu XML DTEP'in olması halinde -<i>//W3C//DTD&nbsp;HTML&nbsp;4.01&nbsp;Transitional//EN</i> gibi DTD tanımlama karakteri olmalıdır.

source: Beautified, user-visible name
tr: Güzelleştirilmiş, kullanıcıya görünür isim

source: The user-visible, beautified name. If not defined, the real name is used.
tr: Kullanıcıya görünür güzelleştirilmiş isim. Eğer tanımlanmamışsa, gerçek isim kullanılır.

source: Short name:
tr: Kısa isim:

source: Type Specific Settings
tr: Türe Özgü Ayarlar

source: URL pointing to the DTD definiton file
tr: DTD tanımlama dosyasında adres seçme

source: URL pointing to the DTD definiton file, like <i>http://www.w3.org/TR/html4/loose.dtd</i>.
tr: DTD tanımlama dosyasında <i>http://www.w3.org/TR/html4/loose.dtd</i> gibi adres seçme.

source: URL:
tr: Adres:

source: The string that should appear in the !DOCTYPE tag
tr: Karakter !BELGETÜRÜ etiketi içinde görünmelidir.

source: The string that should appear in the !DOCTYPE tag, like<br> <i>HTML&nbsp;PUBLIC&nbsp;"-//W3C//DTD&nbsp;HTML&nbsp;4.01&nbsp;Transitional//EN"&nbsp;&nbsp;&nbsp;<br>"http://www.w3.org/TR/html4/loose.dtd"</i>
tr: Karakter <br> <i>HTML&nbsp;PUBLIC&nbsp;"-//W3C//DTD&nbsp;HTML&nbsp;4.01&nbsp;Transitional//EN"&nbsp;&nbsp;&nbsp;<br>"http://www.w3.org/TR/html4/loose.dtd"</i> gibi !BELGETÜRÜ etiketi içinde görünmelidir

source: DOCT&YPE string:
tr: BELGE&TÜRÜ karakteri:

source: Check if the DTEP can act as a top level DTEP.
tr: Eğer DTEP bir üst seviye DTEP olarak edimleyebiliyorsa kontrol et.

source: Check if the DTEP can act as a top level DTEP. This means that the document can be of this type. Some pseudo DTEPs cannot act as a top level DTEP, like <i>PHP</i> as they are always included as part of another DTEP, while some others can be included and act as standalone as well, like the case of <i>CSS</i>.
tr: Eğer DTEP üst seviye DTEP'i gibi edimleyebiliyorsa kontrol edin.Bu belge türünün olabildiği belge anlamındadır. Bazı sözde DTEP'ler <i>PHP</i> gibi, bir üst seviye DTEP gibi edimlemeyelibir, ancak onlar her zaman <i>CSS</i>'nin durumu gibi bazı diğerlerini edimleyebiliyor ve ekleyebiliyorken, başka DTEP'in parçası olarak eklenmiştir.

source: Top level
tr: Üst seviye

source: The name of the folder where the toolbars are stored
tr: Araç çubuklarının kaydedildiği yerdeki klasörün adı

source: The name of the folder where the toolbars are stored. This is a relative name to <br><i>$KDEDIR(&nbsp;or&nbsp;$KDEHOME)/share/apps/quanta/toolbars</i> .
tr: Araç çubuklarının kaydedildiği yerdeki klasörün adı. Bu <br><i>$KDEDIR(&nbsp;or&nbsp;$KDEHOME)/share/apps/quanta/toolbars</i>'deki göreceli isimdir.

source: Toolbar folder:
tr: Araç çubuğu dizini:

source: Comma-separated list of toolbars
tr: Araç çubuklarının virgülle ayrılmış listesi

source: Autoloaded toolbars:
tr: Otomatik yüklenen araç çubukları:

source: Check if the DTEP has case sensitive tags
tr: Eğer DTEP durum duyarlılığı etiketlerine sahipse kontol et

source: Indicates whether the DTEP has case sensitive tags. In case of XML this should be checked, but for example HTML variants are not case sensitive.
tr: DTEP durum duyarlılık etiketlerine sahip olup olmadığını işaret eder. Bunun XML olması halinde kontrol edilmelidir, fakat örneğin HTML değişkenleri durum duyarlılığı değildir.

source: Case sensitive
tr: Durum duyarlılığı

source: The family to where this DTEP belongs.
tr: Bu DTEP 'in üye olduğu yerdeki ailedir.

source: The family to where this DTEP belong. There are two families:<br><p><b>XML style</b>:DTEP describing an XML like language</p> <p><b>Pseudo type</b>:DTEP describing some other language, where the notion of a tag is not the same as in XML. Examples are <i>PHP, JavaScript, CSS</i>.</p>
tr: Bu DTEP 'in üye olduğu yerdeki ailedir. İki aile vardır: <br><p><b>XML biçimi</b>:Bir XML dili gibi DTEP tanımlama</p> <p><b>Sözde tür</b>: XML içinde benzer olmayan bir etikentin eğiliminin olduğu yerdeki bazı diğer dilleri DTEP tanımlama. Örneğin <i>PHP, JavaScript, CSS</i>.</p>

source: The real name of the DTEP (like -<i>//W3C//DTD&nbsp;HTML&nbsp;4.01&nbsp;Transitional//EN</i>) from where the current DTEP inherits the tags.
tr: DTEP'in gerçek ismi (-<i>//W3C//DTD&nbsp;HTML&nbsp;4.01&nbsp;Transitional//EN</i>gibi)

source: Inherits:
tr: Kalıt:

source: XML Style
tr: XML Stili

source: Pseudo Type
tr: Sözde Tür

source: Mimet&ypes:
tr: Mime &türleri:

source: Comma-separated list of mimetypes
tr: Mime tiplerinin virgülle ayrılmış listesi

source: Comma-separated list of mimetypes. Files of these types are treated as belonging to this DTEP, unless the !DOCTYPE entry says something else.
tr: Mime türlerinin virgülle ayrılmış listesi. Bu türlerin dosyaları bu DTEP'e ait olarak görünür, !DOCTYPE girdisi başka bişey söylemedikçe.

source: The default extension of files belonging to this DTEP
tr: Bu DTEP'e ait olan dosyaların varsayılan artırımı

source: E&xtension:
tr: &Artırım:

source: &Pages
tr: &Sayfalar

source: Every tab edit dialog will have one more extra page aside of the main page
tr: Her etiket düzenleme diyaloğu ana sayfanın birden fazla ilave sayfa kenarına sahip olacaktır.

source: Every tab edit dialog will have one more extra page aside of the main page. You can configure what will be on this page in the below fields.
tr: Her etiket düzenleme diyaloğu ana sayfanın birden fazla ilave sayfa kenarına sahip olacaktır. Aşağıdaki alanlar içinde bu sayfa üzerinde olacak ne varsa yapılandırabilirsiniz.

source: Enable the first extra page
tr: İlk ilave sayfayı etkin kıl

source: The title of the page
tr: Sayfanın başlığı

source: The title of the page, like <b>Core && i18n</b>. As you see, the ampersand must be doubled.
tr: Sayfanın başlığı, <b>Core && i18n</b> gibi. Gördüğünüz gibi & işareti iki katı olmalıdır.

source: Comma-separated list of the common attribute groups
tr: Genel öznitelik gruplarının virgülle ayrılmış listesi

source: Groups:
tr: Gruplar:

source: See the tooltip and what's this information for the first checkbox
tr: İlk onay kutusu için bu bilginin ne olduğunu ve ipucunu göster

source: Enable the second extra page
tr: İkinci ilave sayfayı etkin kıl

source: Enable the third extra page
tr: Üçüncü ilave sayfayı etkin kıl

source: Enable the fourth extra page
tr: Dördüncü ilave sayfayı etkin kıl

source: Enable the fifth extra page
tr: Beşinci ilave sayfayı etkin kıl

source: See the tooltip and what's this information for the first page fields
tr: İlk sayfa alanları için bu bilginin ne olduğunu ve ipucunu göster

source: Parsing &Rules
tr: Ayrıştırma Ku&ralları

source: Treat the minus sign as part of a word
tr: Eksi işaretine bir kelimenin parçası gibi davran

source: If enabled <b>this-is-a-word</b> is treated like a word. Otherwise it is treated like 4 words.
tr: <b>Bu-kelime</b> eğer etkin kılınırsa bir kelime gibi davranır. Aksi takdirde bu 4 kelime gibi davranır.

source: Enable minus in words
tr: Kelimelerdeki eksileri etkin kıl

source: Comma-separated list of area borders for comments
tr: Yorumlar için alan kenarlarının virgülle ayrılmış listesi

source: Comments:
tr: Yorumlar:

source: Type Specific Rules
tr: Türe Özgü Kurallar

source: Check to use XML style single tags
tr: XML biçimi tekli etiketleri kullanmak için kontrol et

source: Check to use XML style single tags (<b>&lt;single_tag /&gt;</b>), otherwise HTML style single tags (<b>&lt;single_tag&gt;</b>) are used.
tr: XML biçimi tekli etiketleri kullanmak için kontrol et (<b>&lt;tekli_etiket /&gt;</b>), aksi takdirde HTML biçimi tekli etiketleri (<b>&lt;tekli_etiket&gt;</b>) kullanır.

source: XML style single tags
tr: XML biçimi tekli etiketler

source: Append common parsing rules
tr: Ortak ayrıştırma kurallarını ilişkilendir

source: Check it to append common parsing rules. These are: <p><b> &nbsp;&nbsp;SpecialAreas=&lt;?xml ?&gt;, &lt;!-- --&gt;, &lt;! &gt; &nbsp;&nbsp;SpecialAreaNames = XML PI, comment, DTD &nbsp;&nbsp;Comments = &lt;!-- --&gt; </b></p>
tr: İliştirilecek ortak ayrıştırma kurallarını kontrol et. Bunlar: <p><b> &nbsp;&nbsp;ÖzelAlanlar=&lt;?xml ?&gt;, &lt;!-- --&gt;, &lt;! &gt; &nbsp;&nbsp;ÖzelAlanAdları = XML PI, yorum, DTD &nbsp;&nbsp;Yorumlar = &lt;!-- --&gt; </b></p>

source: Use common rules
tr: Ortak kurallar kullan

source: Check if the booleans are stored in extended form
tr: Eğer booleans uzatılmış form içinde kaydedilmişse kontrol et

source: Check if you want extended booleans in the language.<br> Examples:<br> <i>Simple boolean</i>: <b>&lt;tag&nbsp;booleanAttr&gt;</b><br> <i>Extended boolean</i>: <b>&lt;tag&nbsp;booleanAttr="1"&gt;</b> or <b>&lt;tag&nbsp;booleanAttr="true"&gt;</b>. <br> See the <b>True</b> and <b>False</b> boxes to define the values for true and false.
tr: Eğer dil içinde uzatılmış booleans istiyorsanız kontrol edin.<br> Örnekler:<br> <i>Basit boolean</i>: <i>&lt;etiket&nbsp;booleanÖzniteliği&gt;</b><br> <i>Uzatılmış boolean</i>: <b>&lt;etiket&nbsp;booleanÖzniteliği="1"&gt;</b> ya da <b>&lt;etiket&nbsp;booleanÖzniteliği="doğru"&gt;</b>. <br> Doğru ve yanlış için değerler tanımlamak için <b>Doğru</b> ve <b>Yanlış</b> kutulara bakın.

source: Extended booleans
tr: Uzatılmış booleans

source: The value of "true" in case of extended booleans
tr: Uzatılmış booleans olması halinde "doğru" nun değeridir

source: False:
tr: Yanlış:

source: True:
tr: Doğru:

source: Comma-separated list of the beginning and closing string for special areas
tr: Özel alanlar için karakter açma ve kapamanın virgülle ayrılmış listesi

source: The beginning and closing string of special areas, separated by a comma.<br> Special areas are not parsed according to this DTD's rules, but according to their own rules.<br> A special area can be a pseudo DTD, a comment or something like that, for example <i>&lt;!--&nbsp;--&gt;</i>.
tr: Virgül yoluyla ayrılmış, özel alanların karakter açma ve kapaması.<br> Özel alanlar bu DTD'nin kurallarına göre ayrıştırılmaz, fakat onların kendi kurallarına göre.<br> Bir özel alan sözde bir DTD olabilir, örneğin bunun gibi bişey <i>&lt;!--&nbsp;--&gt;</i> ya da bir yorum.

source: Special areas:
tr: Özel alanlar:

source: Comma-separated list of the names for the above-defined special areas
tr: Üstte-tanımlanmış özel alanlar için isimlerin virgülle-ayrılmış listesi

source: Special area names:
tr: Özel alan isimleri:

source: Specifies a tag that defines the start of a special area
tr: Özel bir alanın başlangıcını tanımlayan bir etiket belirtir

source: Specifies a tag which defines the start of a special area in the form of <i>tagname(attributename)</i>.<br> Example:<b>script(language)</b> means that any <b>&lt;script&gt;</b> tag having a <b>language</b> attribute indicates a special area.
tr: <i>etiketismi(öznitelikismi)</i> nin formu içinde özel bir alanın başlancını tanımlayan bir etiket belirtir.<br> Örnek:<b>betik(dili)</b> bir özel alan işaret eden <b>dil</b>'e sahip olan herhangi <b>&lt;betik&gt;</b> etiketi anlamındadır.

source: Special tags:
tr: Özel etiketler:

source: Tags and attributes defining this DTEP
tr: Bu DTEP'i tanımlayan etiketler ve öznitelikler

source: Definition tags:
tr: Tanımlama etiketleri:

source: Comma-separated list of the area borders
tr: Alan kenarlarının virgülle ayrılmış listesi

source: Area borders:
tr: Alan kenarları:

source: Comma-separated list of structure keywords
tr: Yapı anahtar sözcüklerinin virgülle ayrılmış listesi

source: Comma-separated list of structure keywords. The keywords used here are used to create new node (nodes for structures) in the structure tree, like for a function, class or if block.
tr: Yapı anahtar sözcüklerinin virgülle ayrılmış listesi. Burada kullanılan anahtar sözcükler blok, sınıf ya da bir fonksiyon gibi, yapı ağacı içinde (yapılar için düğümler) yeni düğüm yaratmak için kullanılır.

source: Structure keywords:
tr: Yapı anahtar kelimeleri:

source: Regular expression that finds the beginning or end of a structure
tr: Bir yapının sonunu ya da başlangıcını arayan düzenli ifade

source: Regular expression that finds the beginning or end of a structure. This is usually the combination of <b>Structure beginning</b> and <b>Structure end</b>, like <b>\\{&nbsp;|&nbsp;\\}</b>
tr: Bir yapının sonunu ya da başlangıcını arayan düzenli ifade. Bu genellikle <b>\\{&nbsp;|&nbsp;\\}</b> gibi <b>Yapı sonu</b> ve <b> Yapı başlangıcının</b> kombinasyonudur.

source: Structure delimiting:
tr: Yapı sınırlandırma:

source: A string specifying the beginning of a structure
tr: Bir yapının başlangıcını belirleme karakteri

source: A string specifying the beginning of a structure, like <b>{</b> in many cases.
tr: Bir yapının başlangıcını belirleme karakteri, pekçok durumlardaki <b>{</b> gibi.

source: Structure beginning:
tr: Yapı başlangıcı:

source: Comma-separated list of the local scope defining keywords
tr: Yerel etki alanı tanımlama anahtar sözcüklerinin virgülle ayrılmış listesi

source: Comma-separated list of the local scope defining keywords. Other structure group elements found under a structure node that was created based on a keyword from this list are treated as local elements. For example if this list contains <b>function</b>, it means that elements, like variables found under a <b>function</b> are local, relative to the node that holds the <b>function</b>.
tr: Yerel etki alanı tanımlı anahtar kelimelerin virgülle ayrılmış listesi. Diğer yapı grubu ögeleri, yerel ögeler olarak düşünülen bu listeden bir anahtar kelimeye dayanarak yaratılmış olan bir yapı düğümü altında bulundu. Örneğin eğer bu liste <b>fonksiyon</b> içerirse, <b>fonksiyon</b> tuttuğu düğüme ilişkilidir; bu, değişkenler gibi bir <b>fonksiyon</b> altında bulunan ögelerin yerel olduğu anlamındadır.

source: Local scope keywords:
tr: Yerel

source: A string specifying the end of a structure
tr: Bir yapının sonunu belirleme karakteri

source: A string specifying the end of a structure, like <b>}</b> in many cases.
tr: Bir yapının sonunu belirleme karakteri, pekçok durumlardaki <b>}</b> gibi.

source: Structure end:
tr: Yapı sonu:

source: Regular expression to find out when to invoke member autocompletion
tr: Üye otomatik tamamlama başladığını araştırmak için düzenli ifade

source: Regular expression to find out when to invoke member autocompletion. <br> Example:<br> - we have a class called <b>foo</b> with some member variables<br> - the object of type <b>foo</b> is used in the document as $<b>objFoo</b><br> - the members can appear as <b>$objFoo->member</b> or <b>$objFoo.member</b> - in the above case this entry should look like <b>(?:-&gt;|\.)$</b> (autocomplete if the object is followed by <b>-&gt;</b> or <b>.</b>)<br> The regular expression must be terminated with <b>$</b> (match end of line).
tr: Üye otomatik tamamlama başladığını araştırmak için düzenli ifade. <br> Örnek:<br> $<b>nesneFoo</b> gibi belgeler içinde kullanılan <b>foo</b> türünün nesnesi bazı üye değişkenleriz<br> ile birlikte <b>foo</b>denilen bir sınıfa sahibiz.<br> - Üyeler <b>$nesneFoo.üyesi</b> ya da <b>$nesneFoo->üyesi</b> gibi görünebilir. -Bu giriş durumu aşağıda (eğer <b>.</b> ya da <b>-&gt;</b> tarafından izlenen bir nesne ise otomatik tamamlama) <b>(?:-&gt;|\.)$</b>'ye benzemelidir<br> Düzenli ifade <b>$</b> ile birlikte sonlandırılmış olmalıdır (satır sonu eşlemesi).

source: Complete class members after:
tr: Sonra sınıf üyelerini tamamla:

source: Autocomplete attributes after this character. See the information for the same entry valid for tags.
tr: Bu karakterden sonra öznitelikler otomatik tamamlanır. Etiketler için aynı giriş değeri bilgisine bakın.

source: Complete attributes after:
tr: Sonra öznitelikleri tamamla:

source: The character specifying the end of an attribute
tr: Bir özniteliğin sonundaki belirleme karakteri

source: The character specifying the end of an attribute. By default it is <b>"</b> for XML DTEPs and <b>,</b> for pseudo DTEPs.
tr: Bir özniteliğin sonundaki belirleme karakteri. Öntanımlı olarak bu sözde DTEP'ler için <b>,</b> ve XML DTEP'leri için <b>"</b> dir.

source: Attribute separator:
tr: Öznitelik ayıracı:

source: Comma-separated list of DTEPs that can be present inside this DTEP
tr: Bu DTEP içerisinde var olabilen DTEP'lerin virgülle-ayrılmış listesi

source: Comma-separated list of DTEPs that can be present inside this DTEP. The list consist usually of pseudo DTEPs.
tr: Bu DTEP içerisinde var olabilen DTEP'lerin virgülle-ayrılmış listesi. Liste genellikle sözde DTEP'lerden oluşur.

source: Included DTEPs:
tr: İçerilen DTEP'ler:

source: The character after which the list of tags should be shown
tr: Gösterilmiş olması gereken etiketlerden sonraki karakter

source: Autocomplete tags after:
tr: Sonra etiketleri ototamamla:
