Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/*/messages/playground-sdk/quanta.po
Languages: tr

source: The character specifying the end of a tag. See the information for the attribute separator for details.
tr: Bir etiketin sonundaki belirleme karakteri. Detaylar için öznitelik ayıracı bilgisine bakın.

source: Tag separator:
tr: Etiket ayıracı:

source: Structures
tr: Yapılar

source: Available groups:
tr: Mevcut gruplar:

source: &Edit...
tr: &Düzenle...

source: &Delete
tr: &Sil

source: Structure Group Editor
tr: Yapı Grubu Düzenleyici

source: &Name:
tr: İsi&m:

source: The name of the group
tr: Grup adı

source: The user visible name of the group. It will be shown in the structure tree as a top node when there are elements belonging to this group in the document.
tr: Kullanıcı grubunun ismi görünürdür. Belge içinde bu gruba ait ögeler olduğu zaman bir üst düğüm olarak yapı ağacı içinde gösterilecektir.

source: &Icon:
tr: &Simge:

source: Regular expression to get the filename
tr: Dosyaismi almak için düzenli ifade

source: Regular expression to get the filename. The expression is used to <b>remove</b> the unnecessary strings from the element's text.
tr: Dosyaismi almak için düzenli ifade. İfade ögelerin metninden gereksiz karakterleri <b>kaldırmak</b> için kullanılır.

source: Filen&ame definition:
tr: &Dosya adı tanımı:

source: True if the element's text contains a filename
tr: Eğer ögelerin metni bir dosyaadı içeriyorsa doğrudur

source: Contains a &filename
tr: &Bir dosya adı içerir

source: Elements identified by this entry will belong to this group
tr: Bu giriş yoluyla tanımlanmış ögeler bu gruba ait olacaktır

source: Defines which tags belong to this group. The format is <i>tagname(attribute1, attribute2, ...)</i>. Tags with name <i>tagname</i> will appear under this group. The item text of the corresponding node in the tree will be <i>attribute1_value | attribute2_value | ...</i>Currently only one tag may be listed here.
tr: Bu gruba ait etiketler belirlenir. Biçim <i>etiketismi(öznitelik1, öznitelik2, ...)</i>. <i>Etiketismi</i>ile birlikte etiketler bu grup altında görünecektir. Ağaç içinde karşlığı olan düğümün öge metini <i>öznitelik1_değer | öznitelik2_değer | ...</i> olacaktır. Sadece geçerli bir etiket burada listelenebilir.

source: &Tag:
tr: &Etiket:

source: The name that appears when no element were found
tr: Öge bulunamadığı zaman görünecek isim

source: The user visible name of the group. It will be shown in the structure tree as a top node when there are <b>no</b> elements belonging to this group in the document.
tr: Kullanıcı grup ismi görünürdür. Belge içinde bu gruba ait ögeler ol<b>ma</b>dığı zaman bir üst düğüm olarak yapı ağacı içinde gösterilecektir.

source: "No" na&me:
tr: İsi&m"siz":

source: Treat elements as new tags
tr: Ögeleri yeni etiketler gibi düşün

source: Treat elements as new tags, so they will show up during tag autocompletion.
tr: Ögeleri yeni etiketler gibi düşün, bu yüzden onlar etiketi ototamamlama boyunca meydana çıkaracaktır.

source: Use elements as tags
tr: Ögeleri etiketler gibi kullan

source: &Pseudo DTEP Specific Settings
tr: &Sözde DTEP Özgün Ayarları

source: Regular expression to find the type of the element
tr: Ögenin türünü bulmak için düzenli ifade

source: Regular expression to find the type of the element. The pattern is searched on the result of the <i>DefinitionRx</i> match and the first captured area will hold the element type.<br> Example (simplified):<br> <b>DefinitionRx=\$+([a-zA-Z]+)=new\\s[a-zA-Z]+;<br> TypeRx=new\\s([a-zA-Z]+);</b><br><br> This will match strings like <b>$fooObj=new foo;</b>. Now this string is searched and it will find <b>new foo;</b>, where <b>foo</b> is the first captured text (the regular expression matching <b>foo</b> is between brackets).<br> So the type of <b>$fooObj</b> is <b>foo</b>.
tr: Ögenin türünü bulmak için düzenli ifade. Kalıp <i>TanımRx</i> eşleşmesinin sonucu üzerinde aranır ve ilk yakalanan bölge öge türünü tutacaktır.<br> Örnek (basitleştirilmiş):<br> <b>TanımRx=\$+([a-zA-Z]+)=yeni\\s[a-zA-Z]+;<br> TürRx=yeni\\s([a-zA-Z]+);</b><br><br> Bu <b>$fooObj=new foo;</b> gibi karakterleri eşleştirecektir. Şimdi bu karakter aranır ve bu ilk yakalanan metnin olduğu yerdeki foo, <b>new foo;</b> bulacaktır (düzenli ifade eşleşmesi <b>foo</b> köşeli ayraçlar arasındadır).<br> Bu yüzden <b>$fooObj</b> nun türü <b>foo</b>'dur.

source: Regular expression to find the usage of a group element
tr: Bir grup ögenin kullanımını bulmak için düzenli ifade

source: Regular expression to find the usage of a group element in the document.<br> Example 1:<br> - classes are defined as <b>class foo {...}</b><br> - classes are used as <b>$objFoo</b><br><br> Example 2:<br> - variables are defined as <b>int i</b><br> - variables are used as <b>@i</b><br><br> Example 3:<br> - variables are defined as <b>$i</b><br> - variables are used as <b>$i</b>. In this case <i>UsageRx </i>is the same as <i>DefinitionRx</i>.
tr: Bir grup ögenin kullanımını bulmak için düzenli ifade.<br> Örnek 1:<br> - sınıflar <b>sınıf foo {...]</b>olarak tanımlanmıştır<br> - sınıflar <b>$objFoo</b>olarak kullanılmıştır</b><br><br> Örnek 2:<br> - değişkenler <b>int i</b> olarak tanımlanmıştır<br> - değişkenler <b>@i</b>olarak kullanılmıştır<br><br> Örnek 3:<br> - değişkenler <b>$i</b> olarak tanımlanmıştır<br> - değişkenler <b>$i</b> olarak kullanılmıştır. O halde <i>UsageRx</i><i>Definition</i> ile aynıdır.

source: &Usage expression:
tr: İfade k&ullanımı:

source: Element t&ype expression:
tr: Öge &türü ifadesi:

source: Regular expression to find what belong to this group
tr: Bu gruba ait olan neyse bulmak için düzenli ifade

source: Regular expression used to find text areas in the document, which will belong to this group. The first captured area shouldbe the actual name of the group entry.<br> Example for a <i>class</i> group:<br> <b>\bclass[\\s]+([0-9a-zA-Z_\x7f-\xff]*)[\\s]*</b><br> The first captured area (between "<b>(</b>" and "<b>)</b>") holds the class name.
tr: Düzenli ifade bu gruba ait olacak belge içindeki metin bölgelerini aramada kullanılır. İlk yakalanan bölge grup girişinin gerçek ismi olmalıdır.<br> Bir <i>sınıf</i>grubu için örnek:<br> <b>\bsınıf[\\s]+([0-9a-zA-Z_\x7f-\xff]*)[\\s]*</b><br> İlk yakalanan bölge ("<b>(</b>" ve "<b>)</b>") arasındaki sınıf ismini tutar.

source: Definition e&xpression:
tr: &Tanımlama ifadesi:

source: The name of the group that may be the parent of this
tr: Grubun ismi bunun üstü olabilir

source: The name of the group that may be the parent of this. For example <b>classes</b> might be a parent of <b>functions</b> in case of member functions. This entry indicates this possible relationship and is used to provide functionality like member autocompletion.
tr: Grubun ismi bunun üstü olabilir. Örneğin <b>sınıflar</b>üye fonksiyonları yerine <b>fonksiyonlar</b> ın üstü olabilir. Bu giriş bu ilişkiyi mümkün gösterir ve üye ototamamlama gibi fonksiyonel olarak sağlamada kullanılır.

source: Parent group:
tr: Üst grup:

source: Only tags of this type can be part of the group
tr: Sadece bu türün etiketleri grubun parçası olabilir

source: Searched tags:
tr: Aranmış etiketler:

source: Regular expression used to remove unwanted strings from the completion text
tr: Düzenli ifade tamamlama metninden istenmeyen karakterleri kaldırmada kullanılır

source: Remove when autocompleting:
tr: Ototamamlandığı zaman kaldır:

source: Regular expression to tell when to bring up the completion box with the elements of this group
tr: Bu grubun ögeleri ile birlikte tamamlama kutusu açıldığını bildirmek için düzenli ifade

source: Regular expression to tell when to bring up the completion box with the elements of this group.<br> Example:<b>\bnew[\\s]+$</b> tells that after typing <b>new&nbsp;</b>, the completion box with the elements should be shown.
tr: Bu grubun ögeleri ile birlikte tamamlama kutusu açıldığını bildirmek için düzenli ifade<br> Örnek: Ögelerle birlikte tamamlama kutusu<b>new&nbsp;</b> yazımından sonrasını anlatan <b>\bnew[\\s]+$</b> gösterilmiş olmalıdır.

source: Autocomplete after:
tr: Ototamamlamadan sonra:

source: XmlTag
tr: XmlEtiketi

source: XmlTagEnd
tr: XmlEtiketSonu

source: Comment
tr: Yorum

source: ScriptTag
tr: BetikEtiketi

source: ScriptStructureBegin
tr: BetikYapıBaşlangıcı

source: ScriptStructureEnd
tr: BetikYapıSonu

source: Check if the filename that is in the elements text should be parsed
tr: Eğer metin ögeleri içindeki dosyaismi ayrıştırılmış olması gerekiyorsa kontrol et

source: Check if the filename that is in the elements text should be parsed. This makes sense only if the element may contain a filename and the <i>FileNameRx</i> is specified.
tr: Eğer metin ögeleri içindeki dosyaismi ayrıştırılmış olması gerekiyorsa kontrol et. Bu sadece eğer öge belirtilmiş bir <i>DosyaAdıRx</i> ve bir dosyaismi içerebiliyorsa algılamayı yapar.

source: Parse file
tr: Dosya ayrıştır

source: Type
tr: Tür

source: This is a simple group, nothing special
tr: Bu basit bir gruptur, özel değil

source: Simple
tr: Basit

source: The group's elements are variables
tr: Grubun ögeleri değişkendirlerdir

source: Variable group
tr: Değişken grup

source: The group's elements are functions
tr: Grubun ögeleri fonksiyonlardır

source: Function group
tr: Fonksiyon grubu

source: The group's elements are classes
tr: Grubun ögeleri sınıflardır

source: Class group
tr: Sınıf grubu

source: The group's elements are objects
tr: Grubun ögeleri nesnelerdir

source: Ob&ject group
tr: &Nesne grubu

source: Enable to use the minimal style search for definition instead of the standard (greedy) matching
tr: Standart eşleşme yerine tanımlama için en küçük biçim aramasını kullanmayı etkin kıl

source: Minimal search mode
tr: En küçük arama kipi

source: Tag case:
tr: Etiket durumu:

source: Default Case
tr: Varsayılan Durum

source: Lower Case
tr: Küçük Harf Durumu

source: Upper Case
tr: Büyük Harf Durumu

source: Default &DTD:
tr: Varsayılan &DTD:

source: Double Quotes
tr: Çift Alıntı

source: Single Quotes
tr: Tek Alıntı

source: Attribute quotation:
tr: Özellik Alıntısı:

source: Attribute case:
tr: Öznitelik durumu:

source: Case-sensitive tags and attributes
tr: Büyük-küçük harf duyarlı etiketler ve özellikler

source: &Fine-tune the DTEP after conversion
tr: &Dönüştürmeden sonra DTEP ince-ayarı

source: &Help
tr: &Yardım

source: Main
tr: Ana

source: Upload
tr: Gönder

source: Mark as uploaded, but do not upload
tr: Gönderilmiş olarak işaretle ama gönderme

source: &Add Profile
tr: Profi&l Ekle

source: &Remove Profile
tr: Profili &Kaldır

source: &Modify Profile
tr: &Profilleri Düzenle

source: Profile &name:
tr: Profil &adı:

source: &Protocol:
tr: &Protokol:

source: &Host:
tr: &Ana Bilgisayar:

source: Po&rt:
tr: Bağla&ntı Noktası:

source: &User:
tr: K&ullanıcı:

source: Pa&th:
tr: Kon&um:

source: Use as &default profile
tr: Ön&tanımlı profil olarak kullan

source: Main Toolbar
tr: Ana Araç Çubuğu

source: Browser Toolbar
tr: Tarayıcı Araç Çubuğu

source: &Project
tr: &Proje

source: &Tools
tr: &Araçlar

source: &Tags
tr: &Etiketler

source: &Actions
tr: &Eylemler

source: &Load Toolbars
tr: Araç Çubuk&larını Yükle

source: &Save Toolbars
tr: Araç Çubuklarını &Kaydet

source: User Toolbar
tr: Kullanıcı Araç Çubuğu

source: &Edit
tr: Dü&zen

source: Paste Special
tr: Özel Yapıştır

source: &View
tr: Görü&nüm

source: T&ools
tr: &Araçlar

source: &Settings
tr: Aya&rlar

source: Navigation Toolbar
tr: Gezgin Araç Çubuğu

source: Quanta+ KDE XML Validator
tr: Quanta+ KDE XML Doğrulayıcısı

source: dwt - Apply Dreamweaver Template
tr: dwt - Dreamweaver Şablonu Uygula

source: Help
tr: Yardım

source: The dwt Script will apply actual Dreamweaver templates to all your project files. Just enter the FULL project path and specify where the script dwt.pl can be found.
tr: dwt Betiği asıl Dreamweaver şablonlarını tüm proje dosyalarınıza uygular. Sadece TAM proje konumunuzu girin ve dwt.pl betiğinin nerede olduğunu belirtin.

source: Quick Start
tr: Hızlı Başlangıç

source: Quanta Plus Kommander Quick Start
tr: Quanta Plus Kommander Hızlı Başlangıcı

source: Body Area
tr: Gövde Alanı

source: Show DTD
tr: DTD Göster

source: HTML 4.01 Transitional
tr: HTML 4.01 Geçiş Dönemi

source: HTML 4.01 Strict
tr: HTML 4.01 Sert

source: HTML 4.01 Frameset
tr: HTML 4.01 Çerçeveayarı

source: XHTML 1.0 Transitional
tr: XHTML 1.0 Geçiş Dönemi

source: XHTML 1.0 Strict
tr: XHTML 1.0 Sert

source: XHTML 1.0 Frameset
tr: XHTML 1.0 Çerçeveayarı

source: Title
tr: Başlık

source: Quanta+: meinproc
tr: Quanta+: anaişlem

source: Quanta Script Info Generator
tr: Quanta Betik Bilgisi Oluşturucusu

source: Enter Info
tr: Bilgi Girin

source: Please fill in all fields
tr: Lütfen tüm alanları doldurun

source: Formatting may be done with XHTML tags
tr: Biçimlendirme XHTML etiketleriyle yapılabilir

source: Select the directory to write the .info file to
tr: .info dosyasının yazılacağı dizini seçin

source: Public Domain
tr: Kamusal Alan Adı

source: Other
tr: Diğer

source: If other include in about
tr: Eğer diğer içerme hakkındaysa

source: Editor/Executor:
tr: Düzenleyici/Yürütücü:

source: Optional: Editor other than Quanta to use for this script
tr: Seçenekli: Bu betiği kullanmak için Quanta'dan diğer düzenleyici

source: Optional: External program executor
tr: Seçenekli: Harici program yürütücü

source: Write File
tr: Dosya Yaz

source: About
tr: Hakkında

source: Tidy by Kommander
tr: Kommander tarafından düzenli

source: General Options
tr: Genel Ayarlar

source: Non Tidy Option
tr: Çöp Sepeti Seçeneği Yok

source: Use DCOP to send active page from Quanta+ to tidy
tr: Çöp sepetine Quantadan aktif sayfa göndermek için DCOP kullan

source: Modify original input files
tr: Orjinal girdi dosyalarını değiştir

source: Processing Directives
tr: Yönergeler İşleniyor

source: Force tags to upper case
tr: Etiketleri büyük harfe zorla

source: Indent element content
tr: Öge içeriğini girintile

source: Character Encodings
tr: Karakter Kodlamaları

source: (ibm858) use IBM-858 (CP850+Euro) for input, US-ASCII for output
tr: Girdi için IBM-858 (CP850+Euro) kullan (ibm858), çıktı için US-ASCII

source: (raw) output values above 127 without conversion to entities
tr: Varlıklara dönüştürmeksizin 127 üstü değerleri çıkışı (ham)

source: (utf16le) use UTF-16LE for both input and output
tr: Girdi ve çıktı her ikisi için UTF-16LE kullan (utf16le)

source: (latin1) use ISO-8859-1 for both input and output
tr: Girdi ve çıktı her ikisi için ISO-8859-kullan (latin1)

source: (win1252) use Windows-1252 for input, US-ASCII for output
tr: Çıktı için US-ASCII, girdi için Windows-1252 kullan (win1252)

source: (shiftjis) use Shift_JIS for both input and output
tr: Girdi ve çıktı her ikisi için Shift_JIS kullan (shiftjis)

source: (utf16be) use UTF-16BE for both input and output
tr: Girdi ve çıktı her ikisi için UTF-16BE kullan (utf16be)

source: (ascii) use US-ASCII for output, ISO-8859-1 for input
tr: Girdi için ISO-8859-1, çıktı için US-ASCII kullan (ascii)

source: set the two-letter language code <lang> (for future use)
tr: iki-harf dil kodu <dil> ayarı (gelecek kullanım için)

source: (utf16) use UTF-16 for both input and output
tr: Girdi ve çıktı her ikisi için UTF-16 kullan (utf16)

source: (big5) use Big5 for both input and output
tr: Girdi ve çıktı her ikisi için Big5 kullan (big5)

source: (utf8) use UTF-8 for both input and output
tr: Girdi ve çıktı her ikisi için UTF-8 kullan (utf8)

source: (latin0) use US-ASCII for output, ISO-8859-1 for input
tr: Girdi için ISO-8859-1, çıktı için US-ASCII kullan (latin0)

source: (mac) use MacRoman for input, US-ASCII for output
tr: Çıktı için US-ASCII, girdi için MacRoman kullan (mac)

source: (iso2022) use ISO-2022 for both input and output
tr: Girdi ve çıktı her ikisi için ISO-2022 kullan (iso2022)

source: About Tidy
tr: Çöp Sepeti Hakkında
