Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/*/messages/playground-sdk/quanta.po
Languages: tr

source: Select or enter in this spin box the number of columns that should be created by the wizard.
tr: Sihirbaz tarafında yaratılmış olması gereken sütunların bu kaydırma kutusu içindeki sayısını girin ya da seçin.

source: Table id:
tr: Tablo kimliği:

source: &Add table header
tr: T&ablo başlığı ekle

source: Check this box to create a table header. The table header is the first row of the table, and has the same number of entries as the other rows.
tr: Bir tablo başlığı yaratmak için bu kutuyu onaylayın. Tablo başlığı tablonun ilk satırıdır ve diğer satırlar gibi girişlerin aynı sayısına sahiptir.

source: table_id
tr: tablo_kimliği

source: Select or enter in this spin box the number of rows that should be created by the wizard. After using the wizard, you can add (or remove) more rows. To add more rows, add the same number of <entry> tags per <row> tag as in the rest of the table.
tr: Sihirbaz tarafından yaratılmış olması gereken satırların bu kaydırma kutusu içindeki sayısını girin ya da seçin. Sihirbazı kullandıktan sonra, daha fazla satır ekleyebilirsiniz (ya da kaldırabilirsiniz Daha fazla satır eklemek için, tablonun dayanağı içindeki gibi etiket <entry>yüzdesi etiketleri<row> nin aynı sayısını ekleyin.

source: Number of rows:
tr: Satırların sayısı:

source: Table title:
tr: Tablo başlığı:

source: Enter here the title of the table. The title of the table will appear in the table of contents as well, under the "List of Tables", if you are using the KDE DocBook tools.
tr: Tablonun başlığını buraya girin. Eğer KDE BelgeKitabı araçları kullanırsanız, tablonun başlığı "Tabloların Listesi" altında olduğu gibi içeriklerin tablosu içinde gözükecektir.

source: Table Title
tr: Tablo Başlığı

source: Table Type
tr: Tablo Türü

source: ta&ble
tr: ta&blo

source: Select this option to generate a formal table (table).
tr: Resmi bir tabloyu meydana getirmek için bu seçeneği seçin (tablo).

source: &informaltable
tr: resm&iolmayantablo

source: Select this option to generate an informal table (informaltable).
tr: Resmi olmayan bir tablo meydana getirmek için bu seçeneği seçin (resmiolmayantablo).

source: <qt> Select the table type: <ul> <li><b>informaltable:</b> the most used table type in KDE docs. A informaltable does not contain title, table head or entry in the table of contents.</li> <li><b>table:</b> a complete and formal table type, including title, table head and entry in the table of contents.</li> </ul> </qt>
tr: <qt> Tablo türü seçin: <ul> <li><b>resmiolmayantablo:</b>KDE belgeleri içinde en çok kullanılan tablo türü. Resmi olmayan tablo içindekiler tablosu içindeki giriş, tablo başlığı ya da başlık içermez.</li> <li><b>tablo:</b>içindekiler tablosu içindeki giriş ve tablo başlığı ,başlık içeren, resmi tablo türü ve tamamı.</li> </ul> </qt>

source: Note: This will not work well if you have multiple instances of Quanta running.
tr: Not: Eğer birden fazla Quanta uygulaması aynı anda açıksa bu iyi çalışmayacaktır.

source: Path to tidy (required):
tr: Çöp sepetine yok (gerekli):

source: Input from file instead of stdin:
tr: stdin yerine dosyadan girdi al:

source: Write errors to file instead of stderr:
tr: Hataları stderr yerine dosyaya yaz:

source: Use configuration from file:
tr: Dosyadan yapılandırma kullan:

source: Output to file instead of stdout:
tr: stdout yerine dosyaya çıktı al:

source: Force XHTML to well-formed HTML
tr: XHTML'i iyi-oluşturulmuş HTML'e zorla

source: Convert HTML to well-formed XHTML
tr: HTML'i iyi-oluşturulmuş XHTML'e zorla

source: Replace FONT, NOBR and CENTER tags by CSS
tr: FONT, NOBR ve CENTER etiketlerini CSS ile değiştir

source: Specify the input is well-formed XML
tr: Girdi belirtmek iyi-oluşturulmuş XML'dir

source: Omit optional end tags
tr: İsteğe bağlı etiketleri otomatik kapat

source: Do extra accessibility checks <level>:
tr: Ek erişilebilirlik kontrolleri yap <seviye>:

source: Output numeric rather than named entities
tr: Varlıklar yerine sayısal çıktı

source: Only show errors
tr: Sadece hataları göster

source: Wrap text at column:
tr: Sütundaki metni sar

source: Convert HTML to well-formed XML
tr: HTML'i iyi-oluşturulmuş XML'e dönüştür

source: Strip out smart quotes and em dashes, etc.
tr: Baskı aralığı darbelerini ve akıllı tırnakları boşalt

source: Suppress non-essential output
tr: Yaşamsal önemi olmayan çıktıları bas

source: Do not specify an encoding
tr: Bir kodlama belirtme

source: C&urrent file
tr: Geçerli &dosya

source: Other file:
tr: Diğer dosya:

source: Validate against:
tr: Ona rağmen onayla:

source: Well-formed checking &only
tr: Sadece düzgün biçimlendirilmiş k&ontrol

source: &Translate
tr: Ç&evir

source: Current file
tr: Şu anki dosya

source: File location:
tr: Dosya konumu:

source: Stylesheet location:
tr: Biçimsayfası konumu:

source: Output file name:
tr: Çıktı dosya adı:

source: Show tooltips for the items.
tr: Öğeler için ipuçlarını göster

source: Remember the status of the tree.
tr: Ağaç durumunu anımsa

source: Always show the Root and Home items.
tr: Ev ve Kök ögelerini her zaman göster

source: Show hidden files and folder in the tree.
tr: Gizli dosya ve dizinleri ağaçta göster

source: Show whitespace areas and empty groups in the trees
tr: Ağaçta beyaz alanları ve boş grupları göster

source: Show closing tags in the tree
tr: Ağaçta kapatma etiketlerini göster

source: Enable auto-completion
tr: Otomatik tamamlamayı etkinleştir

source: Auto-close non single and non optional tags
tr: Seçimlik ve tekil olmayan etiketleri otomatik kapat

source: Update opening/closing tags automatically
tr: Açma/kapama etiketlerini otomatik güncelle

source: Default DTD
tr: Öntanımlı DTD

source: Default encoding
tr: Ön tanımlı kodlama

source: Tag case
tr: Etiket durumu

source: Attribute case
tr: Öznitelik durumu

source: Attribute quotation
tr: Özellik Alıntısı

source: Fonts
tr: Yazı Tipleri

source: Forms
tr: Formlar

source: Lists
tr: Listeler

source: Standard
tr: Standart

source: Tables
tr: Tablolar

source: Debug
tr: Hata ayıklama

source: tagxml
tr: xmletiketi

source: Docbook - UI
tr: Belgekitabı - KullanıcıArayüzü

source: XML Tools
tr: XML Araçları

source: Style
tr: Stil

source: KDE DocBook Admonitions
tr: KDE BelgeKitabı Öğütleri

source: KDE DocBook Images
tr: KDE BelgeKitabı Resimleri

source: KDE DocBook Lists
tr: KDE BelgeKitabı Listeleri

source: KDE DocBook Standard
tr: KDE BelgeKitabı Standardı

source: KDE DocBook Tables
tr: KDE BelgeKitabı Tabloları

source: UI Elements
tr: Kullanıcı Arayüzü Ögeleri

source: Tools
tr: Araçlar

source: Attributes
tr: Özellikler

source: complexType
tr: karmaşıkTür

source: Documentation
tr: Belgeleme

source: Facets
tr: Yüzeyler

source: Misc.
tr: Çeşitli

source: simpleType
tr: basitTür

source: deck
tr: deste

source: forms
tr: formlar

source: misc.
tr: diğer

source: table
tr: tablo

source: tasks
tr: görevler

source: text
tr: metin

source: Time
tr: Zaman

source: ColdFusion Comment
tr: ColdFusion Yorumu

source: Font...
tr: Yazıtipi...

source: Font Size+1
tr: Yazıtipi Boyutu+1

source: Font Size-1
tr: Yazıtipi Boyutu-1

source: Pre
tr: Ön

source: Subscript
tr: Altbetik

source: Superscript
tr: Üstindis

source: Head 1 Level
tr: Baş 1 Seviyesi

source: Head 2 Level
tr: Baş 2 Seviyesi

source: Head 3 Level
tr: Baş 3 Seviyesi

source: Head 4 Level
tr: Baş 4 Seviyesi

source: Head 5 Level
tr: Baş 5 Seviyesi

source: Select
tr: Seç

source: Check Button
tr: İşaretleme Düğmesi

source: Radio Button
tr: Radyo Düğmesi

source: Text Area
tr: Metin Alanı

source: Input Password
tr: Giriş Şifresi

source: Input Text
tr: Giriş Metni

source: Submit
tr: Gönder

source: Reset
tr: Sıfırla

source: Unordered List
tr: Sırasız Liste

source: Ordered List
tr: Sıralı Liste

source: List Item
tr: Liste Ögesi

source: Definition List
tr: Tanımlama Listesi

source: Definition Term
tr: Tanımlama Terimi

source: Definition
tr: Tanımlama

source: Bold
tr: Kalın

source: Italic
tr: Yatık

source: Underline
tr: Alt çizgi

source: New Line
tr: Yeni Satır

source: Paragraph
tr: Paragraf

source: Non Breaking Space
tr: Boşluk Kesme Yok

source: Anchor...
tr: Sabitleme...

source: Image...
tr: Resim...

source: Horizontal Line
tr: Yatay Çizgi

source: Align Left
tr: Sola Yasla

source: Align Center
tr: Ortala

source: Align Right
tr: Sağa Yasla

source: Align Justify
tr: İki Yana Yasla

source: Table
tr: Tablo

source: Table Row (with dialog)
tr: Tablo Satırı (diyalog ile birlikte)

source: Table Body (with dialog)
tr: Tablo Gövdesi (diyalog ile birlikte)

source: Table Head (with dialog)
tr: Tablo Başlığı (diyalog ile birlikte)

source: Table Data (with dialog)
tr: Tablo Verisi (diyalog ile birlikte)

source: Table Body
tr: Tablo Gövdesi

source: Table Head
tr: Tablo Başlığı

source: Table Row
tr: Tablo Satırı

source: Table Data
tr: Tablo Verisi

source: Caption
tr: Başlık

source: Class Name
tr: Sınıf Adı

source: Metod Name
tr: Yöntem Adı

source: Function
tr: Fonksiyon

source: File Name
tr: Dosya Adı

source: Var Name
tr: Değişken İsmi

source: Command Line
tr: Komut Satırı

source: Parameter
tr: Parametre

source: Prompt
tr: İstek

source: Application Name
tr: Uygulama Adı

source: Button
tr: Düğme

source: Icon
tr: Simge

source: Label
tr: Etiket

source: Menu
tr: Menü

source: menu item
tr: menü ögesi

source: Sub menu
tr: Alt menü

source: New Tag file
tr: Yeni Etiket dosyası

source: para
tr: parametre

source: note
tr: not

source: sect1
tr: kısım1

source: sect2
tr: kısım2

source: sect3
tr: kısım3

source: sect4
tr: kısım4

source: Web Link
tr: Web Bağlantısı

source: New image file
tr: Yeni resim dosyası

source: programlisting
tr: program listeleme

source: List
tr: Liste

source: Items
tr: Nesneler

source: Emphasis
tr: Vurgulamalar

source: amp
tr: ve imi

source: CDATA
tr: CVERİSİ

source: XML Validator
tr: XML Onaylayıcı

source: XSLT Processor
tr: XSLT İşlemcisi

source: Option
tr: Seçenek

source: Fieldset
tr: Alanayarı

source: Legend
tr: Gösterge

source: Base
tr: Temel

source: Link
tr: Bağlantı

source: Quick Start Dialog
tr: Hızlı Başlangıç Penceresi

source: Span
tr: Yayılma Aralığı

source: Div
tr: Sayı

source: warning
tr: uyarı

source: caution
tr: uyarı

source: important
tr: önemli

source: tip
tr: uç

source: footnote
tr: dipnot

source: footnoteref
tr: dipnotbaşı

source: example
tr: örnek

source: informalexample
tr: resmiolmayanörnek

source: Image Wizard
tr: Resim Sihirbazı

source: screenshot
tr: ekran görüntüsü

source: screeninfo
tr: ekranbilgisi

source: mediaobject
tr: ortamnesnesi

source: inlinemediaobject
tr: satıriçiortamnesnesi

source: imageobject
tr: resimnesnesi

source: imagedata
tr: resimverisi

source: textobject
tr: metinnesnesi

source: phrase
tr: tümce

source: caption
tr: başlık

source: List Wizard
tr: Liste Sihirbazı

source: orderedlist
tr: sıralıliste

source: itemizedlist
tr: öge düzenleme listesi

source: listitem
tr: liste ögesi

source: variablelist
tr: değişkenlistesi

source: varlistentry
tr: değişkenlistesigirişi

source: term
tr: terim

source: varlistitem
tr: değişken listesi ögesi

source: procedure
tr: yordam

source: step
tr: adım

source: substeps
tr: altadımlar

source: simplelist
tr: basitliste

source: member
tr: üye

source: chapter
tr: bölüm

source: sect5
tr: kısım5

source: title
tr: başlık

source: anchor
tr: sabitleme

source: xref
tr: xbaşı

source: link
tr: bağlantı

source: ulink
tr: ubağlantısı

source: email
tr: e-posta

source: Table Wizard
tr: Tablo Sihirbazı

source: informaltable
tr: resmiolmayantablo

source: tgroup
tr: tgrubu

source: thead
tr: tbaşlığı

source: tbody
tr: tgövdesi

source: row
tr: satır

source: entry
tr: girdi

source: guilabel
tr: gui(grafik kullanıcı arayüzü)etiketi

source: guibutton
tr: gui(grafik kullanıcı arayüzü)düğmesi

source: guiicon
tr: gui(grafik kullanıcı arayüzü)simgesi

source: menuchoice
tr: menüseçimi

source: shortcut
tr: kısayol

source: guimenu
tr: gui(grafik kullanıcı arayüzü)menüsü

source: guimenuitem
tr: grafiksel kullanıcı arayüzü menü ögesi

source: guisubmenu
tr: gui(grafik kullanıcı arayüzü)altmenüsü

source: keycombo
tr: açılananahtar

source: keycap
tr: anahtarbaşlığı

source: action
tr: eylem

source: checkXML
tr: XMLkontrolü

source: anyAttribute
tr: herhangiÖznitelik

source: attribute
tr: özellik

source: attributeGroup
tr: öznitelikGrubu

source: complexContent
tr: karmaşıkİçerik

source: simpleContent
tr: basitİçerik

source: all
tr: tümü

source: choice
tr: seçim

source: group
tr: grup

source: sequence
tr: sıra

source: restriction
tr: sınırlama

source: extension
tr: ifade

source: annotation
tr: bilgi notu

source: appInfo
tr: uygulamaBilgisi

source: documentation
tr: belge

source: enumeration
tr: numaralandırma

source: pattern
tr: şablon

source: totalDigits
tr: toplamBasamaklar

source: fractionDigits
tr: kesirBasamakları

source: length
tr: uzunluk

source: maxLength
tr: azamiUzunluk

source: minLength
tr: asgariUzunluk

source: maxInclusive
tr: azamiDahil

source: minInclusive
tr: asgariDahil

source: maxExclusive
tr: azamiÖzelKullanım

source: minExclusive
tr: asgariÖzelKullanım

source: whiteSpace
tr: beyazBoşluk

source: schema
tr: şema

source: import
tr: al

source: include
tr: ekle

source: notation
tr: gösterim

source: redefine
tr: yeniden tanımla

source: any
tr: herhangi

source: field
tr: alan

source: key
tr: anahtar

source: keyref
tr: anahtarbaşvuru

source: selector
tr: seçici

source: unique
tr: benzersiz

source: list
tr: liste

source: union
tr: birleşim

source: Attribute
tr: Özellik

source: Item
tr: Nesne

source: Location
tr: Konum

source: Tool Tip
tr: İpucu

source: What's This
tr: Bu Nedir

source: Children
tr: Ürünler

source: Stoppingtags
tr: Durma etiketleri

source: Access (wml)
tr: Erişim (wml)

source: Card
tr: Kart

source: Head
tr: Başlık

source: Select (wml)
tr: Seç (wml)

source: Input Text (wml)
tr: Giriş Metni (wml)

source: Option (wml)
tr: Seçenek (wml)

source: Option Group (wml)
tr: Seçenek Grubu (wml)

source: Anchor...(wml)
tr: Sabitleme...(wml)

source: Image...(wml)
tr: Resim...(wml)

source: Timer (wml)
tr: Zamanlayıcı (wml)

source: Set variable
tr: Değişken Ata

source: Post Field
tr: Posta Alanı

source: Table (wml)
tr: Tablo (wml)

source: Table Row (wml)
tr: Tablo Satırı (wml)

source: Table Data (wml)
tr: Tablo Verisi (wml)

source: Go (wml)
tr: Git (wml)

source: No operation (wml)
tr: İşlem yok (wml)

source: Previous (wml)
tr: Önceki (wml)

source: Refresh
tr: Tazele

source: Do (wml)
tr: Yap (wml)

source: Onevent (wml)
tr: Olayda (wml)

source: Bold (wml)
tr: Kalın (wml)

source: Emphasize (wml)
tr: Vurgula (wml)

source: Italic (wml)
tr: İtalik (wml)

source: Underline (wml)
tr: Alt çizgi (wml)

source: Small (wml)
tr: Küçük (wml)

source: Big (wml)
tr: Büyük (wml)

source: New Line (wml)
tr: Yeni Satır (wml)

source: Paragraph (wml)
tr: Paragraf (wml)

source: CF comment
tr: CF yorumu

source: Bold &lt;em>
tr: Kalın &lt;em>

source: Italic &lt;strong>
tr: Yatık &lt;strong>

source: New Chapter
tr: Yeni Bölüm

source: Validates XML.
tr: XML geçerliliğini doğrular.

source: Select Option
tr: Seçim Seçeneği

source: Fieldset Tag
tr: Alanayarı Etiketi

source: Legend Tag
tr: Gösterge Etiketi

source: Meta Tag
tr: Meta Etiketi

source: Style Tag
tr: Biçim Etiketi

source: Link Tag
tr: Bağlantı Etiketi

source: Kommander Quick Start Dialog
tr: Kommander Hızlı Başlangıç Penceresi

source: span text
tr: span metni

source: Div Block
tr: Div Bloğu

source: <anyAttribute>
tr: <herhangiÖznitelik>

source: <attribute>
tr: <öznitelik>

source: <attributeGroup>
tr: <öznitelikGrubu>

source: <complexType>
tr: <karmaşıkTür>

source: <complexContent>
tr: <karmaşıkİçerik>

source: <simpleContent>
tr: <basitİçerik>

source: <all>
tr: <tümü>

source: <choice>
tr: <seçim>

source: <group>
tr: <grup>

source: <sequence>
tr: <sıra>

source: <restriction>
tr: <sınırlama>

source: <extension>
tr: <uzantı>

source: <annotation>
tr: <bilgi notu>

source: <appInfo>
tr: <uygulama bilgisi>

source: <documentation>
tr: <belgelendirme>

source: <enumeration>
tr: <numaralandırma>

source: <pattern>
tr: <desen>

source: <totalDigits>
tr: <toplamBasamaklar>

source: <fractionDigits>
tr: <kesirBasamakları>

source: <length>
tr: <uzunluk>

source: <maxLength>
tr: <azamiUzunluk>

source: <minLength>
tr: <asgariUzunluk>

source: <maxInclusive>
tr: <azamiDahil>

source: <minInclusive>
tr: <asgariDahil>

source: <maxExclusive>
tr: <azamiÖzelKullanım>

source: <minExclusive
tr: <asgariÖzelKullanım>

source: <whiteSpace>
tr: <beyazBoşluk>

source: <schema>
tr: <şema>

source: <element>
tr: <öge>

source: <import>
tr: <içeriye aktar>

source: <include>
tr: <içer>

source: <notation>
tr: <gösterim>

source: <redefine>
tr: <yeniden tanımla>

source: <any>
tr: <herhangi>

source: <field>
tr: <alan>

source: <key>
tr: <anahtar>

source: <keyref>
tr: <anahtarbaşvuru>

source: <selector>
tr: <seçici>

source: <unique>
tr: <benzersiz>

source: <simpleType>
tr: <basitTip>

source: <list>
tr: <liste>

source: <union>
tr: <birleşim>

source: <children>
tr: <çocuk>

source: <stoppingtags>
tr: <durmaetiketleri>

source: Select from a list
tr: Bir listeden seç

source: Enter text which is assigned to a specified variable
tr: Belirtilmiş bir değikene atanmış olan metni girin

source: Open a specified URL
tr: Belirtilmiş bir Adres aç

source: No operation
tr: İşlem yok

source: Specifies a small font
tr: Küçük bir yazı tipi belirtir

source: Specifies a big font
tr: Büyük bir yazı tipi belirtir

source: The <b>FONT</b> element allows authors to suggest rudimentary <i>font changes</i>.
tr: <b>YAZI TIPI</b> ögesi <i>yazı tipi değişikleri</i> ilkesini önermeye yazarlara izin verir.

source: This <b>SIZE=+1</b> element allows to <i>increase</i> font.
tr: Bu <b>BOYUT=+1</b>ögesi yazı tipi <i>artırımına</i>izin verir.

source: This <b>SIZE=-1</b> element allows to <i>decrease</i> font.
tr: Bu <b>BOYUT=-1</b>ögesi yazı tipi <i>azaltımına</i>izin verir.

source: The <b>PRE</b> element allows to view <i>preformatted</i> text.
tr: <b>ÖN</b> öge <i>önbiçimlenmiş</i> metni görmeye izin verir.

source: The <b>SUB</b> element is used for <i>subscripts</i>. <br>- common attributes
tr: <b>ALT</b> öge <i>altbetikler</i> için kullanılır. <br>- ortak öznitelikler

source: The <b>SUP</b> element is used for <i>superscripts</i>. <br>- common attributes
tr: <b>SUP</b> ögesi <i>altbetikler</i> için kullanılır. <br>- ortak öznitelikler

source: The <b>H1</b> element defines a <i>level-one heading</i>. <br>- ALIGN=[ left | center | right | justify ] (horizontal alignment) <br>- common attributes
tr: <b>H1</b>ögesi bir <i>seviye başlığı</i> tanımlar</i>. <br>- HİZALA=[ sol | merkez | sağ | yasla ] (yatay hizalama) <br>- ortak öznitelikler

source: The <b>H2</b> element defines a <i>level-two heading</i>. <br>- ALIGN=[ left | center | right | justify ] (horizontal alignment) <br>- common attributes
tr: <b>H1</b>ögesi <i>iki-seviye başlığı</i> tanımlar</i>. <br>- HİZALA=[ sol | merkez | sağ | yasla ] (yatay hizalama) <br>- ortak öznitelikler

source: The <b>H3</b> element defines a <i>level-three heading</i>. <br>- ALIGN=[ left | center | right | justify ] (horizontal alignment) <br>- common attributes
tr: <b>H1</b>ögesi <i>üç-seviye başlığı</i> tanımlar</i>. <br>- HİZALA=[ sol | merkez | sağ | yasla ] (yatay hizalama) <br>- ortak öznitelikler

source: The <b>H4</b> element defines a <i>level-four heading</i>. <br>- ALIGN=[ left | center | right | justify ] (horizontal alignment) <br>- common attributes
tr: <b>H1</b>ögesi <i>dört-seviye başlığı</i> tanımlar</i>. <br>- HİZALA=[ sol | merkez | sağ | yasla ] (yatay hizalama) <br>- ortak öznitelikler

source: The <b>H5</b> element defines a <i>level-five heading</i>. <br>- ALIGN=[ left | center | right | justify ] (horizontal alignment) <br>- common attributes
tr: <b>H1</b>ögesi <i>beş-seviye başlığı</i> tanımlar</i>. <br>- HİZALA=[ sol | merkez | sağ | yasla ] (yatay hizalama) <br>- ortak öznitelikler

source: The <b>B</b> element suggests that text be rendered as <i>bold text</i>. <br>- common attributes
tr: <b>B</b> ögesi <i>koyu metin</i> gibi oluşturulmuş metin önerir. <br>- ortak öznitelikler

source: The <b>I</b> element suggests that text be rendered as <i>italic text</i>. <br>- common attributes
tr: <b>I</b> ögesi <i>yatık metin</i> gibi oluşturulmuş metin önerir. <br>- ortak öznitelikler

source: The <b>U</b> element, deprecated in HTML 4.0, suggests that text be rendered as <i>underlined text</i>. <br>- common attributes
tr: <b>U</b> ögesi, HTML 4.0 içinde reddedilmiş,<i>altı çizili metin</i> gibi oluşturulmuş metin önerir. <i>altı çizilmiş metin</i>. <br>- ortak öznitelikler

source: The <b>BR</b> element forces a <i>break</i> in the current line of text. <br>- CLEAR=[ left | all | right | none ] (clear floating objects) <br>- core attributes
tr: <b>BR</b> ögesi metnin mevcut satırı içinde <i>bitirmeye</i> zorlar. <br>- AÇIK=[ sol | tüm | sağ | hiçbiri ] (açık kayan nesneler) <br>- çekirdek öznitelikler

source: The <b>P</b> element defines a <i>paragraph</i>. <br>- ALIGN=[ left | center | right | justify ] (horizontal alignment) <br>- common attributes
tr: <b>P</b> ögesi bir <i>paragraf</i> tanımlar. <br>- HİZALA=[ sol | merkez | sağ | yasla ] (yatay hizalama) <br>- ortak öznitelikler

source: Inserting <b>nbsp</b>. Non breaking <i>space</i>.
tr: <b>nbsp</b> ekleniyor. <i>boşluk</i> kesme yok.

source: The <b>A</b> element denotes an <i>anchor</i>--a hypertext link or the destination of a link. The <b>HREF</b> attribute specifies a hypertext link to another resource, such as an <i>HTML</i> document or a <i>JPEG</i> image.
tr: <b>Bir</b> öge bir bağlantının varış noktasını ya da bir hipermetin bağlantısı bir <i>sabitleme</i> gösterir. <b>HREF</b>bir <i>JPEG</i> resmi ya da bir <i>HTML</i> belgesi gibi, başla bir kaynağa hipermetin bağlantısı belirtir.

source: The <b>IMG</b> element specifies an <i>inline</i> image. The required <b>SRC</b> attribute specifies the location of the image.
tr: <b>IMG</b> ögesi bir <i>satıriçi</i> resmi belirtir. Gerekli <b>KYNK</b> özniteliği resmin konumunu belirtir.

source: The <b>HR</b> element defines a <i>horizontal rule</i> for visual browsers. While this element is inherently presentational, it can be used structurally as a section divider.
tr: <b>HR</b> ögesi görsel tarayıcılar için <i>yatay bir kural</i> tanımlar. Bu öge doğal olarak kullanılıyorken, bir kısım bölücüsü gibi yapısal olarak kullanılabilir.

source: The <b>!-- --></b> element <i>comment</i> a text inside.
tr: <b>!-- --></b> ögesi bir satıriçi metni yorumlar.

source: The <b>DIV ALIGN</b>=<i>left</i> suggests the horizontal alignment for the content of the division to <i>left</i>.
tr: <b> SAYI HİZALAMA</b>=<i>sol</i> <i>soldaki</i> bölümün içeriği için yatay hizalama önerir.

source: The <b>DIV ALIGN</b>=<i>center</i> or <b>CENTER</b> suggests the horizontal alignment for the content of the division to <i>center</i>.
tr: <b>SAYI HİZALAMA</b>=<i>merkez</i> ya da <b>MERKEZ</b> merkezdeki bölümün içeriği için yatay hizalama önerir.

source: The <b>DIV ALIGN</b>=<i>right</i> suggests the horizontal alignment for the content of the division to <i>right</i>.
tr: <b>SAYI HİZALAMA</b>=<i>sağ</i> sağdaki bölümün içeriği için yatay hizalama önerir.

source: The <b>DIV ALIGN</b>=<i>justify</i> suggests the horizontal alignment for the content of the division to <i>justify</i>.
tr: <b>DIV ALIGN</b>=<i>justify</i> <i>justify</i> ile bölümün içeriği için yatay hizalama önerir.
