Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/*/messages/playground-sdk/quanta.po
Languages: tr

source: The <b>anchor</b> element denotes an <i>anchor</i>-- a link to formatted text. The <b>task</b> within the tag is executed when the link is selected, such as an <i>go</i> task or a <i>refresh</i>.
tr: <b>anchor</b> ögesi biçimlenmiş metine bir <b>anchor</b> bağlantısı gösterir. Etiketle birlikte <b>görev</b> bir <i>tazeleme</i> ya da bir göreve <i>gitmek</i> gibi eylemler gerçekleştirildiğinde yürütülür.

source: The <b>a</b> element denotes an <i>anchor</i>--a hypertext link or the destination of a link. The <b>HREF</b> attribute specifies a hypertext link to another <i>wml</i> document.
tr: <b>Bir</b> öge bir bağlantının varış noktası ya da bir hipermetin bağlantısı bir <i>sabitleme</i> gösterir. <b>HREF</b> özniteliği başka <i>wml</i>belgesine bir hipermetin bağlantısı belirtir.

source: The <b>B</b> element suggests that text be rendered as <i>bold text</i>.
tr: <b>B</b> ögesi <i>koyu metin</i> gibi oluşturulmuş olan metin önerir.

source: The <b>B</b> element suggests that text be rendered as <i>emphasized text</i>.
tr: <b>B</b> ögesi <i>vurgulanmış metin</i> gibi oluşturulmuş olan metin önerir.

source: The <b>I</b> element suggests that text be rendered as <i>italic text</i>.
tr: <b>I</b> ögesi <i>yatık metin</i> gibi oluşturulmuş olan metin önerir.

source: The <b>U</b> element suggests that text be rendered as <i>underlined text</i>.
tr: <b>U</b> ögesi <i>altıçizilmiş metin</i> gibi oluşturulmuş olan metin önerir.

source: The <b>small</b> element suggests that text be rendered as a <i>small font</i>.
tr: <b>Küçük</b> ögesi <i>küçük yazı tipi</i> gibi oluşturulmuş olan metin önerir.

source: The <b>big</b> element suggests that text be rendered as a <i>big font</i>.
tr: <b>Büyük</b> ögesi <i>büyük yazı tipi</i> gibi oluşturulmuş olan metin önerir.

source: The <b>br</b> element forces a <i>break</i> in the current line of text.
tr: <b>br</b> ögesi metnin mevcut satırı içinde bir <i>kesme</i> zorlar.

source: The <b>P</b> element defines a <i>paragraph</i>. <br>- ALIGN=[ left | center | right ] (horizontal alignment)
tr: <b>P</b> ögesi bir <i>paragraf</i> tanımlar. <br>- HİZALA=[ sol | merkez | sağ ] (yatay hizalama)

source: Code
tr: Kod

source: KDevelop4 Project Files
tr: KDevelop4 Proje Dosyaları

source: Project Lead - public liaison
tr: Proje Yönetimi - Halkla ilişkiler

source: Program Lead - bug squisher
tr: Program yöneticisi - Hata ayıklama

source: Files to load
tr: Yüklenecek dosyalar

source: Plu&gins
tr: &Eklentiler

source: Save Toolbar
tr: Araç çubuğunu kaydet

source: Please select a toolbar:
tr: Lütfen bir araç çubuğu seçin:

source: Enter toolbar name:
tr: Araç çubuğu ismi verin:

source: User_%1
tr: Kullanıcı_%1

source: New Toolbar
tr: Yeni araç çubuğu

source: Remove Toolbar
tr: Araç çubuğunu sil

source: Send toolbar in email
tr: Araç çubuğunu posta ile gönder

source: Content:
tr: İçerik:

source: No destination address was specified. Sending is aborted.
tr: Hiç hedef adresi belirtilmedi. Gönderme iptal edildi.

source: Error Sending Email
tr: Posta Gönderiminde Hata

source: Rename Toolbar
tr: Araç çubuğu ismini değiştir

source: Enter the new name:
tr: Yeni ismi girin:

source: Change the current DTD.
tr: Güncel DTD değiştir

source: <qt>The toolbar <b>%1</b> was modified. Do you want to save it before it is removed?</qt>
tr: <qt>Araç çubuğur <b>%1</b> değiştirildi. Kaldırmadan önce kaydetmek istiyor musunuz?</qt>

source: <qt>Do you want to replace the existing <b>%1</b> DTD?</qt>
tr: <qt>Mevcut <b>%1</b>DTD'yi değiştirmek istiyor musunuz?</qt>

source: <qt>Autoload the <b>%1</b> DTD in the feature?</qt>
tr: <qt><b>%1</b> DTD'si ileride otomatik yüklensin mi?</qt>

source: Invalid Tag File
tr: Geçersiz Etiket Dosyası

source: &Edit Current Tag...
tr: &Etiketi Düzenle...

source: &Quanta Homepage
tr: &Quanta anasayfası

source: &User Mailing List
tr: K&ullanıcı Posta Listesi

source: Make &Donation
tr: Bağış &Yap

source: &New Project...
tr: Ye&ni Proje...

source: &Insert Files...
tr: Dosya &Ekle...

source: &Upload Project
tr: Projeyi &Gönder

source: Configure &Actions...
tr: İş&lemleri yapılandır...

source: Load &Project Toolbar
tr: Proje &araç çubuğu yükle

source: Load &Global Toolbar...
tr: &Genel araç çubuğu yükle...

source: Load &Local Toolbar...
tr: &Yerel araç çubuğu yükle...

source: Save as &Local Toolbar...
tr: &Yerel araç çubuğu olarak kaydet...

source: Save as &Project Toolbar...
tr: Proje &araç çubuğu olarak kaydet...

source: &Remove User Toolbar...
tr: Kullanıcı A&raç Çubuğunu Sil...

source: Re&name User Toolbar...
tr: Kullanıcı Araç Çubuğunu Yeniden &İsimlendir...

source: Complete Text
tr: Bütün metin

source: Upload...
tr: Gönder...

source: The file type is not recognized. Opening binary files may confuse Quanta. Are you sure you want to open this file?
tr: Dosya türü tanınmıyor. İkili dosyaların açılması Quanta'yı şaşırtabilir. Bu dosyayı açmak istediğinizden emin misiniz?

source: Unknown Type
tr: Bilinmeyen Tür

source: Create new project
tr: Yeni proje oluştur

source: <qt>The <b>create new Quanta project</b> plugin requires the <b>Quanta core</b> plugin to be loaded.</qt>
tr: <qt><b>yeni Quanta projesi oluşturma</b> eklentisi <b>Quanta core</b> eklentisinin yüklenmiş olmasını gerektirir.</qt>

source: Quanta core not loaded
tr: Quanta core yüklenmedi

source: New Project Wizard
tr: Yeni Proje Sihirbazı

source: <b>Main Project Settings</b>
tr: <b>Ana Proje Ayarları</b>

source: <b>Detailed Project Settings</b>
tr: <b>Ayrıntılı Proje Ayarları</b>

source: <b>Insert Files in Project</b>
tr: <b>Projeye Dosya Ekle</b>

source: Select Project Folder
tr: Proje Dizini Seç

source: Insert Files in Project
tr: Projeye Dosya Ekle

source: Insert Folder in Project
tr: Projeye dizin Ekle

source: Remove
tr: Kaldır

source: Stop
tr: Dur

source: <qt>There was an error while trying to run the <b>wget</b> application.<br />Check first that it is present on your system and that it is in your PATH.</qt>
tr: <qt><b>wget</b> uygulaması başlatılırken bir hata oluştu.<br />Önce uygulamanın sisteminizde olup olmadığını, sonra da PATH değişkeninizde olup olmadığını kontrol edin.</qt>

source: This feature is available only if the project lies on a local disk.
tr: Bu özellik sadece proje dosyaları yerel diskteyse geçerlidir.

source: wget finished...
tr: wget tamamlandı...

source: <qt>Cannot download the DTD from <b>%1</b>.</qt>
tr: <qt><b>%1</b> konumundan DTD indirilemedi.</qt>

source: No elements were found in the DTD.
tr: DTD'de bir element bulunamadı.

source: Folder: %1
tr: Dizin: %1

source: File: %1
tr: Dosya: %1

source: Target: %1
tr: Hedef: %1

source: Project Manager
tr: Proje Yöneticisi

source: Insert Files
tr: Dosya Ekle

source: Insert Files - Insert new files into the project.
tr: Dosya Ekle - Projeye yeni dosyalar ekle.

source: &Insert Folder...
tr: &Dizin Ekle..

source: Insert Folder
tr: Dizin Ekle

source: Insert Folder - Insert a new folder into the project.
tr: Dizin Ekle - Projeye bir dizin ekler.

source: &Copy Here
tr: Buraya &Kopyala

source: Insert in Project
tr: Projeye Ekle

source: Copy Files to Project
tr: Dosyaları Projeye Kopyala

source: %1: Copy to Project
tr: %1: Projeye Kopyala

source: Quanta File Info
tr: Quanta Dosya Bilgisi

source: Number of lines: %1
tr: Satır sayısı: %1

source: Number of images included: %1
tr: İçerilen resimlerin sayısı: %1

source: Size of the included images: 1 byte
tr: İçerilen resimlerin boyutu: %1 bayt

source: Total size with images: 1 byte
tr: Resimler ile toplam boyut: %1 bayt

source: Image size: %1 x %2
tr: Resim Boyutu: %1 x %2

source: &Move Here
tr: Buraya &Taşı

source: &Link Here
tr: Buraya Bağ&lantı Kur

source: C&ancel
tr: İpt&al Et

source: <qt>The file <b>%1</b> already exists.<br />Do you want to overwrite it?</qt>
tr: <qt><b>%1</b> isimli bir dosya var.<br />Üzerine yazmak istiyor musunuz?</qt>

source: Overwrite
tr: Üzerine Yaz

source: Create New Folder
tr: Yeni Dizin Oluştur

source: Folder name:
tr: Dizin adı:

source: Create New File
tr: Yeni Dosya Oluştur

source: File name:
tr: Dosya adı:

source: <qt>Cannot create file, because a file named <b>%1</b> already exists.</qt>
tr: <qt>Dosya oluşturulamıyor, çünkü <b>%1</b> isimlendirilmiş bir dosya zaten mevcut.</qt>

source: Error Creating File
tr: Dosya Oluşturma Hatası

source: *|All Files
tr: *|Tüm Dosyalar

source: <qt>Do you want to add<br /><b>%1</b><br />to the project?</qt>
tr: <qt><b>%1</b>dosyası<br /><br />projeye eklensin mi?</qt>

source: Add to Project
tr: Projeye Ekle

source: <qt>Do you really want to remove<br /><b>%1</b><br />from the project?</qt>
tr: <qt><b>%1</b><br /><br /> gerçekten projeden kaldırılsın mı?</qt>

source: Remove From Project
tr: Projeden Kaldır

source: <qt>Do you really want to delete<br /><b>%1</b><br />and remove it from the project?</qt>
tr: <qt><br /><b>%1</b><br /> gerçekten projeden silinsin ve kaldırılsın mı?</qt>

source: Delete & Remove From Project
tr: Projeden Sil & Kaldır

source: <qt>Do you really want to delete<br /><b>%1</b>?</qt>
tr: <qt><br /><b>%1</b> gerçekten silinsin mi?</qt>

source: Delete File or Folder
tr: Dosya ya da Dizin Sil

source: Drag this to resize the widget.
tr: Parçacığı yeniden boyutlandırmak için bunu sürükleyin.

source: Missing QuantaCore
tr: QuantaCore Kayıp

source: <qt>There was an error running <b>%1</b>.<br />Check that you have the <i>%2</i> executable installed and it is accessible.</qt>
tr: <qt><b>%1</b> çalıştırılırken bir hata oluştu.<br /><i>%2</i> çalıştırılabilir dosyasının yüklü olup olmadığını ve bu dosyaya erişiminizin olup olmadığını kontrol edin.</qt>

source: Script Not Found
tr: Betik Bulunamadı

source: The "%1" script output:
tr: "%1" betiği çıktısı:

source: <qt>The filtering action <b>%1</b> seems to be locked.<br />Do you want to terminate it?</qt>
tr: <qt><b>%1</b> filtreleme eylemi kilitlenmiş görünüyor.<br />Onu sonlandırmak istiyor musunuz?</qt>

source: Action Not Responding
tr: Eylem Cevap Vermiyor

source: HTML Preview
tr: HTML Önizlemesi

source: &Preview
tr: &Önizle

source: Preview the document in the browser
tr: Belgeyi tarayıcıda önizle

source: <b>Preview</b><p>The preview shows the current document in an HTML browser.</p>
tr: <b>Önizleme</b><p>Geçerli belgeyi bir HTML tarayıcıda gösterir.</p>

source: Structure Tree
tr: Yapı Ağacı

source: Displays the structure of the current document. Manipulation of the document is also possible.
tr: Geçerli belgenin yapısını gösterir. belgenin değiştirlmesi de mümkündür.

source: Groups
tr: Gruplar

source: Document
tr: Belge

source: Custom...
tr: Özel...

source: Opened Files
tr: Açılmış Dosyalar

source: Unknown tag
tr: Bilinmeyen etiket

source: Tag Properties:
tr: Etiket Özellikleri:

source: |Image Files *|All Files
tr: |Resim Dosyaları *|Tüm Dosyalar

source: Image source:
tr: Resim kaynağı:

source: Width:
tr: Genişlik:

source: Height:
tr: Yükseklik:

source: HSpace:
tr: Yatay Boşluk:

source: VSpace:
tr: Düşey Boşluk:

source: Alternate text:
tr: Alternatif metin:

source: Border:
tr: Kenar:

source: Align:
tr: Hizala:

source: No addresses found.
tr: Bir adres bulunamadı.

source: Rows:
tr: Satırlar:

source: Style:
tr: Biçim:

source: Templates Tree
tr: Şablon Ağacı

source: Working with templates
tr: Şablonlarla çalışma

source: Create Site &Template...
tr: Si&te Şablonu Oluştur...

source: Currently you can create site templates only from local folders.
tr: Şu anda site şablonlarını sadece yerel dizinlerden yaratabilirsiniz.

source: Unsupported Feature
tr: Desteklenmeyen Özellik

source: Create Site Template File
tr: Site Şablon Dosyası Oluştur

source: This template will not be visible in your Templates Tree because it is not saved to the local or project template folder.
tr: Bu şablon Şablon Ağacında görünmeyecektir çünkü şablonu bir yerel dizine ya da proje şablonu dizinine kaydetmediniz.

source: <qt>There was an error while creating the site template tarball.<br />Check that you can read the files from <i>%1</i>, you have write access to <i>%2</i> and that you have enough free space in your temporary folder.</qt>
tr: <qt>Sıkıştırılmış site şablon dosyası oluşturulurken hata oluştu.<br /><i>%1</i> konumundan dosya okuyabildiğinizden, <i>%2</i> için yazma izinlerinizin olduğundan ve geçici dizininizde yeterince alan olduğundan emin olun.</qt>

source: Template Creation Error
tr: Şablon Oluşturma Hatası

source: Text Snippet
tr: Metin Ufak Parçası

source: Binary File
tr: İkili Dosya

source: Document Template
tr: Belge Şablonu

source: Site Template
tr: Site Şablonu

source: Templates
tr: Şablonlar

source: Group
tr: Grup

source: Global
tr: Genel

source: Project
tr: Proje

source: &Download Template...
tr: Şablon &İndir...

source: &New Folder...
tr: &Yeni Dizin...

source: Send in E&mail...
tr: E-posta ile &gönder...

source: &Upload Template...
tr: Şablon &Gönder...

source: &Insert in Project...
tr: Projeye &Yerleştir...

source: &Copy
tr: &Kopyala

source: &Paste
tr: Ya&pıştır

source: &Properties
tr: Özellik&ler

source: &Reload
tr: &Yeniden Yükle

source: Insert as &Text
tr: Me&tin olarak yerleştir

source: &New Document Based on This
tr: Bunun üzerine Temelli &Yeni Belge

source: &Extract Site Template To...
tr: &Site Şablonu Aç...

source: &Open
tr: &Aç

source: Clos&e
tr: &Kapat

source: Create New Template Folder
tr: Yeni Şablon Dizini Oluştur

source: &Inherit parent attribute (nothing)
tr: Kalıt ana özn&iteliği (hiçbirşey)

source: &Inherit parent attribute (%1)
tr: (%1) Kalıt ana özn&iteliği

source: Error while creating the new folder. Maybe you do not have permission to write in the %1 folder.
tr: Yeni dosya oluşturuluyorken hata. Belki %1 klasörü içine yazmaya izniniz yok.

source: Save selection as template file:
tr: Seçimi şablon dosyası olarak kaydet:

source: <qt>Could not write to file <b>%1</b>.<br />Check if you have rights to write there or that your connection is working.</qt>
tr: <qt><b>%1</b> dosyaya yazılamadı.<br />Bağlantınızın çalıştığınız ya da oraya yazmaya hakkınız olduğunu kontrol edin.</qt>

source: Quanta Template
tr: Quanta Şablonu

source: Do you really want to delete folder %1 ?
tr: %1 dizinini gerçekten silmek istiyor musunuz?

source: Do you really want to delete file %1 ?
tr: %1 dosyasını gerçekten silmek istiyor musunuz?

source: Target folder
tr: Hedef dizin

source: You have extracted the site template to a folder which is not under your main project folder. Do you want to copy the folder into the main project folder?
tr: Sizin ana proje klasörünüz altında olmayan bir dosyaya site şablonu açmışsınız. Ana proje klasörü içine dosyayı kopyalamak istiyor musunuz?

source: <qt>Some error happened while extracting the <i>%1</i> site template file.<br />Check that you have write permission for <i>%2</i> and that there is enough free space in your temporary folder.</qt>
tr: <qt><i>%1</i> site şablon dosyası çıkartılırken bir hataoluştu.<br /><i>%2</i> için yazma izinleriniz olup olmadığını ve geçici dizinde yer olup olmadığını kontrol edin.</qt>

source: All
tr: Tümü

source: &Add New Toolbar
tr: Yeni &Araç Çubuğu Ekle

source: &Remove Toolbar
tr: A&raç Çubuğunu

source: &Edit Toolbar
tr: Araç Çubuğu Düz&enle

source: Do you really want to remove the "%1" toolbar?
tr: "%1" araç çubuğunu gerçekten silmek istiyor musunuz?

source: Do you want to save the changes made to this action?
tr: Bu eylemde yapılan değişiklikleri kaydetmek istiyor musunuz?

source: The '%1' key combination has already been allocated to the "%2" action. Please choose a unique key combination.
tr: %1 anahtar kombinasyonları zaten "%2" eylemde ayırtılmıştır. Lütfen benzersiz anahtar kombinasyonunu seçin.

source: Conflicting Shortcuts
tr: Çakışan Kısayollar

source: Add Action to Toolbar
tr: Araç Çubuğuna Eylem Ekle

source: Select recipient
tr: Alıcıyı seç

source: Please select an e-mail address:
tr: Lütfen bir e-posta adresi seçin:

source: New Action...
tr: Yeni Eylem...

source: New Toolbar...
tr: Yeni Araç Çubuğu...

source: Rename Toolbar...
tr: Araç Çubuğunu Yeniden İsimlendir...

source: Configure Toolbars...
tr: Araç Çubuklarını Yapılandır...

source: Text Position
tr: Metin Konumu

source: Icons Only
tr: Sadece Simge

source: Text Only
tr: Sadece Metin

source: Text Alongside Icons
tr: Simgenin Yanında Metin

source: Text Under Icons
tr: Simgenin Altında Metin

source: Remove Action - %1
tr: Eylemi Sil - %1

source: Edit Action - %1
tr: Eylemi Düzenle - %1

source: <qt>Are you sure you want to remove the <b>%1</b> action?</qt>
tr: <qt><b>%1</b> eylemini gerçekten silmek istiyor musunuz?</qt>

source: &New User Toolbar...
tr: Ye&ni Kullanıcı Araç Çubuğu...

source: Send Toolbar in E&mail...
tr: Araç Çubuğunu E-&Posta'yla gönder...

source: &Upload Toolbar...
tr: Araç Çubuğu &Gönder...

source: &Download Toolbar...
tr: Araç çubuğu in&dir...

source: Cannot load the toolbars from the archive. Check that the filenames inside the archives begin with the archive name.
tr: Araç çubukları arşivden yüklenemiyor. Arşiv içindeki dosya isimlerinin arşiv ismiyle başlayıp başlamadığını kontrol edin.

source: <qt>Toolbar <b>%1</b> is new and unsaved. Do you want to save it before it is removed?</qt>
tr: <qt><b>%1</b> araç çubuğu yeni ve kaydedilmemiş. Kaldırmadan önce kaydetmek istiyor musunuz?</qt>

source: <qt>You must save the toolbars to the following folder: <br /><br /><b>%1</b></qt>
tr: <qt>Araç çubuklarını aşağıdaki dizine kaydetmelisiniz:<br /><br /><b>%1</b></qt>

source: Toolbar Saving Error
tr: Araç Çubuğu Kaydetme Hatası

source: Hi, This is a KDevelop/Quanta Plus [http://www.kdevelop.org, http://quanta.kdewebdev.org] toolbar. Have fun.
tr: Selam, Bu, KDevelop/Quanta Plus [http://www.kdevelop.org, http://quanta.kdewebdev.org] uygulamasının araç çubuğudur. İyi eğlenceler.

source: KDevelop/Quanta Plus toolbar
tr: KDevelop/Quanta Plus araç çubuğu

source: <qt>The file <b>%1</b> is not writable.<br />Do you want to save the configuration to a different file?</qt>
tr: <qt><b>%1</b> dosyası yazılabilir değil.<br />Farklı bir dosyaya yapılandırmayı kaydetmek istiyor musunuz?</qt>

source: Save As
tr: Farklı Kaydet

source: *.rc|DTEP Description
tr: *.rc|DTEP Açıklaması

source: Save Description As
tr: Açıklamayı Farklı Kaydet

source: Edit Structure Group
tr: Yapı Grubunu Düzenle

source: Add Structure Group
tr: Yapı Grubu Ekle

source: <qt>Do you really want to delete the <b>%1</b> group?</qt>
tr: <qt><b>%1</b> grubunu silmek istediğinizden emin misiniz?</qt>

source: Delete Group
tr: Grup Sil

source: <qt>The DTD tag file %1 is not valid.<br />The error message is: <i>%2 in line %3, column %4.</i></qt>
tr: <qt>DTD etiket dosyası %1 geçerli değil.<br /> Hata mesajı: <i>%2, %3 satırında, %4 sütununda.</i></qt>

source: <qt>Cannot read the DTEP from <b>%1</b>. Check that the folder contains a valid DTEP (<i>description.rc and *.tag files</i>).</qt>
tr: <qt><b>%1</b> konumundan DTEP okunamıyor. Klasörün geçerli bir DTEP içerdiğinden emin olun (<i>description.rc ve *.tag dosyaları</i>).</qt>

source: Error Loading DTEP
tr: DTEP Yükleme Hatası

source: Unable to create an empty element.
tr: Boş bir öge oluşturulamadı.

source: Unknown
tr: Bilinmeyen

source: <qt>Error while parsing the DTD.<br />The error message is:<br /><i>%1</i></qt>
tr: <qt>DTD ayrıştırılırken hata.<br />Hata iletisi:<br /><i>%1</i></qt>

source: <qt>The statemachine describing file <b>%1</b> is not valid.<br />The error message is: <i>%2 in line %3, column %4.</i></qt>
tr: <qt>DTD etiket dosyası %1 geçerli değil.<br />Hata mesajı: <i>%2, %3 satırında, %4 sütununda.</i></qt>

source: Invalid StateMachine File
tr: Geçersiz StateMachine Dosyası

source: <qt>Cannot create folder<br /><b>%1</b>.<br />Check that you have write permission in the parent folder or that the connection to<br /><b>%2</b><br />is valid.</qt>
tr: <qt>Dosya yaratılamıyor<br /><b>%1</b>.<br />Ana dizin içindeki yazma izinlerinizi kontrol edin ya da <br /><b>%2</b><br />'ye bağlantınızın geçerliliğini.</qt>

source: Insert &Tag
tr: E&tiket Yerleştir

source: &Change the DTEP...
tr: DTEP'i &Değiştir...

source: DTEP Selector
tr: DTEP Seçici

source: Upload project
tr: Projeyi gönder

source: Quick Upload
tr: Hızlı Gönder

source: Output
tr: Çıktı

source: Upload Profiles
tr: Profilleri Gönder

source: Please choose an upload profile.
tr: Lütfen bir gönderme profili seçin.

source: &Upload
tr: &Gönder

# Select all items in the tree
source: All
tr: Tümü

source: Invert
tr: Tersine Çevir

source: Uploading files
tr: Dosyalar gönderiliyor

source: Calculating size...
tr: Boyut hesaplanıyor...

source: Upload completed
tr: Gönderme işlemi tamamlandı

source: File was not modified for %1: %2
tr: Dosya %1 için değiştirilmemiş: %2

source: Marked as uploaded for %1: %2
tr: %1 için gönderilmiş olarak işaretle: %2

source: Uploading to %1: %2
tr: Gönderiliyor %1: %2

source: Uploading %1...
tr: %1 gönderiliyor...

source: Directory in %1 already exists: %2
tr: %1 içerisinde dizin zaten var: %2

source: Creating directory in %1: %2
tr: %1 içerisinde dizin oluşturuluyor: %2

source: Upload canceled
tr: Gönderme işlemi iptal edildi

source: Upload error: %1
tr: Gönderme hatası: %1

source: Upload Profile
tr: Karşıya Yükleme Profili
