Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/*/messages/playground-sdk/quanta.po
Languages: tr

source: HTML Tidy Configuration Settings Within a file, use the form: wrap: 72 split: no When specified on the command line, use the form: --wrap 72 --split no Name Type Allowable values ==================== ========= ============================== indent-spaces Integer 0, 1, 2, ... wrap Integer 0 (no wrapping), 1, 2, ... tab-size Integer 0, 1, 2, ... char-encoding Encoding ascii, latin0, latin1, raw, utf8, iso202 utf16le, utf16be, utf16, mac, win1252, ibm858, big5, shiftjis input-encoding Encoding ascii, latin0, latin1, raw, utf8, iso202 utf16le, utf16be, utf16, mac, win1252, ibm858, big5, shiftjis output-encoding Encoding ascii, latin0, latin1, raw, utf8, iso202 utf16le, utf16be, utf16, mac, win1252, ibm858, big5, shiftjis newline enum LF, CRLF, CR doctype DocType auto, omit, strict, loose, transitional, user specified fpi (string) repeated-attributes enum keep-first, keep-last alt-text String - slide-style String - error-file String - output-file String - write-back Boolean y/n, yes/no, t/f, true/false, 1/0 markup Boolean y/n, yes/no, t/f, true/false, 1/0 show-warnings Boolean y/n, yes/no, t/f, true/false, 1/0 quiet Boolean y/n, yes/no, t/f, true/false, 1/0 indent AutoBool auto, y/n, yes/no, t/f, true/false, 1/0 hide-endtags Boolean y/n, yes/no, t/f, true/false, 1/0 input-xml Boolean y/n, yes/no, t/f, true/false, 1/0 output-xml Boolean y/n, yes/no, t/f, true/false, 1/0 output-xhtml Boolean y/n, yes/no, t/f, true/false, 1/0 output-html Boolean y/n, yes/no, t/f, true/false, 1/0 add-xml-decl Boolean y/n, yes/no, t/f, true/false, 1/0 uppercase-tags Boolean y/n, yes/no, t/f, true/false, 1/0 uppercase-attributes Boolean y/n, yes/no, t/f, true/false, 1/0 bare Boolean y/n, yes/no, t/f, true/false, 1/0 clean Boolean y/n, yes/no, t/f, true/false, 1/0 logical-emphasis Boolean y/n, yes/no, t/f, true/false, 1/0 drop-proprietary-attributes Boolean y/n, yes/no, t/f, true/false, 1/0 drop-font-tags Boolean y/n, yes/no, t/f, true/false, 1/0 drop-empty-paras Boolean y/n, yes/no, t/f, true/false, 1/0 fix-bad-comments Boolean y/n, yes/no, t/f, true/false, 1/0 break-before-br Boolean y/n, yes/no, t/f, true/false, 1/0 split Boolean y/n, yes/no, t/f, true/false, 1/0 numeric-entities Boolean y/n, yes/no, t/f, true/false, 1/0 quote-marks Boolean y/n, yes/no, t/f, true/false, 1/0 quote-nbsp Boolean y/n, yes/no, t/f, true/false, 1/0 quote-ampersand Boolean y/n, yes/no, t/f, true/false, 1/0 wrap-attributes Boolean y/n, yes/no, t/f, true/false, 1/0 wrap-script-literals Boolean y/n, yes/no, t/f, true/false, 1/0 wrap-sections Boolean y/n, yes/no, t/f, true/false, 1/0 wrap-asp Boolean y/n, yes/no, t/f, true/false, 1/0 wrap-jste Boolean y/n, yes/no, t/f, true/false, 1/0 wrap-php Boolean y/n, yes/no, t/f, true/false, 1/0 fix-backslash Boolean y/n, yes/no, t/f, true/false, 1/0 indent-attributes Boolean y/n, yes/no, t/f, true/false, 1/0 assume-xml-procins Boolean y/n, yes/no, t/f, true/false, 1/0 add-xml-space Boolean y/n, yes/no, t/f, true/false, 1/0 enclose-text Boolean y/n, yes/no, t/f, true/false, 1/0 enclose-block-text Boolean y/n, yes/no, t/f, true/false, 1/0 keep-time Boolean y/n, yes/no, t/f, true/false, 1/0 word-2000 Boolean y/n, yes/no, t/f, true/false, 1/0 tidy-mark Boolean y/n, yes/no, t/f, true/false, 1/0 gnu-emacs Boolean y/n, yes/no, t/f, true/false, 1/0 gnu-emacs-file String - literal-attributes Boolean y/n, yes/no, t/f, true/false, 1/0 show-body-only Boolean y/n, yes/no, t/f, true/false, 1/0 fix-uri Boolean y/n, yes/no, t/f, true/false, 1/0 lower-literals Boolean y/n, yes/no, t/f, true/false, 1/0 hide-comments Boolean y/n, yes/no, t/f, true/false, 1/0 indent-cdata Boolean y/n, yes/no, t/f, true/false, 1/0 force-output Boolean y/n, yes/no, t/f, true/false, 1/0 show-errors Integer 0, 1, 2, ... ascii-chars Boolean y/n, yes/no, t/f, true/false, 1/0 join-classes Boolean y/n, yes/no, t/f, true/false, 1/0 join-styles Boolean y/n, yes/no, t/f, true/false, 1/0 escape-cdata Boolean y/n, yes/no, t/f, true/false, 1/0 language String - ncr Boolean y/n, yes/no, t/f, true/false, 1/0 output-bom AutoBool auto, y/n, yes/no, t/f, true/false, 1/0 replace-color Boolean y/n, yes/no, t/f, true/false, 1/0 css-prefix Name CSS1 selector new-inline-tags Tag names tagX, tagY, ... new-blocklevel-tags Tag names tagX, tagY, ... new-empty-tags Tag names tagX, tagY, ... new-pre-tags Tag names tagX, tagY, ... accessibility-check Integer 0, 1, 2, ...
tr: HTML Çöp Sepeti Yapılandırma Ayarları Bir dosya ile, form kullan: Sarım: 72 Ayırma: hayır Komut satırında belirtildiği zaman, form kullan: -- Sarım 72 -- ayırma yok İsim Tür İzin verilen değerler ==================== ========= ============================== girinti-boşluklar Tam sayı 0, 1, 2, ... sarım Tam sayı 0 (sarma yok), 1, 2, ... sekme-boyutu Tam sayı 0, 1, 2, ... karakter-kodlama Kodlama ascii, latin0, latin1, raw, utf8, iso2022 utf16le, utf16be, utf16, mac, win1252, ibm858, big5, shiftjis input-encoding Encoding ascii, latin0, latin1, raw, utf8, iso202 utf16le, utf16be, utf16, mac, win1252, ibm858, big5, shiftjis çıkış-kodlaması Kodlama ascii, latin0, latin1, raw, utf8, iso2022 utf16le, utf16be, utf16, mac, win1252, ibm858, big5, shiftjis yenisatır sayılı LF, CRLF, CR belgetürü BelgeTürü oto, atla, sert, gevşek, geçiş dönemi, kullanıcı belirtilmiş fpi (karakter) tekrarlı-öznitelikler sayılı başta-tut, sonda-tut alt-metin Karakter - slayt-stili Karakter - hata-dosyası Karakter - çıkış-dosyası Karakter - geri-yaz Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 biçimleme Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 uyarıları-göster Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 sessiz Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 girinti OtoBoolean oto, e/h, evet/hayır, d/y, doğru/yanlış, 1/0 sonetiketleri-gizle Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 xml-girişi Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 xml-çıkışı Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 xhtml-çıkışı Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 html-çıkışı Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 xml-bildirimi-ekle Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 büyükharf-etiketleri e/h, evet/hayır, d/y, doğru/yanlış, 1/0 büyükharf-öznitelikleri e/h, evet/hayır, d/y, doğru/yanlış, 1/0 yalın Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 temiz Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 mantıksal-vurgular Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 şahsi-öznitelikleri-bırak Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 yazı tipi-etiketlerini-bırak Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 boş-parazitleri-bırak Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 kötü-yorumları-düzelt Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 köşeli ayıraçtan-önce-kes Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 ayır Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 sayısal-varlıklar Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 Bilgi-imleri Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 bilgi-nbsp Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 bilgi-ve imi Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 sarım-öznitelikleri Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 sarım-betik-hazır bilgisi Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 sarım-kısımları Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 sarım-asp Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 sarım-jste Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 sarım-php Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 ters bölüyü-düzelt Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 varsayılan-xml Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 xml-boşluğu-ekle Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 metin-içer Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 blok-metin-içer Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 zaman-tut Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 kelime-2000 Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 çöp sepeti-imi Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 gnu-emacs Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 gnu-emacs-dosyası Karakter - değişmez-öznitelikler Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 sadece-gövdeyi-göster Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 uri-düzelt Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 küçük harf-kalıpları Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 yorumları-gizle Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 cveri-girdisi Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 çıktı-zorla Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 hataları-göster Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 ascii-karakterleri Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 sınıfları-kat Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 stilleri-kat Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 cveri-çıkışı Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 dil Karakter - ncr Boolean e/h, evet/hayır, d/y, doğru/yanlış, 1/0 çıktı-bombası OtoBoolean oto, e/h, evet/hayır, d/y, doğru/yanlış, 1/0 renk-değiştir Boolean y/n, yes/no, t/f, true/false, 1/0 css-öneki İsim CSS1 seçici yeni-satıriçi-etiketleri Etiket isimleri etiketX,etiketY, ... yeni-blokseviye-etiketleri Etiket isimleri etiketX, etiketY, ... yeni-boş-etiketler Etiket isimleri etiketX, etiketY, ... yeni-ön-etiketler Etiket isimleri etiketX, etiketY, ... erişilebilirlik-kontrolü Tam sayı 0, 1, 2, ...

source: Quanta+ XML Validator
tr: Quanta+ XML Doğrulayıcısı

source: DTD (Internal)
tr: DTD (Dahili)

source: DTD (External)
tr: DTD (Harici)

source: XML Schema
tr: XML Şeması

source: RelaxNG Schema
tr: RelaxNG Şeması

source: W3C XML Schema
tr: W3C XML Şeması

source: Definition URI:
tr: Adres Tanımlama:

source: &Validate
tr: &Doğrula

source: &Close
tr: K&apat

source: C&urrent working folder
tr: Geçerli çalışma &dizini:

source: Other folder:
tr: Diğer dizin:

source: DocBook Table
tr: BelgeKitabı Tablosu

source: id:
tr: kimlik:

source: Columns
tr: Sütunlar

source: Lines
tr: Satırlar

source: &Include title line
tr: Başl&ık satırı ekle

source: Full project path:
tr: Tam proje konumu

source: Show debug messages
tr: Hata ayıklama mesajlarını göster

source: Script location:
tr: Betik konumu:

source: Gubed Installation v0.1
tr: Gubed Kurulumu v0.1

source: Target directory:
tr: Hedef dizin:

source: Archive name:
tr: Arşiv adı:

source: Select the archive containing Gubed (tar.bz2 format)
tr: Gubed'i içeren arşivi seçin (tar.bz2 biçimi)

source: The target directory (example /var/www)
tr: Hedef dizin (örnek /var/www)

source: Run the server after installation has finished
tr: Kurulum bittikten sonra sunucuyu çalıştır

source: If checked the server will be run in the background after the installation has finished
tr: Seçilirse, kurulum bittikten sonra sunucu arkaplanda çalıştırılacak

source: View installation log
tr: Kurulum günlüğünü oku

source: Uncheck this if you do not want to see the installation log. The log may provide important information in case of installation failure.
tr: Kurulum günlüğünü görmek istemiyorsanız bunun işaretini kaldırın. Günlük, bir kurulum hatası olduğunda önemli bir bilgi sağlayabilir.

source: &Start Installation
tr: &Kurulumu Başlat

source: DTD / Schema:
tr: DTD / Şema:

source: PHP footer include:
tr: PHP alt bilgisi ekle:

source: PHP header include:
tr: PHP başlığı ekle:

source: Head area
tr: Başlık alanı

source: CVS tag in comment
tr: Yorum içinde CVS metni

source: Meta author:
tr: Meta yazarı:

source: Meta character set:
tr: Meta karakter seti:

source: Style area
tr: Biçim alanı

source: limit to 8, separate with commas
tr: 8'e sınırla, virgüllerle ayır

source: Base directory:
tr: Temel dizin:

source: Meta keywords:
tr: Meta anahtar sözcükleri:

source: Linked style sheet:
tr: Bağlantılı biçim sayfası:

source: JavaScript area
tr: Javascript alanı

source: Docbook List Wizard
tr: Belgekitabı Liste Sihirbazı

source: Press this button to cancel the creation of the list or procedure. No action will be performed.
tr: Yordam ya da listenin oluşturulmasını iptal etmek için bu düğmeye basın. Gerçekleştirilmiş eylem olmayacak.

source: Press this button to create the selected list or procedure.
tr: Yordam ya da listenin oluşturulmasını iptal etmek için bu düğmeye basın.

source: List Options
tr: Liste Seçenekleri

source: Select or enter in this spin box the number of list entries or steps that should be created by the wizard. After using the wizard, you can add (or remove) more entries or steps manually.
tr: Sihirbaz tarafından yaratılmış olması gereken adımlar ya da girişler listesinin sayısını bu kaydırma kutusu içinde girin ya da seçin. Sihirbaz kullandıktan sonra, el ile daha fazla adımlar ya da girişler ekleyebilirsiniz.

source: Number of list items or steps:
tr: Ögeler ya da adımlar listesinin sayısı:

source: <qt> Select the list type: <ul> <li><b>variablelist:</b> a list with two sections for each item: the term and the definition.</li> <li><b>itemizedlist:</b> a list used when the order of the items is not important.</li> <li><b>orderedlist:</b> a list used when the order of the items is important (for instance, a list of things in order of preference). Do not use orderedlist to describe the steps required to perform an action.</li> <li><b>procedure:</b> list of an sequence of ordered steps, describing to the reader how to perform a task. You can add substeps later.</li> </ul> </qt>
tr: <qt> Listenin türünü seçin: <ul> <li><b>değişken listesi:</b> her öge için iki bölümlü bir liste: terim ve tanım.</li> <li><b>öge düzenleme listesi:</b>önemli olmayan ögeler sıralandığı zaman kullanılan liste.</li> <li><b>sıralanmışliste:</b>önemli ögeler sıralandığı zaman kullanılan bir liste (örneğin, tercih için şeylerin bir listesi). Bir eylemi gerçekleştirmek için gerekli adımları tanımlamak için sıralı liste kullanmayın.</li> <li><b>yordam:</b>bir görevin nasıl gerçekleştirileceğini okuyucuda tanımlama, sıralı adımların bir dizisini listesi. Daha sonra alt adımlar ekleyebilirsiniz.</li> </ul> </qt>

source: List Type
tr: Liste Türü

source: &procedure
tr: &yordam

source: Select this option to create a procedure. A procedure is a sequence of ordered steps, describing to the reader how to perform a task. You can add nested substeps. Here is one example of a procedure: <procedure> <step><para>First step.</para></step> <step><para>Second step.</para> <substeps> <step><para>First substep of the second step.</para></step> </substeps> </step> </procedure>
tr: Bir yordam yaratmak için bu seçeneği seçin. Bir yordam bir görevin nasıl gerçekleştirileceğini okuyucuda tanımlayan, sıralı adımların dizisidir. İçiçe alt adımlar ekleyebilirsiniz. Burası bir yordamın örneklerinden biridir: <procedure> <step><para>İlk adım.</para></step> <step><para>İkinci adım.</para> <substeps> <step><para>İkinci adımın ilk alt adımı.</para></step> </substeps> </step> </procedure>

source: itemi&zedlist
tr: öge dü&zenleme listesi

source: Select this option to create a itemizedlist. A itemizedlist is a list used when the order of the items is not important. Here is one example of a itemizedlist: <itemizedlist> <listitem><para> First item. </para></listitem> <listitem><para> Second item. </para></listitem> </itemizedlist>
tr: Öge düzenleme listesi yaratmak için bu seçeneği seçin. Bir öge düzenleme listesi önemli olmayan ögeler sıralandığı zaman kullanılan bir listedir. Burası bir öge düzenleme listesi örneğinin bir tanesidir: <itemizedlist> <listitem><para> İlk öge. </para></listitem> <listitem><para> İkinci öge. </para></listitem> </itemizeditlist>

source: or&deredlist
tr: &sıralıliste

source: Select this option to create a orderedlist. A orderedlist is a list used when the order of the items is important. A number will be associated with each entry, in order, starting from one. Here is one example of a orderedlist: <orderedlist> <listitem><para> First item. </para></listitem> <listitem><para> Second item. </para></listitem> </orderedlist>
tr: Bir sıralı liste yaratmak için bu seçeneği seçin. Bir sıralı liste önemli ögeler sıralandığı zaman kullanılan bir listedir. Bir sayı, sırayla, birinden başlayarak her girişle ilişkilendirilmiş olacaktır. Burası bir sıralılistenin örneklerinden biridir: <orderedlist> <listitem><para> İlk öge. </para></listitem> <listitem><para> İkinci öge. </para></listitem> </ordered>

source: &variablelist
tr: d&eğişkenlistesi

source: Select this option to create a variablelist. A variablelist is a list with two sections for each item: the term (the tag used is <term>) and the definition (the tag used is <listitem>). To mark each entry of the list, the <varlistentry> tag is used. Here is one example of a variablelist: <variablelist> <varlistentry> <term>Term text</term> <listitem><para>Definition text.</para></listitem> </varlistentry> </variablelist>
tr: Bir değişken listesi yaratmak için bu seçeneği seçin. Bir değişken listesi her öge için iki kısımlı bir listedir: terim (kullanılan etiket <term> dir) ve tanımlama (kullanılan etiket <listitem>). Listenin her girişini imlemek için, <varlistentry> etiketi kullanılır. Burası bir değişken listesinin bir örneğidir: <variablelist> <varlistentry> <term>Terim metini</term> <listitem><para>Tanımlı metin.</para></listitem> </varlistentry> </variablelist>

source: Current working folder &in Quanta
tr: Quanta g&eçerli çalışma dizini

source: &View in Konqueror?
tr: Konqueror ile &gösterilsin mi?

source: &Process
tr: &İşlem

source: Docbook Image Wizard
tr: Belgekitabı Resim Sihirbazı

source: Press this button to cancel the creation of the image markup. No action will be performed.
tr: Resim imgelerinin oluşturulmasını iptal etmek için bu düğmeye basın. Gerçekleştirilmiş eylem olmayacak.

source: O&K
tr: &Tamam

source: Press this button to create the image markup.
tr: Resim biçimlemesi yaratmak için bu düğmeye basın.

source: <qt> Select the type of markup appropriated to wrap your image: <ul> <li><b>screenshot:</b> used for screenshot images.</li> <li><b>mediaobject:</b> used for all kinds of images which are not presented inside the flow of text or table entry.</li> <li><b>inlinemediaobject:</b> used for images which are presented in the middle of flow of text, or in a table entry. Use mediaobject for all other images.</li> </ul> </qt>
tr: <qt> Resminizi kaydırmak için özelleştirilmiş biçimlemenin türünü seçin: <ul> <li><b>ekran görüntüsü:</b>ekran görüntüsü resimleri için kullanılır.</li> <li><b>ortamnesnesi:</b> metin ya da tablo girişlerinin akışı içinde sunulmayan resimlerin tüm çeşitleri için kullanılır.</li> <li><b>satıriçindekiortamnesnesi:</b>bir tablo girişi içinde ya da metnin akışının ortasındaki resimler için kullanılır. Tüm diğer resimler için ortamnesnesini kullanın.</li> </ul> </qt>

source: Wrapper Type
tr: Örtü Türü

source: &screenshot
tr: ekran görüntü&sü

source: Select this option to create the necessary markup for a screenshot. The screenshot markup contains the mediaoption markup. Use for screenshots only. Other figures and images should use inlinemediaobject if inside text, or mediaobject to separate the image from the text.
tr: Bir ekran görüntüsü için gerekli biçimlemeyi oluşturmak için bu seçeneği seçin. Ekran görüntüsü biçimlemesi ortamnesnesi biçimlemesi içerir. Sadece ekrangörüntüleri için kullanın. Diğer şekiller ve resimler eğer metin ya da nesne ortamı içinde metinden resimleri ayırıyorsa satıriçiortamnesnesi kullanmalısınız.

source: &mediaobject
tr: orta&m nesnesi

source: Select this option to create the necessary markup for a image outside the normal flow of text. Check the "Create caption, using the image description text." box, to add text description for the image.
tr: Metnin normal akışını dışarıdan bir resim için gerekli biçimlemeyi oluşturmak için bu seçeneği kullanın. Resim için metin açıklaması eklemek için, kutuyu "Resim açıklama metni kullanarak, başlık oluştur" kontrol edin.

source: i&nlinemediaobject
tr: satır&içiortamnesnesi

source: Select this option to create the necessary markup for a image inside the normal flow of text. You should use this option for images inside a table entry (entry tag) or a paragraph (para tag). This option is specially suited for small images, such as icons.
tr: Metnin normal akışını içeriden bir resim için gerekli biçimlemeyi oluşturmak için bu seçeneği kullanın. Bir paragraf (paragraf etiketi) ya da bir tablo girişi (giriş etiketi) içindeki resimler için bu seçeneği kullanmalısınız. Bu seçenek özellikle simgeler gibi küçük resimler için yeterlidir.

source: Image Options
tr: Resim Seçenekleri

source: CGM-BINARY
tr: CGM-İKİLİ

source: CGM-CHAR
tr: CGM-KARAKTER

source: CGM-CLEAR
tr: CGM-TEMİZ

source: linespecific
tr: belirlisatır

source: Select the image format here. The image format is usually reflects the file extension of your image file (.png corresponds to PNG in the drop down, .jpg corresponds to JPG, etc.).
tr: Burada resim biçimini seçin. Resim biçimi genellikle resim dosyanızın dosya uzantısını yansıtır (.jpg JPG'e uyar, izdüşüm içnde .png PNG'ye uyar).

source: Create caption, &using the image description text.
tr: Resim açıklama metni k&ullanarak, başlık oluştur.

source: Check this box add caption text to the image. The caption text will appear below the image, allowing you to introduce or explain the image.
tr: Resime başlık metni eklemek için bu kutuyu kontrol edin. Başlık metni aşağıdaki resmi, resmi açıklamak ya da sunmanıza izin vererek gösterecektir.

source: Image description.
tr: Resim açıklaması.

source: Enter the description of the image here. For instance, a screenshot of a configuration dialog should be described as "Configuration dialog.". This text will be used as caption text if the box below is checked.
tr: Buraya resmin açıklamasını girin. Örneğin, yapılandırma diyaloğunun bir ekran görüntüsü "Yapılandırma diyaloğu" gibi betimlenmiş olmalıdır. Bu metin eğer aşağıdaki kutu kontrol edilmişse başlık metni olarak kullanılmış olacaktır.

source: Image Type:
tr: Resim Türü:

source: Image file name:
tr: Resim dosya adı:

source: Enter the file name of the image here, including the extension (.png, .jpg, etc.). Enter only the file name, not the location (path) of the image file. The image files should be located in the same folder as the DocBook sources.
tr: Buraya resmin adını girin, ifade içeren (.png, .jpg). Sadece dosyanın adını girin, dosya isminin konumu (yolu) değil. Resim dosyaları BelgeKitabı kaynakları gibi aynı klasör içinde konumlandırılmış olmalıdır.

source: image.png
tr: resim.png

source: Image Description:
tr: Resim Açıklaması:

source: Script name:
tr: Betik ismi:

source: Enter the script name with the extension
tr: Betik ismi uzantısı ile girin

source: About script:
tr: Betik hakkında:

source: The location of your up-to-date file on the web
tr: Web'deki güncel dosyalarınızın konumu

source: Script author:
tr: Betik yazarı:

source: Script license:
tr: Betik lisansı:

source: Author email:
tr: Yazar e-postası:

source: Web address:
tr: Web adresi:

source: Version number:
tr: Sürüm numarası:

source: Docbook Table Wizard
tr: Belgekitabı Tablo Sihirbazı

source: Click here to cancel the creation of the table. No action will be performed.
tr: Tablonun oluşturulmasını iptal etmek için buraya tıklayın. Gerçekleştirilmiş eylem yok.

source: Press this button to create the table or informaltable.
tr: Resmi olmayan tablo ya da tablo oluşturmak için bu düğmeye basın.

source: Table Options
tr: Tablo Seçenekleri

source: Enter here the id of the table or informaltable. You can use the id to link or reference to the table or informaltable elsewhere in the document.
tr: Resmi olmayan tablo ya da tablonun kimliğini buraya girin. Belge içinde başka yerde resmi olmayan tablo ya da tabloya ilişkin ya da bağlantılı kimliği kullanabilirsiniz.

source: Number of columns:
tr: Sütunların sayısı:
