Repository: pars-linux/uludag
Catalog: trunk/tasma/service-manager/po/*.po
Languages: de

source: You are not allowed to do this operation.
de: Sie sind nicht berechtigt diesen Vorgang auszuf端hren.

source: Access Denied
de: Zugang verweigert

source: COMAR script execution failed.
de: COMAR Skriptausf端hrung ist fehlgeschlagen.

source: Script Error
de: Skript Fehler

source: Unable to start service.
de: Service kann nicht gestartet werden.

source: Failed
de: Fehlgeschlagen

source: Unable to stop service.
de: Service kann nicht angehalten werden.

source: Unable to complete operation: %s
de: Der Vorgang kann nicht abgeschlossen werden: %s

source: %s is running.
de: %s wird ausgef端hrt.

source: %s is paused.
de: %s wurde angehalten.

source: %s is stopped.
de: %s wurde gestoppt.

source: Service Manager is already running!
de: Service Manager wird bereits ausgef端hrt!

source: &List servers only.
de: &Liste nur die Server auf.
