Repository: pars-linux/uludag
Catalog: l10n/kde/trunk/LC_MESSAGES/*/messages/kdeplasma-addons/plasma_applet_kimpanel.po
Languages: tr

source: IM Panel Settings
tr: Girdi Yöntemi Paneli Ayarları

source: KDE Input Method Panel
tr: KDE Girdi Yöntemi Paneli

source: Icon Filter
tr: Simge Filtresi

source: Expand out
tr: Aç

source: Expand out from the panel to a floating widget
tr: Panelin dışına doğru yüzen parçacık olarak genişlet

source: Reload Config
tr: Yapılandırmayı Yeniden Yükle

source: Collapse to panel
tr: Panele topla

source: Embed into the panel
tr: Panel içerisine gömülü hale getir

source: Input Method Panel
tr: Girdi Yöntemi Paneli

source: Generic input method panel
tr: Genel girdi yöntemi paneli

source: Copyright (C) 2009, Wang Hoi
tr: Telif Hakları (C) 2009, Wang Hoi

source: Defines your preferred status bar icon size.
tr: Durum çubuğu simgesinin boyutunu tanımlar.

source: Properties hidden in status bar
tr: Durum çubuğunda gizlenen özellikler

source: Position of floating status bar
tr: Yüzen durum çubuğunun konumu

source: Defines how icons are positioned in the floating status bar.
tr: Simgelerin yüzen durum çubuğunda nasıl konumlandığını tanımlar.

source: Expand horizontally.
tr: Yatay olarak genişlet.

source: Expand vertically.
tr: Dikey olarak genişlet.

source: Use multiple rows/cols.
tr: Çoklu satır/sütun kullan.

source: Defines the layout of the list of candidate words.
tr: Aday sözcükler listesinin düzenini tanımlar.

source: Put all words in one row.
tr: Tüm sözcükleri bir satıra yerleştir.

source: Put all words in one col.
tr: Tüm sözcükleri bir sütuna yerleştir.

source: Multiple rows/cols, but fixed rows.
tr: Çoklu satır/sütun, sabit satır.

source: Multiple rows/cols, but fixed columns.
tr: Çoklu satır/sütun, sabit sütun.

source: Restricts the layout of the list of candidate words.
tr: Aday kelimeler listesinin yerleşimini kısıtlar.

# NAME OF TRANSLATORS
source: Your names
tr: Serdar Soytetir, Gökmen Göksel

# EMAIL OF TRANSLATORS
source: Your emails
tr: tulliana@gmail.com, gokmen@pardus.org.tr
