Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdetoys/kmoon.po
Languages: tr

source: Moon Phase Indicator for KDE
tr: KDE Ay Safhaları Görüntüleyicisi

source: &Configure...
tr: &Yapılandır...

source: About Moon Phase Indicator
tr: Ay Safhaları Görüntüleyici Hakkında

source: Written by Stephan Kulow <coolo@kde.org> Made an applet by M G Berberich <berberic@fmi.uni-passau.de> Lunar code by Chris Osburn <chris@speakeasy.org> Moon graphics by Tim Beauchamp <timb@googol.com>
tr: Stephan Kulow <coolo@kde.org> tarafından yazıldı. Ay'a ait kodlar, Chris Osburn <chris@speakeasy.org> tarafından hazırlandı. Ay çizimleri, Tim Beauchamp <timb@googol.com> tarafınfan yapıldı.

source: Change View
tr: Görünümü Değiştir

source: View angle:
tr: Görüş açısı:

source: You can use this to rotate the moon to the correct angle for your location. This angle is (almost) impossible to calculate from any system-given data, therefore you can configure how you want KMoon to display your moon here. The default value is 0, but it is very unlikely that you would see the moon at this angle.
tr: Ayı bulunduğunuz yere göre doğru açıya dönüş döndürmek için bunu kullanın. Bu açının sisteme verilen herhangi bir değer ile hesaplanması (neredeyse) imkansız olduğu için buradan KMoon'un Ay'ı sizin istediğiniz şekilde göstermesini sağlayabilirsiniz. Öntanımlı değer 0'dır, fakat büyük bir ihtimal ile siz dışarıda Ay'ı böyle görmüyorsunuzdur.

source: Switch to Southern Hemisphere
tr: Güney Yarımküreyi Göster

source: Switch to Northern Hemisphere
tr: Kuzey Yarımküreyi Göster

source: Switch Masking Off
tr: Maskelemeyi Kapat

source: Switch Masking On
tr: Maskelemeyi Aç

source: The moon as KMoon would display it following your current setting and time.
tr: Sizin mevcut ayarlarınız ve saatiniz doğrultusunda KMoon uygulamasının göstereceği ay.

source: Full Moon
tr: Dolunay

source: New Moon
tr: Yeniay

source: _n: Waxing Crescent (New Moon was yesterday) Waxing Crescent (%n days since New Moon)
tr: Büyüyen Hilal (Yeniaydan sonra %n gün geçti)

source: First Quarter
tr: İlk Dördün

source: _n: Waxing Gibbous (Tomorrow is Full Moon) Waxing Gibbous (%n days to Full Moon)
tr: Büyüyen Dışbükey (Dolunay'a %n gün var)

source: _n: Waning Gibbous (Yesterday was Full Moon) Waning Gibbous (%n days since Full Moon)
tr: Küçülen Dışbükey (Dolunaydan sonra %n gün geçti)

source: Last Quarter
tr: Son Dördün

source: _n: Waning Crescent (Tomorrow is New Moon) Waning Crescent (%n days to New Moon)
tr: Küçülen Hilal (Yeniay'a %n gün var)
