Repository: pars-linux/uludag
Catalog: mudur/po/*.po
Languages: fr, sv

source: Cannot write mudur.log, read-only file system
fr: Impossible d'écrire dans mudur.log, système de fichier en lecture seule
sv: Kan inte skriva mudur.log, skrivskyddat filsystem

source: Cannot find /etc/pardus-release
fr: Impossible de trouver le fichier /etc/pardus-release
sv: Kan inte hitta /etc/pardus-release

source: /etc/env.d/03locale cannot be updated
fr: /etc/env.d/03locale ne peut être mis à jour
sv: /etc/env.d/03locale kan inte uppdateras

source: Could not set unicode mode on tty %d
fr: Impossible d'établir le mode unicode sur le terminal (tty) %d
sv: Kunde inte sätta unicode-läg på tty %d

source: Cannot connect to DBus, services won't be started
fr: Impossible de se connecter à DBus, les services ne seront pas démarrés
sv: Kan inte ansluta till D-Bus, tjänsten startas ej

source: Unable to start network: %s
fr: Impossible de démarrer le réseau : %s
sv: Kan inte starta nätverk: %s

source: Cannot start system logger
fr: Impossible de démarrer les journaux du système
sv: Kan inte starta systemloggen

source: Starting services
fr: Démarrage des services
sv: Startar tjänster

source: Stopping services
fr: Arrêt des services
sv: Stoppar tjänster

source: Starting %s
fr: Démarrage de %s
sv: Startar %s

source: Stopping %s
fr: Arrêt de %s
sv: Stoppar %s

source: Can't move persistent udev rules from /dev/.udev
fr: Impossible de déplacer les règles persistentes de udev à partir de /dev/.udev
sv: Kan inte flytta beständiga udev-regler från /dev/.udev

source: Starting udev
fr: Démarrage de udev
sv: Startar udev

source: Populating /dev
fr: Peuplement de /dev
sv: Fyller /dev

source: Removing stale lock file /etc/mtab~
fr: Suppression du fichier verrou périmé /etc/mtab~
sv: Tar bort gammal låsfil /etc/mtab~

source: Failed removing stale lock file /etc/mtab~
fr: Échec de la suppression du fichier verrou périmé /etc/mtab~
sv: Misslyckades med att ta bort gammal låsfil /etc/mtab~

source: /etc/fstab doesn't contain an entry for the root filesystem
fr: /etc/fstab ne contient pas d'entrée pour la racine du système de fichiers
sv: /etc/fstab innehåller inte en post för rotfilsystemet

source: Remounting root filesystem read-only
fr: Remontage de la racine du système de fichers (root) en lecture seule
sv: Återmonterar rotfilsystemet skrivskyddat

source: Checking root filesystem (full check forced)
fr: Vérification de la racine du système de fichiers (vérification complète forcée)
sv: Kontrollerar rotfilsystemet (fullständig kontroll framtvingad)

source: Checking root filesystem
fr: Vérification de la racine du système de fichier
sv: Kontrollerar rotfilsystemet

source: Filesystem repaired, but reboot needed!
fr: Le système de fichiers a été réparé, mais un redémarrage est nécessaire !
sv: Filsystemet lagat, omstart krävs!

source: Rebooting in 10 seconds...
fr: Redémarrage dans 10 secondes...
sv: Omstart om 10 sekunder...

source: Rebooting...
fr: Redémarrage...
sv: Startar om...

source: Filesystem could not be repaired
fr: Le système de fichier n'a pas pu être réparé
sv: Filsystem kunde inte repareras

source: Skipping root filesystem check (fstab's passno == 0)
fr: Exemption de la vérification de la racine du système de fichiers (passno == 0 dans fstab)
sv: Hoppar över kontroll av rotfilsystemet (fstabs passno == 0)

source: Remounting root filesystem read/write
fr: Remontage de la racine du système de fichiers lecture/écriture
sv: Återmonterar rotfilsystemet läs/skriv

source: Root filesystem could not be mounted read/write You can either login below and manually check your filesytem(s) OR restart your system, press F3 and select 'FS check' from boot menu
fr: La racine du système de fichiers n'a pas pu être montée en lecture/écriture Vous pouvez soit vous identifier ci-dessous et vérifier manuellement votre système de fichiers OU redémarrer votre PC, appuyer sur F3 et choisir 'Vérification du FS' dans le menu de démarrage
sv: Rotfilsystemet kunde inte monteras läs/skriv Du kan antingen logga in och själv kontrollera dina filsystem, ELLER starta om datorn, trycka F3 och välja 'FS check' från uppstartsmenyn.

source: Couldn't synchronize /etc/mtab from /proc/mounts
fr: Impossible de synchroniser /etc/mtab à partir de /proc/mounts
sv: Kunde inte synkronisera /etc/mtab med /proc/mounts

source: Checking all filesystems
fr: Vérification de tous les systèmes de fichiers
sv: Kontrollerar alla filsystem

source: A full fsck has been forced
fr: Un fsck complet a été forcé
sv: En fullständig fsck har framtvingats

source: Filesystem errors corrected
fr: Erreurs des systèmes de fichiers corrigées
sv: Filsystemfel åtgärdat

source: Fsck could not correct all errors, manual repair needed
fr: Fsck n'a pu corriger toutes les erreurs, une réparation manuelle est nécessaire
sv: Fsck kunde inte korrigera alla fel, manuell korrigering nödvändig

source: Mounting local filesystems
fr: Montage des systèmes de fichiers locaux
sv: Monterar lokala filsystem

source: Mounting remote filesystems
fr: Montage des systèmes de fichiers distants
sv: Monterar fjärrfilsystem

source: Setting up hostname as '%s'
fr: Établissement du nom d'hôte '%s'
sv: Sätter värddatornamn till '%s'

source: Setting disk parameters
fr: Établissement des paramètres du disque
sv: Sätter diskparametrar

source: Activating swap space
fr: Activation de l'espace d'échange (swap)
sv: Aktiverar växlingsutrymme

source: Deactivating swap space
fr: Désactivation de l'espace d'échange (swap)
sv: Avaktiverar växlingsutrymme

source: Cleaning up /var
fr: Nettoyage de /var
sv: Städar /var

source: Cleaning up /tmp
fr: Nettoyage de /tmp
sv: Städar /tmp

source: Setting system clock to hardware clock
fr: Mise de l'horloge système à l'heure du matériel
sv: Sätter systemklockan till hårdvaruklockan

source: Failed to adjust systematic drift of the hardware clock
fr: Échec de l'ajustement du décalage systématique de l'horloge du matériel.
sv: Kunde inte justera systemklockans systematiska avdrift

source: Failed to set system clock to hardware clock
fr: Échec de la mise de l'horloge du système à l'heure du matériel.
sv: Misslyckades med att sätta systemklockan till hårdvaruklockan

source: Syncing system clock to hardware clock
fr: Synchronisation de l'horloge du système et de l'heure du matériel
sv: Synkroniserar systemklockan med hårdvaruklockan

source: Failed to synchronize clocks
fr: Échec de la synchronisation des horloges
sv: Misslyckades med att synkronisera klockor

source: Unmounting filesystems
fr: Démontage des systèmes de fichiers
sv: Avmonterar filsystem

source: Remounting remaining filesystems read-only
fr: Remontage en lecture seule des systèmes de fichiers restants
sv: Återmonterar återstående filsystem skrivskyddade

source: An internal error occured. Please report to the bugs.pardus.org.trwith following information:
fr: Une erreur interne est survenue. Veuillez rapporter le bug à bugs.pardus.org.tr avec l'information suivante s'il vous plaît :
sv: Ett internt fel har uppstått. Vänligen rapportera till bugs.pardus.org.tr:

source: Setting up localhost
fr: Établissement de l'hôte local (localhost)
sv: Ställer in lokal värd

source: Updating environment variables
fr: Mise à jour des variables d'environnement
sv: Uppdaterar miljövariabler

source: local
sv: lokal

source: script
sv: skript

source: running
fr: en cours d'exécution
sv: körs

source: yes
fr: oui
sv: ja

source: conditional
fr: conditionnel
sv: villkorligt

source: Service
sv: Tjänst

source: Description
sv: Beskrivning

source: Unable to start %s:
fr: Impossible de démarrer %s :
sv: Kan inte starta %s:

source: Unable to stop %s:
fr: Impossible d'arrêter %s :
sv: Kan inte stoppa %s:

source: Unable to set %s state:
fr: Impossible de régler l'état de %s :
sv: Kan inte ändra %ss tillstånd:

source: Service '%s' will be auto started.
fr: Le service '%s' sera automatiquement démarré.
sv: Tjänsten '%s' kommer att startas automatiskt.

source: Service '%s' won't be auto started.
fr: Le service '%s' ne sera pas automatiquement démarré.
sv: Tjänsten '%s' kommer inte att startas automatiskt.

source: Service '%s' will be started if required.
fr: Le service '%s' sera démarré si nécessaire.
sv: Tjänsten '%s' kommer att startas vid behov.

source: Unable to reload %s:
fr: Impossible recharger %s :
sv: Kan inte starta om %s:

source: Reloading %s
fr: Arrêt-Relance de %s...
sv: Laddar om %s

source: You must be root to use that.
fr: Vous devez être administrateur (root).
sv: Du måste vara root för att använda det.

source: Unable to start DBus
fr: Impossible de démarrer DBus
sv: Kan inte starta D-Bus

source: DBus is not running.
fr: DBus n'est pas en cours d'exécution.
sv: D-Bus körs inte.

source: DBus is running.
fr: Dbus est en cours d'exécution.
sv: D-Bus körs.

source: usage: service [<options>] [<service>] <command> where command is: list Display service list status Display service status info Display service status on Auto start the service off Don't auto start the service start Start the service stop Stop the service restart Stop the service, then start again reload Reload the configuration (if service supports this) and option is: -N, --no-color Don't use color in output -q, --quiet Don't print replies
fr: Mode d'emploi : service [<options>] [<service>] <commande> où commande peut être au choix : list Affiche la liste des services status Affiche le statut d'un service info Affiche le statut d'un service on Active le démarrage automatique du service off Désactive le démarrage automatique du service start démarre le service stop arrête le service restart effectue un arrêt relance du service reload Recharge la configuration (si le service le permet) les options pouvant être : -N, --no-color Ne pas mettre de couleurs dans le message -q, --quiet N'affiche aucune réponse.
sv: användning: service [<alternativ>] [<tjänst>] <kommando> där kommando är: list visar tjänstelista status visar tjänstestatus info visar tjänstestatus on automatisk start av tjänst off ingen automatisk start av tjänst start Startar tjänsten stop Stoppar tjänsten restart Stoppar och startar tjänsten reload Läser om inställningarna (om tjänsten stödjer det) och alternativ är: -N, --no-color Använd inte färger i meddelanden -q, --quiet Använd inte meddelanden

source: No such service: %s
fr: Service inconnu: %s
sv: Tjänst saknas: %s

source: server
fr: serveur

source: Status
fr: Statut

source: Autostart
fr: Démarrage automatique
