Repository: pars-linux/uludag
Catalog: kde/migration/po/*.po
Languages: pt_br, ru

source: Selecting Options
pt_br: Selecionando Opções
ru: Настройка параметров

source: Welcome to Migration Tool Wizard :)
pt_br: Bem Vindo ao Assistente da Ferramenta de Migração :)
ru: Вас приветствует Мастер Миграции :)

source: Keep current wallpaper
pt_br: Manter o papel de parede atual
ru: Сохранить текущие обои рабочего стола

source: Don't use wallpaper
pt_br: Não usar papel de parede
ru: Не использовать обои рабочего стола

source: Does not change your wallpaper.
pt_br: Não mudar o seu papel de parede.
ru: Не изменит ваши обои рабочего стола.

source: Use my old wallpaper
pt_br: Usar o meu papel de parede anterior
ru: Использовать старые обои рабочего стола

source: Copies your old wallpaper to Pardus and sets it as new background image.
pt_br: Copia o seu antigo papel de parede para o Pardus e o utiliza como a nova imagem de fundo.
ru: Копирует ваши старые обои рабочего стола и установит их как новые в Pardus.

source: Bookmarks
pt_br: Favoritos
ru: Закладки

source: Firefox Bookmarks
pt_br: Favoritos do Firefox
ru: Firefox Закладки

source: Copies your old Firefox bookmarks to Firefox under Pardus.
pt_br: Copiar os seus antigos favoritos do Firefox para o Firefox do Pardus.
ru: Копирует ваши закладки Firefox в Firefox в Pardus.

source: Opera Bookmarks
pt_br: Favoritos do Opera
ru: Opera Закладки

source: Copies your old Opera bookmarks to Firefox under Pardus.
pt_br: Copia os seus antigos favoritos do Opera para o Firefox do Pardus.
ru: Копирует ваши закладки в Opera и сохранит их как закладки в Firefox в Pardus.

source: Internet Explorer favorites
pt_br: Favoritos do Internet Explorer
ru: Internet Explorer избранноe

source: Copies your old Internet Explorer favorites to Firefox under Pardus.
pt_br: Copia os seus antigos favoritos do Internet Explorer para o Firefox do Pardus.
ru: Копирует ваше Избранное в Internet Explorer и сохранит их как закладки в Firefox в Pardus.

source: E-Mail and News Accounts
pt_br: Contas de Email e Notícias
ru: E-Mail and News Аккаунты

source: Windows Mail accounts
pt_br: Contas do Windows Mail
ru: Windows Mail аккаунты

source: Copies your old mail and newsgroup accounts to KMail and KNode applications.
pt_br: Copia a sua antiga conta de email e notícias para os aplicativos KMail e KNode.
ru: Копирует ваши старые адресные книги и подключения к новостным группам в KMail и KNode.

source: Thunderbird accounts
pt_br: Contas do Thunderbird
ru: Thunderbird акаунты

source: Copy e-mail messages from e-mail accounts
pt_br: Compia as mensagens da sua conta de emails
ru: Скопировать сообщения электронной почты

source: Copies your e-mail messages to KMail from selected applications above.
pt_br: Copia os seus emails para o KMail do aplicativo selecionado acima.
ru: Копирует ваши сообщения электронной почты из выбранных.

source: Instant Messenger Accounts
pt_br: Contas do Mensageiro Instantâneo
ru: Instant Messenger Аккаунты

source: MSN accounts
pt_br: Contas do MSN
ru: MSN аккаунты

source: Copies your MSN Messenger accounts to Kopete.
pt_br: Copia as contas do seu MSN Messenger para o Kopete.
ru: Копирует ваш аккаунт MSN Messenger в Kopete.

source: GTalk accounts
pt_br: Contas do GTalk
ru: GTalk аккаунты

source: Copies your GTalk accounts to Kopete.
pt_br: Copia as suas contas do GTalk para o Kopete.
ru: Копирует ваш аккаунт GTalk в Kopete.

source: Please wait while applying changes...
pt_br: Por favor aguarde enquando as modificações são aplicadas...
ru: Пожалуйста, подождите пока делаются необходимые изменения...

source: Prepare:
pt_br: Preparar:
ru: Подготовить:

source: Apply:
pt_br: Aplicar:
ru: Применить:

source: Warning!
pt_br: Aviso!
ru: Предупреждение!

source: Applying Changes
pt_br: Aplicando Modificações
ru: Применение изменений

source: Wallpaper
pt_br: Papel de Parede
ru: Обои рабочего стола

source: Firefox bookmarks could not be loaded.
pt_br: Favoritos do Firefox não puderam ser carregados.
ru: Закладки Firefox не могут быть загружены.

source: Firefox bookmarks loaded.
pt_br: Favoritos do Firefox carregados.
ru: Закладки Firefox загружены.

source: Opera bookmarks could not be loaded.
pt_br: Favoritos do Opera não puderam ser carregados.
ru: Закладки Opera не могут быть загружены.

source: Opera bookmarks loaded.
pt_br: Favoritos do Opera carregados.
ru: Закладки Opera загруженны.

source: Internet Explorer favorites could not be loaded.
pt_br: Favoritos do Internet Explorer não puderam ser carregados.
ru: Избранное Internet Explorer не может быть загружено.

source: Internet Explorer favorites loaded.
pt_br: Favoritos do Internet Explorer carregados.
ru: Избранное Internet Explorer загружено.

source: Firefox is open. Please close it first to continue...
pt_br: Firefox aberto. Por favor feche-o antes de continuar...
ru: Firefox запущен. Пожалуйста, закройте его сначала для продолжения...

source: Windows Mail accounts could not be loaded.
pt_br: Contas do Windows Main não puderam ser carregadas.
ru: Windows Mail аккаунты не могут быть загруженны.

source: Windows Mail accounts loaded.
pt_br: Contas do Windows Mail carregadas
ru: Windows Mail аккаунты загруженны.

source: Thunderbird accounts could be loaded.
pt_br: Contas do Thunderbird não puderam ser carregadas.
ru: Thunderbird аккаунты не могут быть загруженны.

source: Thunderbird accounts loaded.
pt_br: Contas do Thunderbird carregadas.
ru: Thunderbird аккаунты загруженны.

source: MSN accounts could be loaded.
pt_br: Contas do MSN não puderam ser carregadas.
ru: MSN аккаунты не могут быть загруженны.

source: MSN accounts loaded.
pt_br: Contas do MSN carregadas.
ru: MSN загруженны.

source: GTalk accounts could not be loaded.
pt_br: Contas do GTalk não puderam ser carregadas.
ru: GTalk аккаунты не могут быть загруженны.

source: GTalk accounts loaded.
pt_br: Contas do GTalk carregadas
ru: GTalk аккаунты загруженны.

source: E-Mail Accounts
pt_br: Contas de Email
ru: E-Mail Аккаунты

source: E-Mail Messages
pt_br: Mensagens de Email
ru: E-Mail Сообщения

source: News Accounts
pt_br: Contas de Notícias
ru: Аккаунты новостей

source: Desktop Links
pt_br: Atalhos da Área de Trabalho
ru: Ссылки на рабочем столе

source: Folder '%s' could not be created, please choose another folder!
pt_br: Pasta '%s' não pode ser criada, por favor escolha outra pasta!
ru: Папка '%s' не может быть создана, пожалуйста выберете другую папку!

source: You don't have permission to write to folder '%s', please choose another folder!
pt_br: Você não tem permissão para escrever para a pasta '%s', por favor escolha outra pasta!
ru: У вас недостаточно прав для записи в папку '%s', пожалуйста выберете другую папку!

source: Total size of files you've selected is %(size)d MB, but you have only %(free)d MB of free space!
pt_br: O total de arquivos que você selecionou ocupa %(size)d MV, mas você possui apenas%(free)d MB de espaço livre!
ru: Суммарный размер выбранных файлов %(size)d Mб, а у вас только %(free)d Mб свободного места!

source: Wallpaper changed.
pt_br: Papel de Parede modificado.
ru: Обои рабочего стола изменены

source: Bookmarks saved.
pt_br: Favoritos salvos.
ru: Закладки сохранены.

source: Mail Accounts saved.
pt_br: Contas de Email salvas.
ru: Адреса электронной почты сохранены.

source: Accounts saved.
pt_br: Contas salvas.
ru: Аккаунты сохранены.

source: News Accounts saved.
pt_br: Contas de Notícias salvas.
ru: Аккаунты новостей сохранены.

source: Instant Messenger Accounts saved.
pt_br: Contas do Mensageiro Instantâneo salvas.
ru: Аккаунты клиентов обмена мгновенными сообщениями сохранены.

source: Link '%s' created.
pt_br: Atalho '%s' criado.
ru: Ссылка '%s' создана.

source: Nothing done, because no option selected. You can close the wizard...
pt_br: Nada feito, porque nenhuma opção foi selecionada. Você pode fechar o assistente...
ru: Ничего не сделано, потому что ничего не выбрано. Можно закрывать приложение.

source: All operations completed. You can close the wizard...
pt_br: Todas as operações foram completadas. Você pode fechar o assistente...
ru: Все операции выполнены. Можно закрывать приложение.

source: Summary
pt_br: Resumo
ru: Итог

source: User Settings
pt_br: Configurações de Usuário
ru: Установки пользователя

source: Selected User: <b>%s</b>
pt_br: Usuário selecionado: <b>%s</b>
ru: Выбранный пользователь: <b>%s</b>

source: Options Settings
pt_br: Configurações
ru: Установки настроек

source: Option %1 : <b>%2</b>
pt_br: Opção %1 : <b>%2</b>
ru: Установка %1 : <b>%2</b>

source: Destination Settings
pt_br: Configurações da Destinação
ru: Установки места назначения

source: Linked Destination to: <b> %s </b>
pt_br: Atalho da Destinação para: <b> %s </b>
ru: Прилинкованное место назначения: <b> %s </b>

source: Copied Destination to: <b> %s </b>
pt_br: Cópia da Destinação para: <b> %s </b>
ru: Скопированное место назначения: <b> %s </b>

source: Selecting Files
pt_br: Selecionando Arquivos
ru: Выбор файлов

source: My Documents
pt_br: Meus Documentos
ru: Мои документы

source: Desktop
pt_br: Área de Trabalho
ru: Рабочий стол

source: My Music
pt_br: Minhas Músicas
ru: Моя музыка

source: My Pictures
pt_br: Minhas Fotos
ru: Мои картинки

source: My Video
pt_br: Meus Vídeos
ru: Мое видео

source: Selecting User
pt_br: Selecionando Usuário
ru: Выбранный пользователь

source: User Profiles
pt_br: Perfis de Usuário
ru: Профили пользователя

source: There aren't any Microsoft Windows partitions to migrate! Please check your mounted partitions...
pt_br: Não existe nenhuma partição do Microsoft Windows para migrar! Por favor cheque as suas partições montadas...
ru: У вас нет разделов с Microsoft Windows для миграции! Пожалуйста, проверьте примонтированные разделы...

source: There isn't any selected user on User Selection Window!
pt_br: Não existe nenhum usuário selecionado na Tela de Seleção de Usuários!
ru: Нет ни одного выбранного пользователя в Окне выбора пользователей

source: Welcome
pt_br: Bem Vindo
ru: Добро пожаловать

source: Migration Tool
pt_br: Ferramenta de Migração
ru: Инструмент для миграции

source: Cancel
pt_br: Cancelar
ru: Отменить

source: Back
pt_br: Voltar
ru: Назад

source: Next
pt_br: Próximo
ru: Далее

source: Finish
pt_br: Finalizar
ru: Завершить

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:12pt; font-weight:600;">Your settings will be applied in next screen...</span></p></body></html>
pt_br: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:12pt; font-weight:600;">Suas configurações serão aplicadas na próxima tela...</span></p></body></html>
ru: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-size:12pt; font-weight:600;">Ваши установки будут использованы на следующей странице...</span></p></body></html>

source: Do Nothing
pt_br: Não Fazer Nada
ru: Ничего не делать

source: Put links to my desktop
pt_br: Pôr atalhos na minha área de trabalho
ru: Поставить ссылки на мой рабочий стол

source: Copy files to directory :
pt_br: Copiar arquivos para diretório :
ru: Скопировать файлы в директорию:

source: ~/Desktop
pt_br: ~/Área de Trabalho

source: Directory
pt_br: Diretório
ru: Директория

source: Size
pt_br: Tamanho
ru: Размер

source: Set or unset entry as default boot entry.
pt_br: Configurar como entrada de inicialização padrão.
ru: Поставить или не поставить как загрузку по умолчанию

source: Users
pt_br: Ususários
ru: Пользователи

source: This application, called Migration Tool, helps you transfer files and settings from other operating systems to Pardus. Please click Next to transfer your files. Pardus is a GNU/Linux distribution, targeting at computer literate users' basic desktop needs; helps you connect to internet, read e-mails, work with office documents and more!
pt_br: Essa aplicação, chamada Ferramenta de Migração, ajuda você a transferir arquivos e configurações de outros sistemas operacionais para o Pardus. Por favor clique em Próximo para transferir seus arquivos. O Pardus é uma distribuição GNU/Linux, direcionado para usuários de computador com necessidades básicas de desktop; ajuda você a conectar a internet, ler emails, trabalhar com documentos de escritório e muito mais!
ru: Это приложение, под названием Инструмент для Миграции, поможет вам перенести ваши файлы и настройки с другой операционной системы на Pardus. Пожалуйста, нажмите Далее, чтобы перенести файлы. Pardus - это дистрибутив GNU/Linux, предназначенный для того, чтобы удовлетворять все основные запросы пользователя, он поможет вам создать соединение с интернетом, читать электронную почту, работать с документами и так далее.

source: Form
ru: Форма
