Repository: pars-linux/uludag
Catalog: sysinfo/po/*/kio_sysinfo.po
Languages: de, fr

source: My Computer
de: Mein Computer
fr: Mon Ordinateur

source: Folders, Harddisks, Removable Devices, System Information and more...
de: Ordner, Festplatte, Wechseldatenträger, Systeminformationen und mehr...
fr: Répertoires, Disques durs, Périphériques mobiles, Informations systèmes et plus encore...

source: Looking for disk information...
de: Suche nach Diskettenlaufwerk...

source: Disk Information
de: Diskettenlaufwerk
fr: Informations du disque

source: OS Information
de: Betriebssystem - Information
fr: Information de l'OS

source: OS:
de: BS:

source: Current user:
de: Aktueller Benutzer:
fr: Utilisateur actif :

source: Vendor:
de: Hersteller:
fr: Fabricant :

source: Model:
de: Modell:
fr: Modèle :

source: Driver:
de: Treiber:
fr: Pilote :

source: Getting OS information....
de: Erfassen BS - Informationen...

source: Common Folders
de: Gemeinsamer Ordner
fr: Répertoire Communs

source: My Home Folder
de: Persönlicher Ordner
fr: Mon Répertoire d'Accueil

source: Root Folder
de: Root Ordner
fr: Répertoire Racine

source: Network Folders
de: Netzwerkordner
fr: Répertoires Réseaux

source: Looking up network status...
de: Suche nach Netzwerkverbindungen...

source: Network Status
de: Netzwerkstatus
fr: Statu Réseau

source: Looking for CPU information...
de: Suche nach CPU information...

source: Processor (CPU):
de: Prozessor (CPU):
fr: Processeur (CPU) :

source: Speed:
de: Geschwindigkeit:
fr: Vitesse :

source: Looking for memory information...
de: Suche nach Speicher - Informationen

source: Memory Information
de: Speicher Informationen
fr: Informations concernant la mémoire

source: Total memory (RAM):
de: Gesamter Arbeitsspeicher (RAM):
fr: Mémoire cumulée (RAM):

source: Free memory:
de: Verfügbarer Arbeitsspeicher:
fr: Mémoire disponible :

source: Used Memory
de: Belegter Arbeitsspeicher:
fr: Mémoire allouée :

source: Total swap:
de: Gesamter Swap:
fr: Mémoire d'échange (swap) cumulée :

source: Free swap:
de: Verfügbarer Swap:
fr: Mémoire d'échange (swap) disponible :

source: Looking for hardware information...
de: Suche nach Hardware - Informationen...
fr: Recherche des informations concernant les périphériques...

source: Bios Vendor:
de: Bios Hersteller:
fr: Fabricant du Bios :

source: Device
de: Gerät

source: Filesystem
de: Dateisystem

source: Total space
de: Gesamtgrösse

source: Available space
de: Verfügbarer Speicher

source: Press the right mouse button for more options like Mount or Eject
de: Klicken Sie die rechte Maustaste für weitere Optionen, wie Mounten oder Auswerfen

source: %1 (3D Support)
de: %1 (3D Unterstützung)
fr: %1 (Support 3D)

source: %1 (No 3D Support)
de: %1 (Kein 3D Unterstützung)
fr: %1 (Pas de support 3D)

source: Network is <strong>unreachable</strong>
de: Netzwerk ist <strong>nicht erreichbar</strong>
fr: Le réseau n'est <strong>pas accessible</strong>

source: You are <strong>offline</strong>
de: Sie sind <strong>offline</strong>
fr: Vous êtes <strong>hors-ligne</strong>

source: Network is <strong>shutting down</strong>
de: Netzwerkverbindungen werden <strong>getrennt</strong>
fr: Le réseau est <strong>en cours d'arrêt.</strong>

source: <strong>Establishing</strong> connection to the network
de: <strong>Herstellung</strong>Verbindung zum Netzwerk
fr: <strong>Etablissement<strong> de la connection <strong>en cours</strong>

source: You are <strong>online</strong>
de: Sie sind <strong>online</strong>
fr: Vous êtes <strong>en ligne</strong>

source: Unknown network status
de: Unbekanntes Netzwerk
fr: Statut réseau inconnu

source: %1 GB
fr: %1 Go

source: %1 MB
fr: %1 Mo

source: %1 KB
fr: %1 Ko

source: CPU Information
fr: Information CPU

source: Hardware Information
fr: Informations concernant les périphériques

source: Bios Version:
fr: Version du Bios :

source: System:
fr: Système :

source: Display Info
fr: Propriétés de la carte vidéo
