Repository: pars-linux/uludag
Catalog: trunk/l10n/standalone/qt-facetrainer/*.po
Languages: hu

source: About the Software \m/
hu: A programról \m/

source: Pluggable Authentication Module for your favorite Linux Distro
hu: Moduláris hitelesítő eszköz a kedvenc Linux disztribúciója számára

source: About
hu: Névjegy

source: This program allows you to login by Face Authentication. Care has been taken to give you the best User Experience Possible. If you encounter any bugs , report at
hu: E program lehetővé tesz az arcfelismerés útján történő bejelentkezést. Nagy gonddal készítettük a programot, hogy Ön a lehető legnagyobb megelégedettséggel használhassa. Ha hibát észlel, kérem jelezze az alábbi címen:

source: This program was developed during the auspicious Google Summer of Code program in 2009 and 2008
hu: Ez a program a Google Summer of Code 2009 és 2008 rendezvény keretei között készült.

source: Authors
hu: Szerzők

source: Thanks To
hu: Köszönet illeti

source: Translation
hu: Fordítás

source: Artwork
hu: Grafika

source: Face Trainer
hu: Arc felismerő

source: Next
hu: Tovább

source: For Your Information
hu: Információ

source: Exit
hu: Kilépés

source: color: rgb(139, 139, 139);
hu: szín: rgb(139, 139, 139);

source: Read the instructions for High Efficiency
hu: A hatékonyság érdekében olvassa el a dokumentációt.

source: color: rgb(126, 126, 126);
hu: szín: rgb(126, 126, 126);

source: To ensure high efficiency please keep proper distance between face and webcam
hu: A hatékonyság érdekében kérem tartson megfelelő távolságot az arca és a kamera között.

source: Try to sit where there is ample lighting
hu: Próbáljon olyan helyre ülni, ahol elegendő megvilágítás éri.

source: No glass or hat as it might affect the recognition rate
hu: Ne viseljen szemöveget, vagy sapkát, mert az befolyásolhatja a felismerés minőségét.

source: Capture
hu: Felvétel

source: Train Your Face
hu: Tanuljuk az Ön arcát

source: Back
hu: Vissza

# faceTrainer#16
source: Advanced Settings
hu: Bővített beállítások

source: About this Software !
hu: A programról !

# faceTrainer#18
source: background-color: rgb(0, 0, 0);
hu: háttér szín: rgb(0, 0, 0);

source: Delete Selected Item
hu: A kiválasztott elem törlése

source: Congratulations
hu: Gratulálunk!

source: Get ready to be dazzled!
hu: Készüljön az elvakításra!

source: Finish
hu: Kész

source: Thank you for using our application, to be a part of this project , visit http://code.google.com/p/pam-face-authentication/ , we hope to see you there! regards Developers
hu: Köszönjük, hogy használja programunkat. Ha részt akar venni a fejlesztésben, látogasson el a http://code.google.com/p/pam-face-authentication/ címre. Reméljük, hamarosan találkozunk! Üdvözlettel, A program készítői

source: Cancel
hu: Mégsem

source: Please come closer to the camera.
hu: Kérem, jöjjön közelebb a kamerához.

source: Please go little far from the camera.
hu: Kérem, menjen kissé távolabb a kamerától.

source: Unable to Detect Your Face.
hu: Nem tudom érzékelni az Ön arcát.

source: Tracker lost, trying to reinitialize.
hu: A kereső elvétette, megpróbálom újrakezdeni.

source: Tracking in progress.
hu: Keresés folyamatban.

source: Captured %1 / %2 faces.
hu: %1 / %2 arc leképezve.

source: Capturing Image Finished.
hu: A leképezés elkészült.

source: Processing Faces, Please Wait ...
hu: Arcok feldolgozása, kérem várjon ...

source: Processing Completed.
hu: Feldolgozás kész.

source: <strong>Error</strong>
hu: <strong>Hiba</strong>

source: Camera Not Found. <br /> Plugin Your Camera and Try Again.
hu: Nem találok kamerát. <br /> Csatlakoztassa a kamerát és próbálja újra."

# faceTrainerAdvSettings#1
source: Advanced Settings
hu: Bővített beállítások

source: Low Security
hu: Alacsony biztonság

source: High Security
hu: Magas biztonság

# faceTrainerAdvSettings#4
source: background-color: rgb(0, 0, 0);
hu: háttér szín: rgb(0, 0, 0);

source: Test Recognition
hu: Próba felismerés

source: Yes/No
hu: Igen/Nem

source: Test Recognition Result:
hu: A felismerési próba eredménye:

source: Save Config
hu: Beállítások mentése

source: Defaults
hu: Alapértelmezés

source: Medium
hu: Adathordozó

source: Yes
hu: Igen

source: No
hu: Nem
