Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/messages/playground-pim/recpicker.po
Languages: tr

source: Recipients Picker Demo
tr: Alıcı Seçicisi Tanıtımı

source: Select recipient
tr: Alıcı seç

source: Advanced Interface
tr: Gelişmiş Arayüz

source: Toggles between a simple interface to add one or more persons as recipient or an advanced interface with more possibilities which are not required so often.
tr: Alıcı olarak bir veya daha fazla kişi eklemek için basit bir arayüz veya çok sık gerek duyulmayan daha fazla olanağa sahip gelişmiş bir arayüz arasında geçiş yapar.

source: This list displays persons who are filtered with the settings above.
tr: Bu liste, yukarıdaki ayarlarla süzülmüş kişileri gösterir.

source: Marked persons only
tr: Yalnızca işaretli kişiler

source: Show only persons who are marked with a status
tr: Yalnızca bir durum ile işaretlenmiş kişileri göster

source: Search
tr: Ara

source: Enter some text to filter the list of persons. You can also enter information that is not visible in the list, such as addresses or phone numbers.
tr: Listedeki kişileri filtrelemek için bir metin girin. Adres veya telefon numarası gibi listede görünür olmayan bilgileri de girebilirsiniz.

source: Address book:
tr: Adres defteri:

source: All
tr: Tümü

source: Distribution Lists
tr: Dağıtım Listesi

source: Select a address book or a category to display those persons only.
tr: Yalnızca bu kişileri göstermek için bir adres defteri veya bir kategori seçin.

source: Do not show recipients' names to each other.
tr: Alıcıların adlarını diğer alıcılara gösterme.

source: Display all recipients' names to each other.
tr: Tüm alıcıları her bir alıcıya göster.

source: Basic Interface
tr: Basit Arayüz

source: Category
tr: Kategori

source: You do not have any persons in your address book. You can insert persons with the program kaddressbook, which is also part of the kdepim package.
tr: Adres defterinizde kimse yok. Kdepim paketinin bir parçası olan kadressbook programı ile kişi ekleyebilirsiniz.

# NAME OF TRANSLATORS
source: Your names
tr: Serhat Demirkol

# EMAIL OF TRANSLATORS
source: Your emails
tr: serhat_demirkol@yahoo.com
