Repository: pars-linux/uludag
Catalog: l10n/kde/trunk/LC_MESSAGES/*/messages/kdepim/kres_blog.po
Languages: tr

source: XML-RPC URL:
tr: XML-RPC Adresi:

source: Username:
tr: Kullanıcı adı:

source: Password:
tr: Parola:

source: Blog:
tr: Günlük:

source: Posts to download:
tr: İndirilecek gönderimler:

source: Downloading blog posts
tr: Günlük gönderimleri indiriliyor

source: URL: %1
tr: Adres: %1

source: Username: %1
tr: Kullanıcı adı: %1

source: XML-RPC interface: %1
tr: XML-RPC arayüzü: %1

source: Blog name: %1
tr: Günlük adı: %1

source: Posts to download: %1
tr: İndirilecek gönderimler: %1
