Repository: pars-linux/uludag
Catalog: branches/kde/upgrade-manager/kde3/po/*.po
Languages: de, es, fr, sv

source: Upgrading from Pardus to version 2009.1
de: Upgrade Pardus auf Version 2009.1
es: Actualizando Pardus a la versión 2009.1
fr: Migration vers Pardus 2009.1

source: Preparing to upgrade
de: Vorbereitung auf Upgrade
es: Preparando actualización
fr: Préparation de la migration
sv: Förbereder uppgradering

source: Setting up repositories
de: Konfiguriere Repositories
es: Estableciendo repositorios
fr: Préparation des dossiers
sv: Anpassar förråd

source: Downloading new packages
de: Download der neuen Pakete
es: Descargando paquetes
fr: Téléchargement des nouveaux paquets
sv: Hämtar nya paket

source: Installing upgrades
de: Installation der Aktualisationen
es: Instalando actualizaciones
fr: Installation des mises-à-jour
sv: Installerar uppgraderingar

source: Restarting the computer
de: Neustart des Computers
es: Reiniciando la computadora
fr: Redémarrage de l'ordinateur
sv: Startar om datorn

source: Start Upgrading
de: Start der Aktualisierung
es: Iniciar la Actualización
fr: Commencer la migration
sv: Starta uppgradering

source: <qt>Downloading %1 of %2 packages</qt>
de: <qt>Download Paket %1 von %2</qt>
es: <qt>Descargando paquete %1 de %2</qt>
fr: <qt>Téléchargement des paquets %1 sur %2</qt>

source: <qt>Installing (%1) %2 of %3 packages</qt>
de: <qt>Instalation Paket (%1) %2 von %3</qt>
es: <qt>Instalando paquete (%1) %2 de %3</qt>
fr: <qt>Installation (%1) %2 sur %3</qt>

source: <qt>Configuring packages. This may take several minutes to finish</qt>
de: <qt>Konfiguration der Pakete. Dieser Vorgang kann eine Weile dauern.</qt>
es: <qt>Configurando paquetes. Esta operación puede tardar algunos minutos.</qt>
fr: <qt>Configuration des paquets. Ceci peut prendre plusieurs minutes.</qt>

source: <qt>Following packages are obsoleted and are not maintained anymore in Pardus 2009 repositories. These packages are going to be removed from your system:<br><br> %1
de: <qt>Die folgenden Pakete sind überaltet, es gibt sie nicht mehr in den Repositories von Pardus 2009. Die folgenden Pakete werden gleich von Ihrem System entfernt:<br><br> %1
fr: <qt>Les paquets suivants sont obsolètes et plus maintenus dans les dépôts de Pardus 2009. Ces paquets vont être retirés de votre système :<br><br> %1

source: <br><br>Do you want to continue?</qt>
de: <br><br>Möchten sie fortfahren ?</qt>
es: <br><br>Desea continuar ?</qt>
fr: <br><br>Voulez-vous continuer ?</qt>
sv: <br><br>Vill du fortsätta?</qt>

source: Resolving dependencies...
de: Suche abhängige Pakete...
es: Resolviendo dependencias...
fr: Résolution des dépendances...
sv: Löser beroenden...

source: Distribution Upgrade Manager
es: Gerenciador de Actualización del Sistema
fr: Assistant de migration
sv: Distributionsuppgraderingshanterare

source: Maintainer
es: Mantenedor
fr: Mainteneur
sv: Utvecklare

source: Unable to connect to DBus.
de: Verbindung mit DBus funktioniert nicht.
es: No posible conectar con DBus.
fr: Impossible de se connecter à DBus.
sv: Kan inte ansluta till D-Bus.

source: DBus Error
es: Error DBus
fr: Erreur de DBus
sv: D-Bus-fel

source: D-Bus Error
es: Error D-Bus
fr: Erreur de D-Bus
sv: D-Bus-fel

source: COMAR Auth Error
de: COMAR Authentifizierungs Error
es: Error COMAR Auth
fr: Erreur d'auth. de COMAR
sv: COMAR autentiseringsfel

source: Network error. Please check your network connections and try again.
de: Netzwerkproblem. Bitte überprüfen Sie Ihr Netzwerk und versuche Sie es noch einmal.
es: Error de Red. Por favor verifique su conexión de red y vuelva a intentar.
fr: Erreur de réseau. Vérifiez votre connexion réseau et réessayez.

source: COMAR Error
es: Error COMAR
fr: Erreur de COMAR
sv: COMAR fel

source: You are not authorized for this operation.
de: Sie sind nicht autorisiert für diesen Vorgang.
es: No tiene autorización para ejecutar esta operación.
fr: Vous n'êtes pas authorisé à effectuer cette opération.

source: Upgrading from %1 to version 2009.1
de: Actualisiere von %1 auf Version 2009.1
es: Actualizando de %1 a la versión 2009.1
fr: Migration de la version %1 vers la version 2009.1

source: <qt>Upgrade to Pardus 2009.1 completed. Upgrade-manager will now restart the system.
de: <qt>Der Upgrade auf Pardus 2009.1 ist abgeschlossen. Der Upgrade-Manager wird jetzt Ihr System neu starten.
es: <qt>Se completó la actualización a Pardus 2009.1. El Gerenciador de actualizaciones reiniciará ahora su sistema.
fr: <qt>Migration vers Pardus 2009.1 terminée. L'assistant va maintenant redémarrer l'ordinateur.

source: Restart Later
de: Später Neustart durchführen
es: Reiniciar más adelante
fr: Redémarrer plus tard
sv: Starta om senare

source: Upgrade Manager
es: Gerenciador de Actualización del Sistema
fr: Assistant de migration
sv: Uppgraderingshanteraren

source: Upgrading from Pardus to version 2009
sv: Uppgraderar från Pardus till version 2009

source: Upgrading from %1 to version 2009
sv: Uppgraderar från Pardus till version 2009
