Repository: pars-linux/uludag
Catalog: trunk/comar/mudur/po/*.po
Languages: es, tr

source: Cannot write mudur.log, read-only file system
es: No posible grabar mudur.log, sistema de archivo solo-lectura
tr: Mudur kayıtları yazılamıyor, dosya sistemi sadece okunabilir durumda

source: Cannot find /etc/pardus-release
es: Archivo /etc/pardus-release no encontrado
tr: /etc/pardus-release dosyası bulunamadı

source: Could not set unicode mode on tty %d
es: No posible setear modo unicode para tty %d
tr: tty %d unicode moduna alınamadı

source: Starting DBus...
es: Iniciando DBus...
tr: DBus başlatılıyor...

source: Bringing up interface %s
es: Activando interfaz %s
tr: Ağ arayüzü %s açılıyor

source: Unable to bring up interface %s
es: No posible activar interfaz %s
tr: Ağ arayüzü %s açılamadı

source: No network connection, skipping remote mount.
es: No hay conexión de red, se omite montar las unidades remotas.
tr: Ağ bağlantısı yok, uzak dosya sistemleri bağlanamayacak.

source: Cannot connect to DBus, services won't be started
es: No posible conectar a DBus, servicios no se iniciarán
tr: DBus'a bağlanılamadı, servisler başlatılamayacak

source: Cannot start system logger
es: No posible iniciar log del sistema
tr: Sistem günlük hizmeti başlatılamadı

source: Starting services
es: Iniciando servicios
tr: Servisler başlatılıyor

source: Stopping services
es: Parando servicios
tr: Servisler durduruluyor

source: Stopping DBus
es: Parando DBus
tr: DBus durduruluyor

source: Can't move persistent udev rules from /dev/.udev
es: No posible mover reglas udev persistente de /dev/.udev
tr: Kalıcı udev kuralları /dev/.udev dizininden taşınamadı

source: Mounting /dev
es: Montando /dev
tr: /dev dizini bağlanıyor

source: Restoring saved device states
es: Restaurando estados de dispositivos
tr: Kayıtlı aygıt durumları okunuyor

source: Starting udev
es: Iniciando udev
tr: Udev servisi başlatılıyor

source: Populating /dev
es: Populando /dev
tr: /dev içeriği dolduruluyor

source: Remounting root filesystem read-only
es: Montando de nuevo sistema de archivos raíz (root) solo-lectura
tr: Kök dosya sistemi salt okunur halde yeniden bağlanıyor

source: Checking root filesystem (full check forced)
es: Verificando sistema de archivos raíz (verificación completa forzada)
tr: Kök dosya sistemi denetleniyor (tam kontrol istendi)

source: Checking root filesystem
es: Verificando sistema de archivos raíz (root)
tr: Kök dosya sistemi denetleniyor

source: Filesystem repaired, but reboot needed!
es: Sistema de archivos reparado, pero requiere rebootear!
tr: Dosya sistemi düzeltildi, sistemin yeniden başlatılması gerekiyor!

source: Rebooting in 10 seconds ...
es: Rebooteando en 10 segundos ...
tr: 10 saniye içinde yeniden başlatılıyor...

source: Rebooting...
es: Rebooteando...
tr: Yeniden başlatılıyor...

source: Filesystem could not be fixed
es: Sistema de archivos no se pudo corregir
tr: Dosya sistemindeki sorun düzeltilemedi

source: Skipping root filesystem check (fstab's passno == 0)
es: Saltando chequeo de sistema de archivos root (fstab's passno == 0)
tr: Kök dosya sistemi denetimi atlandı (fstab pass değeri = 0)

source: Remounting root filesystem read/write
es: Montando de nuevo sistema de archivos raíz (root) lectura/escritura
tr: Kök dosya sistemi okunur/yazılır halde yeniden bağlanıyor

source: Root filesystem could not be mounted read/write
es: No posible montar sistema de archivos raíz (root) read/write
tr: Kök dizini oku-yaz olarak bağlanamadı

source: Setting up hostname as '%s'
es: Estableciendo hostname como '%s'
tr: Sistem adı '%s' olarak ayarlanıyor

source: Checking all filesystems
es: Verificando todos los sistemas de archivos
tr: Tüm dosya sistemleri denetleniyor

source: A full fsck has been forced
es: Verificación completa fsck fue forzado
tr: Tam bir fsck işlemi zorunlu

source: Filesystem errors corrected
es: Errores del sistema de archivos corregidos
tr: Dosya sistemindeki hatalar düzeltildi

source: Fsck could not correct all errors, manual repair needed
es: Fsck no pudo corregir todos los errores, se requiere reparación manual
tr: Fsck programı tüm hataları düzeltemedi. Düzeltme işleminin elle yapılması gerekiyor

source: Mounting USB filesystem
es: Montando sistema de archivos USB
tr: USB dosya sistemi bağlanıyor

source: Mounting local filesystems
es: Montando sistemas de archivos locales
tr: Yerel dosya sistemleri bağlanıyor

source: Activating swap
es: Activando swap
tr: Takas alanı etkinleştiriliyor

source: Starting portmap service for NFS
es: Iniciando servicio portmap para NFS
tr: NFS için portmap servisi başlatılıyor

source: Mounting remote filesystems (CTRL-C stops trying)
es: Montando sistema de archivos remotos (CTRL-C aborta el intento)
tr: Uzak dosya sistemleri bağlanıyor (CTRL-C ile kesebilirsiniz)

source: Mounting skipped with CTRL-C, remote shares are not accessible!
es: Proceso de montar interrumpido con CTRL-C, directorios remotos no están accesibles !
tr: Bağlama CTRL-C ile kesildi, uzak paylaşımlar erişilemeyecek!

source: Setting disk parameters
es: Seteando parametros de disco
tr: Disk parametreleri ayarlanıyor

source: Setting system clock to hardware clock
es: Seteando hora del sistema a hora de hardware
tr: Sistem saati donanım saatinden ayarlanıyor

source: Failed to adjust systematic drift of the hardware clock
es: No posible sincronizar desajuste sistematico de la hora de hardware
tr: Donanım saatinin sistematik kayması hesaplanamadı

source: Failed to set system clock to hardware clock
es: No posible setear hora del sistema a hora de hardware
tr: Sistem saati donanım saatine göre ayarlanamadı

source: Cleaning up /var
es: Limpiando /var
tr: /var dizini temizleniyor

source: Cleaning up /tmp
es: Limpiando /tmp
tr: /tmp dizini temizleniyor

source: Syncing system clock to hardware clock
es: Sincronizando reloj del sistema a reloj de hardware
tr: Donanım saati sistem saati ile senkronize ediliyor

source: Failed to sync clocks
es: No posible sincronizar relojes
tr: Saatler senkronize edilemedi

source: Deactivating swap
es: Deactivando swap
tr: Takas alanı bırakılıyor

source: Unmounting filesystems
es: Desmontando sistemas de archivos
tr: Dosya sistemleri ayrılıyor

source: Remounting remaining filesystems read-only
es: Montando de nuevo sistemas de archivos restantes solo-lectura
tr: Diğer dosya sistemleri salt okunur şekilde yeniden bağlanıyor

source: An internal error occured. Please report to the bugs.pardus.org.tr with following information:
es: Ocurrió un eror interno. Por favor reporte a bugs.pardus.org.tr con las informaciones siguientes:
tr: Bir hata oluştu. Lütfen bu hatayı hata.pardus.org.tr'ye girin. Hata girişi yaparken aşağıdaki çıktıyı da yazın.

source: Mounting /sys
es: Montando /sys
tr: /sys dizini bağlanıyor

source: Mounting /dev/pts
es: Montando /dev/pts
tr: /dev/pts dizini bağlanıyor

source: Setting up localhost
es: Configurando localhost
tr: Yerel ağ ayarlanıyor

source: Updating environment variables
es: Actualizando variables del entorno
tr: Çevresel değişkenler güncelleniyor

source: Triggering udev events which are failed during a previous run
es: Ejecutando eventos udev que fallaron durante un intento anterior
tr: Daha önce başarısız olan udev olayları tekrar tetikleniyor.

source: Loading CPUFreq modules
es: Cargando módulos CPUFreq
tr: CPUFreq modülleri yükleniyor

source: Trying initiate a warm reboot (skipping BIOS with kexec kernel)
es: Intentando reboot caliente (saltando BIOS con kernel kexec)
tr: Kexec sayesinde BIOS atlanarak sistem yeniden başlatılıyor

source: local
tr: yerel

source: script
tr: betik

source: server
es: servidor
tr: sunucu

source: running
es: ejecutando
tr: çalışıyor

source: yes
es: si
tr: evet

source: conditional
tr: koşullu

source: Service
es: Servicio
tr: Servis

source: Status
es: Estado
tr: Durum

source: Autostart
es: Arranque automatico
tr: Otobaşla

source: Description
es: Descripción
tr: Açıklama

source: Starting %s...
es: Iniciando %s...
tr: %s başlatılıyor...

source: Stopping %s...
es: Deteniendo %s...
tr: %s durduruluyor...

source: Service '%s' will be auto started.
es: Servicio '%s' se iniciará automaticamente.
tr: '%s' servisi otomatik başlatılacak.

source: Service '%s' won't be auto started.
es: Servicio '%s' no se iniciará automaticamente.
tr: '%s' servisi otomatik başlatılmayacak.

source: Service '%s' will be started if required.
es: Servicio '%s' se iniciará en caso que sea requerido.
tr: '%s' servisi gerekirse başlatılacak.

source: Reloading %s...
es: Reiniciando %s...
tr: %s yeniden başlatılıyor...

source: You must be root to use that.
es: Solamente el usuario root puede realizar esta operación.
tr: Bunu kullanmak için root olmalısınız.

source: Unable to start D-Bus
es: No posible iniciar D-Bus
tr: D-Bus başlatılamadı

source: Stopping DBus...
es: Parando DBus...
tr: DBus durduruluyor

source: DBus is not running.
es: DBus no se está ejecutando.
tr: DBus çalışmıyor

source: DBus is running.
es: Dbus se está ejecutando
tr: DBus çalışıyor

source: usage: service [<options>] [<service>] <command> where command is: list Display service list status Display service status info Display service status on Auto start the service off Don't auto start the service start Start the service stop Stop the service restart Stop the service, then start again reload Reload the configuration (if service supports this) and option is: -N, --no-color Don't use color in output -q, --quiet Don't print replies
es: uso: service [<options>] [<service>] <command> command puede ser: list Mostrar lista de servicio status Mostrar estado de servicio info Mostrar estado de servicio on Auto-start servicIO off No aplicar auto-start servicio start Iniciar el servicio stop Parar el servicio restart Parar el servicio, luego iniciar de nuevo reload Recargar la configuración (si el servicio lo soporta) y option es: -N, --no-color No usar color en la salida -q, --quiet No imprimir mensajes
tr: kullanım: service [<seçenek>] [<servis adı>] <komut> komut aşağıdakilerden birisi olabilir: list Servis listesini görüntüle status Servis durumunu göster info Servis durumunu göster on Servisi açılışta otomatik başlat off Servisi açılışta başlatma start Servisi başlat stop Servisi durdur restart Servisi durdur, sonra yeniden başlat reload Servis yapılandırmasını yeniden yükle (eğer destekleniyorsa) seçenek ise: -N, --no-color Çıktıda renk kullanma -q, --quiet Çıktıları ekrana basma

source: Connection Name : %s
es: Nombre de conexión : %s
tr: Bağlantı adı : %s

source: Status : %s
es: Estado : %s
tr: Durum : %s

source: Adress : %s
es: Dirección : %s
tr: Adres : %s

source: Device Name : %s
es: Nombre Dispositivo : %s
tr: Aygıt adı :%s

source: Device Id : %s
es: ID de Dispositivo : %s
tr: Aygıt No : %s

source: Mask : %s
es: Máscara : %s
tr: Maske : %s

source: Gateway : %s
es: Puerta de Enlace : %s
tr: Ağ geçidi :%s

source: Netmode : %s
es: Modo de red : %s
tr: Ağ modu : %s

source: Namemode : %s
es: Modo de nombre : %s
tr: İsim modu : %s

source: Remote : %s
es: Remoto : %s
tr: Uzaktaki Adres : %s

source: Up
es: Activo
tr: Açık

source: Down
es: Inactivo
tr: Kapalı

source: usage: %s <command> <arguments> where command is: devices List network devices connections List connections info List properties of a given connection create Create a new connection delete Delete a connection up Connect given connection down Disconnect given connection
es: uso: %s <command> <arguments> command puede ser: devices Listar dispositivos de red connections Listar conexiones info Listar las propiedades de una conexión específica create Crear una nueva conexión delete Eliminar una conexión up Conectar usando una conexión existente down Desconectar una conexión
tr: kullanım: %s <komut> <parametreler> komut aşağıdakilerden biri olabilir: devices Ağ aygıtlarını listele connections Bağlantıları listele info Verilen bağlantı özelliklerini listele create Yeni bir bağlantı oluştur delete Bağlantı sil up Verilen bağlantıyı aç down Verilen bağlantıyı kapa

source: Error: %s
tr: Hata: %s

source: No such profile.
es: Perfil no existe.
tr: Böyle bir profil yok.

source: There are more than one profiles named '%s'
es: Existe más de un perfil con el nombre '%s'
tr: '%s' ismine sahip birden fazla profil var

source: Use one of the following commands:
es: Use uno de los comandos siguientes:
tr: Aşağıdaki komutlardan birini kullanın:

source: Profile name
es: Nombre de Perfil
tr: Profil adı

source: Connection types:
es: Tipos de conexión:
tr: Bağlantı tipi:

source: Type
es: Tipo
tr: Tip

source: No avaible device for this type of connection
es: No hay dispositivo disponible para este tipo de conexión
tr: Bu bağlantı tipine ilişkin aygıt bulunmamaktadır

source: Devices:
es: Dispositivos:
tr: Aygıtlar:

source: Device
es: Dispositivo
tr: Aygıt

source: Enter manually
es: Ingrese manualmente
tr: Elle gir

source: Scan
es: Buscar
tr: Tara

source: No remote access points found
es: Puntos de acceso remoto no encontrado
tr: Uzak erişim noktası bulunamadı

source: Choose authentication type:
es: Elija el tipo de autenticación:
tr: Kimlik doğrulama tipi seçin:

source: Password
es: Contraseña
tr: Parola

source: Username
es: Nombre de usuario
tr: Kullanıcı

source: Network settings:
es: Preferencias de Red:
tr: Ağ ayarları:

source: Automatic query (DHCP)
es: Asignación automática (DHCP)
tr: Otomatik bulma (DHCP)

source: Manual configuration
es: Configuración manual
tr: Elle ayarlama

source: IP Address
es: Dirección IP
tr: IP Adresi

source: Network mask
es: Máscara de Red
tr: Ağ maskesi

source: Gateway
es: Puerto de enlace
tr: Ağ geçidi

source: Profile
es: Perfil
tr: Profil

source: Profile %s removed.
es: Perfil %s eliminado.
tr: %s profili silindi.

source: D-Bus Error: %s
es: Error de D-Bus: %s
tr: D-Bus Hatası: %s

source: Cancelled
es: Cancelado
tr: İptal edildi
