Repository: pars-linux/uludag
Catalog: staj-projeleri/proxy-manager/po/*.po
Languages: nl, tr

source: Proxy Manager is already running!
nl: Proxy beheer is al actief!
tr: Vekil Yöneticisi zaten açık!

source: Proxy Manager
nl: Proxy beheer
tr: Vekil Sunucu Yöneticisi

source: new_proxy
tr: Yeni profil

source: Enter a name.
nl: Voer een naam in.
tr: Bir isim girin.

source: This name is in use. Pick another.
nl: Deze naam is al in gebruik. Kies een ander.
tr: Bu isim kullanımda. Yeni bir isim seçin.

source: Please specify a host.
nl: Specificeer alstublieft een host.
tr: Bir sunucu belirtin.

source: Please specify at least one protocol.
nl: Specificeer alstublieft tenminste een protocol.
tr: En az bir tane protokol belirtin.

source: Please specify a host for http.
nl: Specificeer alstublieft een host voor http.
tr: HTTP için bir sunucu belirtin.

source: Please specify a host for ftp.
nl: Specificeer alstublieft een host voor ftp.
tr: FTP için bir sunucu belirtin.

source: Please specify a host for ssl.
nl: Specificeer alstublieft een host voor ssl.
tr: SSL için bir sunucu belirtin.

source: Please specify a host for socks.
nl: Specificeer alstublieft een host voor socks.
tr: SOCKS için bir sunucu belirtin.

source: Please specify a url.
nl: Specificeer alstublieft een url.
tr: Bir adres belirtin.

source: Protocols:
nl: Protocollen:
tr: Protokoller:

source: Proxy Settings
nl: Proxy instellingen
tr: Vekil Ayarları

source: Profile name:
nl: Profiel naam:
tr: Profil ismi:

source: Use a general proxy
nl: Gebruik algemene proxy
tr: Genel bir vekil sunucu kullan

source: Host
tr: Sunucu

source: Automatic settings
nl: Automatische instellingen
tr: Ayarları otomatik al

source: Use proxy server
nl: Gebruik proxy server
tr: Vekil sunucu kullan

source: Activate/Deactivate this proxy profile
nl: Activeer/deactiveer dit proxy profiel
tr: Profili aç ya da kapat

source: Configure this profile
nl: Configureer dit profiel
tr: Profili yapılandır

source: Delete this profile
nl: Verwijder dit profiel
tr: Profili sil

source: Should I delete the '%s' proxy profile?
nl: Moet ik het '%s' proxy profiel verwijderen?
tr: '%s' profilini silmek istediğinizden emin misiniz?

source: Delete proxy profile?
nl: Verwijder proxy profiel?
tr: Profil silinsin mi?

source: Name:
nl: Naam:
tr: İsim:

source: Direct connection
nl: Directe verbinding
tr: Doğrudan bağlantı

source: Global proxy:
nl: Globale proxy:
tr: Küresel vekil:

source: Auto configuration file.
nl: Auto configuratie bestand.
tr: Otomatik ayar dosyası.

source: No Proxy
nl: Geen proxy
tr: Doğrudan Bağlantı

source: Port
nl: Poort
