Repository: pars-linux/uludag
Catalog: tags/kde/disk-manager/1.4.2/po/*.po
Languages: ca, it

source: Disks
ca: Discs
it: Dischi

source: Partitions
ca: Particions
it: Partizioni

source: Disk Manager
ca: Gestor de disc
it: Gestore dischi

source: File System Type :
ca: Tipus de fitxer de sistema:
it: Tipo filesystem :

source: Mount Point :
ca: Punt de muntatge:
it: Punto di montaggio :

source: Additional Options :
ca: Opcions addicionals:
it: Opzioni aggiuntive :

source: Get Default Options
ca: Obté les opcions per defecte:
it: Ripristina opzioni predefinite

source: Find Disks Automatically
ca: Troba els discs automàticament
it: Trova dischi automaticamente

source: Show System Partitions
ca: Mostra les particions de sistema
it: Mostra le partizioni di sistema

source: To update disk changes the manager must run as root
ca: Per a actualitzar els canvis al disc s'ha de fer servir el gestor en modus arrel
it: Per effettuare dei cambiamenti devi essere root

source: User not in disk group !
ca: Ho sent, l'usuari no es troba en el grup de disc
it: L'utente non appartiene al gruppo disk!

source: File /etc/fstab is not correct, please fix it manually.
it: Il file /etc/fstab contiene degli errori, correggili manualmente.

source: Completed
ca: Completat
it: Completato

source: File /etc/fstab updated !
ca: El fitxer /etc/fstab ha estat actualitzat
it: File /etc/fstab aggiornato!

source: %s for %s failure !!
ca: %s per %s error !!
it: %s per %s fallito !!

source: Mount Point
ca: Punt de muntatge
it: Punto di montaggio

source: File System Type
ca: Tipus de fitxer de sistema
it: Tipo filesystem

source: Disk Manager is already running!
ca: Ho sent, el gestor de discs ja està en funcionament
it: Il gestore dischi è già in esecuzione!
