Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/messages/kdebase/kcm_solid.po
Languages: tr

source: Solid Configuration Module
tr: Solid Yapılandırma Modülü

source: List of backends, in order of preference.
tr: Tercih sırasına göre sıralanmış arka uç listesi.

source: A list of the backends for a Solid function, in order of preference.
tr: Bir Solid işlevini gerçekleyen arka uçları içeren, tercihe göre sıralanmış liste.

source: Prefer the selected backend.
tr: Seçilen arka ucu tercih et.

source: Moves the selected backend up by one in the preference list.
tr: Seçili arka ucu tercih listesinde bir sıra yukarıya kaydırır.

source: No preference for the selected backend.
tr: Seçilen arka uç için seçenek yok.

source: Moves the selected backend down by one in the preference list.
tr: Seçili arka ucu tercih listesinde bir sıra aşağıya kaydırır.

source: Icon for the currently selected backend
tr: Seçili arka ucun simgesi.

source: Name of the currently selected backend
tr: Seçili arka ucun ismi.

source: Version of the currently selected backend
tr: Seçili arka ucun sürümü.

source: Comment on the currently selected backend
tr: Seçili arka uç hakkında açıklama.

# NAME OF TRANSLATORS
source: Your names
tr: Serdar Soytetir

# EMAIL OF TRANSLATORS
source: Your emails
tr: tulliana@gmail.com
