Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/messages/kdebase/kdmconfig.po
Languages: tr

source: E&nable background
tr: &Arkaplanı etkinleştir

source: If this is checked, KDM will use the settings below for the background. If it is disabled, you have to look after the background yourself. This is done by running some program (possibly xsetroot) in the script specified in the Setup= option in kdmrc (usually Xsetup).
tr: Eğer bu kısım seçili olursa, arkaplan için yapılan ayarlar kullanılacaktır.

source: <big><b><center>Attention<br/>Read help</center></b></big>
tr: <big><b><center>Dikkat<br/>Yardımı okuyun</center></b></big>

source: Enable Au&to-Login
tr: &Otomatik girişi etkinleştir

source: Turn on the auto-login feature. This applies only to KDM's graphical login. Think twice before enabling this!
tr: Otomatik giriş özelliğini aç. Bu işlem sadece KDM grafik girişi için geçerlidir. Yapmadan önce iki kez düşünmenizi öneririz!

source: Use&r:
tr: &Kullanıcı:

source: Select the user to be logged in automatically.
tr: Otomatik giriş yapılacak kullanıcıyı listeden seçin.

source: Loc&k session
tr: &Oturumu kilitle

source: The automatically started session will be locked immediately (provided it is a KDE session). This can be used to obtain a super-fast login restricted to one user.
tr: Otomatik olarak başlatılan oturum hemen kilitlenecektir (eğer bir KDE oturmu ise). Bu özellik, bir kullanıcı ile sınırlı olan ve çok hızlı giriş yapmayı sağlamak için kullanılır.

# @title:group
source: Preselect User
tr: Önceden Seçilmiş Kullanıcı

# @option:radio preselected user
source: &None
tr: &Hiçbiri

# @option:radio preselected user
source: Prev&ious
tr: Ö&nceki

source: Preselect the user that logged in previously. Use this if this computer is usually used several consecutive times by one user.
tr: Önce oturum açılacak kullanıcıyı seçiniz.Bu bilgisayarda sık kullanım için bunu kullanın.

# @option:radio preselected user
source: Specifi&ed:
tr: &Belirlenmiş:

source: Preselect the user specified in the combo box to the right. Use this if this computer is predominantly used by a certain user.
tr: Sağ taraftaki seçim alanında seçili olan kullanıcıyı öntanımlı olarak seç. Bu bilgisayar çoğunlukla belli bir kullanıcı tarafından kullanılıyorsa bu seçeneği kullanabilirsiniz.

source: Select the user to be preselected for login. This box is editable, so you can specify an arbitrary non-existent user to mislead possible attackers.
tr: Giriş için kullanıcıyı seçin.Bu saldırıları yanıltmak için mevcut olmayan bir kullanıcıda olabilir Bunu burada düzenleyebilirsiniz..

# @option:check action
source: Focus pass&word
tr: Parolaya &odakla

source: When this option is on, KDM will place the cursor in the password field instead of the user field after preselecting a user. Use this to save one key press per login, if the preselection usually does not need to be changed.
tr: Bu seçim açıkken, KDM bir kullanıcıyı önceden seçerek kullanıcı alanı yerine parola alanına imleci yerleştirecektir. Kullanıcı genelde değişmiyorsa bunu kullanabilirsiniz.

source: Enable Password-&Less Logins
tr: &Parolasız Girişi Etkinleştir

source: When this option is checked, the checked users from the list below will be allowed to log in without entering their password. This applies only to KDM's graphical login. Think twice before enabling this!
tr: Bu seçenek seçili iken, listedeki kullanıcılar parola girmeden giriş yapabileceklerdir. Bu sadece KDM'nin grafik girişinde kullanılabilir. Bunu etkinleştirmeden önce iki defa düşünün!

source: No password re&quired for:
tr: Bu kullanıcılar için &parola gerekmiyor:

source: Check all users you want to allow a password-less login for. Entries denoted with '@' are user groups. Checking a group is like checking all users in that group.
tr: Parolasız giriş yapmasını istediğiniz tüm kullanıcıları seçin. '@' ile belirtilen girdiler kullanıcı gruplarıdır. Bir grup girdisini seçmek o gruptaki tüm kullanıcıları seçmenizi sağlar.

# @title:group
source: Miscellaneous
tr: Diğer

source: Automatically log in again after &X server crash
tr: Grafiksel &sunucu kapandığında otomatik giriş yap

source: When this option is on, a user will be logged in again automatically when their session is interrupted by an X server crash; note that this can open a security hole: if you use a screen locker than KDE's integrated one, this will make circumventing a password-secured screen lock possible.
tr: Bu seçenek etkin ise, X Window çökmesi ya da kapatılması yaşandığı zaman bir kullanıcı sisteme otomatik girecektir. Ancak bu işlemin potansiyel güvenlik açıklarına neden olabileceğini de unutmamak gerkir.

source: &Greeting:
tr: &Karşılama:

source: <p>This is the "headline" for KDM's login window. You may want to put some nice greeting or information about the operating system here.</p><p>KDM will substitute the following character pairs with the respective contents:</p><ul><li>%d -> current display</li><li>%h -> host name, possibly with domain name</li><li>%n -> node name, most probably the host name without domain name</li><li>%s -> the operating system</li><li>%r -> the operating system's version</li><li>%m -> the machine (hardware) type</li><li>%% -> a single %</li></ul>
tr: <p>Bu, KDM giriş ekranı için "başlık" satırıdır. Buraya güzel bir selamlama cümlesi ya da işletim sistemi hakkında bilgiler yazabilirsiniz.</p><p>KDM şu karakter çiftlerini gösterilecek içeriğin yerine kullanır:</p><ul><li>%d -> geçerli ekran</li><li>%h -> makine adı, alan adı da olabilir</li><li>%n -> düğüm adı, genellikle alan adı olmadan makine adıdır </li><li>%s -> işletim sistemi</li><li>%r -> işletim sistemi sürümü </li><li>%m -> makine (donanım) tipi</li><li>%% -> tek bir % işareti</li></ul>

source: Logo area:
tr: Logo alanı:

# logo area
source: &None
tr: &Hiçbiri

source: Show cloc&k
tr: &Saati göster

source: Sho&w logo
tr: &Logoyu göster

source: You can choose to display a custom logo (see below), a clock or no logo at all.
tr: Gösterilmesi için özel bir logo ya da saat seçebilirsiniz.

source: Click here to choose an image that KDM will display. You can also drag and drop an image onto this button (e.g. from Konqueror).
tr: KDM'nin göstereceği logoyu seçmek için buraya tıklayın. Aynı zamanda bir resmi bu düğme üstüne sürükleyip bırakabilirsiniz (örn. Konqueror'dan).

source: Dialog &position:
tr: Pencere &konumu:

source: There was an error loading the image: %1 It will not be saved.
tr: Resim yüklenirken hata oluştu: %1 Kayıt edilmeyecek.

source: Welcome to %s at %n
tr: Hoşgeldiniz (%s - %n)

source: <h1>KDM - Dialog</h1> Here you can configure the basic appearance of the KDM login manager in dialog mode, i.e. a greeting string, an icon etc.
tr: <h1>KDM - Görünüm</h1> Buradan KDM sistem giriş yöneticisinin görünümünü yapılandırabilirsiniz, örn. karşılama mesajı, simge gibi.

# @title:group 'man locale' ...
source: Locale
tr: Yerel

source: &Language:
tr: &Dil:

source: Here you can choose the language used by KDM. This setting does not affect a user's personal settings; that will take effect after login.
tr: Buradan KDM tarafından kullanılacak dili seçebilirsiniz. Bu bir kullanıc�nın sisteme giriş yaptıktan sonraki özel ayarlarını etkilemeyecektir.

# @title:group
source: Appearance
tr: Görünüm

source: &Use themed greeter
tr: &Temalı karşılayıcı kullan

source: Enable this if you would like to use a themed Login Manager.
tr: Temalandırılmış bir Giriş Yöneticisi kullanmak istiyorsanız bunu etkinleştirin.

source: <placeholder>default</placeholder>
tr: <placeholder>öntanımlı</placeholder>

source: GUI s&tyle:
tr: &GUI stili:

source: You can choose a basic GUI style here that will be used by KDM only.
tr: Sadece KDM tarafından kullanılacak bir GUI 'yi buradan seçebilirsiniz.

source: Color sche&me:
tr: Renk ş&eması:

source: You can choose a basic Color Scheme here that will be used by KDM only.
tr: Sadece KDM tarafından kullanılacak bir renk düzenini buradan seçebilirsiniz.

# @title:group
source: Fonts
tr: Yazı Tipleri

source: This changes the font which is used for all the text in the login manager except for the greeting and failure messages.
tr: Bu, giriş yöneticisinin başarısızlık iletileri ve selamlama iletisi dışındaki metinleri göstermek için kullandığı yazı tipini değiştirir.

# ... font
source: &General:
tr: &Genel:

source: This changes the font which is used for failure messages in the login manager.
tr: Bu, giriş yöneticisinin başarısızlık iletilerini göstermek için kullandığı yazı tipini değiştirir.

# font for ...
source: &Failure:
tr: &Hata:

source: This changes the font which is used for the login manager's greeting.
tr: Bu, giriş yöneticisinin selamlama iletisi için kullandığı yazı tipini değiştirir.

# font for ...
source: Gree&ting:
tr: &Karşılama:

source: Use anti-aliasing for fonts
tr: Yazıtipleri için yumuşatma kullan

source: If you check this box and your X-Server has the Xft extension, fonts will be antialiased (smoothed) in the login dialog.
tr: Eğer burayı seçerseniz, KDM altındaki yazıtipleri yumuşak gösterilecektir.

source: Allow Shutdown
tr: Kapatmaya İzin Ver

# shutdown request origin
source: &Local:
tr: &Yerel:

# @item:inlistbox allow shutdown
source: Everybody
tr: Herkes

# @item:inlistbox allow shutdown
source: Only Root
tr: Sadece Yönetici

# @item:inlistbox allow shutdown
source: Nobody
tr: Hiçkimse

# shutdown request origin
source: &Remote:
tr: &Uzak:

source: Here you can select who is allowed to shutdown the computer using KDM. You can specify different values for local (console) and remote displays. Possible values are:<ul> <li><em>Everybody:</em> everybody can shutdown the computer using KDM</li> <li><em>Only root:</em> KDM will only allow shutdown after the user has entered the root password</li> <li><em>Nobody:</em> nobody can shutdown the computer using KDM</li></ul>
tr: Buradan KDM kullanarak bilgisayarı kapatabilecek kullanıcıları seçebilirsiniz. Kullanılabilir değerler:<ul> <li><em>Herkes:</em> Herkes KDM kullanarak bilgisayarı kapatabilir</li> <li><em>Sadece root:</em> KDM sadece root parolası girdikten sonra kapanışa izin verecektir.</li> <li><em>Hiçkimse:</em> Bilgisayarı hiç bir kullanıcı KDM kullanarak kapatamaz. </li></ul>

# @title:group shell commands for shutdown
source: Commands
tr: Komutlar

# command for ...
source: H&alt:
tr: &Kapat:

source: Command to initiate the system halt. Typical value: /sbin/halt
tr: Durdurma işlemini gerçekleştirecek komut. Tipik değer: /sbin/halt

# command for ...
source: Reb&oot:
tr: &Yeniden başlat:

source: Command to initiate the system reboot. Typical value: /sbin/reboot
tr: Yeniden başlatma işlemini gerçekleştirecek komut. Tipik değer: /sbin/reboot

# boot manager
source: None
tr: Hiçbiri

source: Boot manager:
tr: Önyükleyici yöneticisi:

source: Enable boot options in the "Shutdown..." dialog.
tr: "Kapat..." penceresinde açılış seçeneklerini etkinleştir.

# @title:column
source: Theme
tr: Tema

# @title:column
source: Author
tr: Yazar

source: This is a list of installed themes. Click the one to be used.
tr: Yüklenmiş temaların listesi. Kullanmak için birine tıklayın.

source: This is a screen shot of what KDM will look like.
tr: Bu, KDM ekranının nasıl görüneceğini gösteren bir resim içerir.

source: This contains information about the selected theme.
tr: Bu, seçilen tema ile ilgili bilgileri içerir.

# @action:button
source: Install &new theme
tr: Yeni &tema yükle

source: This will install a theme into the theme directory.
tr: Bu tema dizinine bir tema yükler.

# @action:button
source: &Remove theme
tr: Te&mayı kaldır

source: This will remove the selected theme.
tr: Bu, seçilen temayı silecektir.

# @action:button
source: &Get New Themes
tr: &Yeni Temalar Al

source: <qt><strong>Copyright:</strong> %1<br/></qt>
tr: <qt><strong>Telif hakları:</strong> %1<br/></qt>

source: <qt><strong>Description:</strong> %1</qt>
tr: <qt><strong>Açıklama:</strong> %1</qt>

source: Unable to create folder %1
tr: %1 dizini oluşturulamadı

source: Drag or Type Theme URL
tr: Tema Adresini Yazın ya da Buraya Sürükleyin

source: Unable to find the KDM theme archive %1.
tr: %1 KDM tema arşivi bulunamadı.

source: Unable to download the KDM theme archive; please check that address %1 is correct.
tr: KDM tema arşivi indirilemedi; lütfen %1 adresinin doğru olup olmadığını kontrol edin.

source: The file is not a valid KDM theme archive.
tr: Bu geçerli bir KDM tema arşivi değil.

# @title:window
source: Installing KDM themes
tr: KDM temaları yükleniyor

source: Are you sure you want to remove the following themes?
tr: Bu temaları gerçekten silmek istediğinizden emin misiniz?

# @title:window
source: Remove themes?
tr: Temalar silinsin mi?

source: User 'nobody' does not exist. Displaying user images will not work in KDM.
tr: 'nobody' kullanıcısı yok. Giriş ekranında (KDM) kullanıcı resimleri gösterilmeyecek.

# @title:group UIDs belonging to system users like 'cron'
source: System U&IDs
tr: &Sistem Kullanıcı Kimlikleri

source: Users with a UID (numerical user identification) outside this range will not be listed by KDM and this setup dialog. Note that users with the UID 0 (typically root) are not affected by this and must be explicitly excluded in "Inverse selection" mode.
tr: Bu aralığın dışında bir numaraya sahip kullanıcılar (rakamsal kullanıcı kimlikleri) bu ayar penceresi ve KDM tarafından görüntülenmeyecektir. Ancak root kullanıcısı bu işlemde istisnadır ve "Tersine Seçim" kipinde ayrıca gizlenmelidir.

# UIDs
source: Below:
tr: Aşağıda:

# UIDs
source: Above:
tr: Yukarıda:

# @title:group
source: Users
tr: Kullanıcılar

# ... of users
source: Show list
tr: Listeyi göster

source: If this option is checked, KDM will show a list of users, so users can click on their name or image rather than typing in their login.
tr: Bu seçenek etkin ise, KDM kullanıcıların bir listesini gösterecek ve kullanıcılar isterlerse kendi resimleri üzerine tıklayarak sisteme girebileceklerdir.

# user ...
source: Autocompletion
tr: Otomatik Tamamlama

source: If this option is checked, KDM will automatically complete user names while they are typed in the line edit.
tr: Bu özellik seçili ise, giriş penceresinde adını yazmaya başlayan kullanıcıların isimleri otomatik olarak tamamlanacaktır.

# @option:check mode of the user selection
source: Inverse selection
tr: Seçimi tersine çevir

source: This option specifies how the users for "Show list" and "Autocompletion" are selected in the "Select users and groups" list: If not checked, select only the checked users. If checked, select all non-system users, except the checked ones.
tr: bu seçenek "Kullanıcıları ve grupları seç" listesinden kullanıcıların ve grupların "Listeyi göster" ve "Otomatik tamamlama" seçeneklerinde nasıl seçileceğini belirler: Eğer seçilmezse sadece işaretlenmiş kullanıcılar seçilir. Seçilirse işaretlenmişler dışındaki sistem kullanıcısı olmayan tüm kullanıcılar seçilir.

source: Sor&t users
tr: Kullanıcıları &sırala

source: If this is checked, KDM will alphabetically sort the user list. Otherwise users are listed in the order they appear in the password file.
tr: Eğer bu seçenek etkin ise, KDM tüm kullanıcı listesini alfabetik olarak sıralayacaktır. Seçili değilse, parola dosyasında sıralama geçerli olacaktır.

source: S&elect users and groups:
tr: &Kullanıcı ve grupları seçin:

source: Selected Users
tr: Seçili Kullanıcılar:

source: KDM will show all checked users. Entries denoted with '@' are user groups. Checking a group is like checking all users in that group.
tr: KDM tüm işaretlenmiş kullanıcıları gösterecek. '@' ile belirtilen girdiler kullanıcı gruplarıdır. Bir grup girdisini seçmek o gruptaki tüm kullanıcıları seçmenizi sağlar.

source: Excluded Users
tr: Hariç Bırakılan Kullanıcılar

source: KDM will show all non-checked non-system users. Entries denoted with '@' are user groups. Checking a group is like checking all users in that group.
tr: KDM işaretlenmemiş olan ve sistem kullanıcısı olamayan tüm kullanıcıları gösterecek. Başında '@' işareti bulunan girdiler kullanıcı gruplarıdır. Bir grubu seçmek o gruptaki tüm kullanıcıları seçmek demektir.

# @title:group source for user faces
source: User Image Source
tr: Kullanıcı Resimleri Kaynağı

source: Here you can specify where KDM will obtain the images that represent users. "System" represents the global folder; these are the pictures you can set below. "User" means that KDM should read the user's $HOME/.face.icon file. The two selections in the middle define the order of preference if both sources are available.
tr: KDM kullanıcılarını temsil eden resimlerin alındığı yeri burada belirtebilirsiniz. "Sistem" genel dizini temsil eder; buradaki resmleri kurabilirsiniz. "Kullanıcı" için $HOME/.face.icon dosyası okunur. Her ikisi de mevcutta ortadaki seçimler tercih düzenini tanımlar. Ortadaki iki seçim ise iki kaynağında kullanılabilir olduğunu gösterir.

# @option:radio image source
source: System
tr: Sistem

# @option:radio image source
source: System, user
tr: Sistem, kullanıcı

# @option:radio image source
source: User, system
tr: Kullanıcı, sistem

# @option:radio image source
source: User
tr: Kullanıcı

# @title:group user face assignments
source: User Images
tr: Kullanıcı Resimleri

source: The user the image below belongs to.
tr: Aşağıdaki kullanıcının resminin sahibi.

source: User:
tr: Kullanıcı:

source: Click or drop an image here
tr: Tıklayınız ya da buraya bir resim sürükleyiniz

source: Here you can see the image assigned to the user selected in the combo box above. Click on the image button to select from a list of images or drag and drop your own image on to the button (e.g. from Konqueror).
tr: Buradan seçili olan kullanıcının kullanıcı adını ve ona atanmış resmi görebilirsiniz. Resimler listesinden bir resim seçmek için buraya t�klayın ya da kendi resminizi sürükleyip bırakın (örn. Konqueror'dan).

# @action:button assign default user face
source: R&eset
tr: &Sıfırla

source: Click this button to make KDM use the default image for the selected user.
tr: Seçili kullanıcı için KDM'nin kendi resmini kullanmasını onayla.

source: Save image as default?
tr: Resim, öntanımlı resim olarak kaydedilsin mi?

source: %1 does not appear to be an image file. Please use files with these extensions: %2
tr: %1 bir resim dosyasına benzemiyor. Lütfen bu uzantılara sahip dosyaları kullanın: %2

source: KDE Login Manager Config Module
tr: KDE Giriş Yöneticisi Yapılandırma Modülü

source: Original author
tr: Asıl yazar

source: Current maintainer
tr: Güncel yazar

source: &General
tr: &Genel

source: &Dialog
tr: &Pencere

source: There is no login dialog window in themed mode.
tr: Temalandırılmış kipte hiç giriş penceresi yok.

source: &Background
tr: &Arkaplan

source: The background cannot be configured separately in themed mode.
tr: Temalandırılmış kipte arkaplan ayrı olarak yapılandırılamaz.

source: &Theme
tr: &Tema

source: Themed mode is disabled. See "General" tab.
tr: Temalandırılmış kip pasifleştirilmiş. "Genel" sekmesine bakın.

source: &Shutdown
tr: &Kapat

source: &Users
tr: &Kullanıcılar

source: &Convenience
tr: &Kullanılabilirlik

source: Drag the anchor to move the center of the dialog to the desired position. Keyboard control is possible as well: Use the arrow keys or Home to center. Note that the actual proportions of the dialog are probably different.
tr: Hedefi pencerenin ortasından istediğiniz konuma sürükleyerek taşıyın. Ayrıca klavye kullanmanız da mümkün: Ok işaretlerini ya da ortaya taşımak için Home tuşunu kullanın. Pencerenin geçerli oranlamalarının farklı olabileceğini unutmayın.

# NAME OF TRANSLATORS
source: Your names
tr: Görkem Çetin

# EMAIL OF TRANSLATORS
source: Your emails
tr: gorkem@kde.org
