Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/messages/kdebase/plasma_engine_nowplaying.po
Languages: tr

source: The player '%1' cannot be found.
tr: '%1' oynatıcısı bulunamadı.

source: The player '%1' cannot perform the action 'play'.
tr: '%1' oynatıcısı 'oynat' eylemini gerçekleştiremedi.

source: The player '%1' cannot perform the action 'pause'.
tr: '%1' oynatıcısı 'duraklat' eylemini gerçekleştiremedi.

source: The player '%1' cannot perform the action 'stop'.
tr: '%1' oynatıcısı 'dur' eylemini gerçekleştiremedi.

source: The player '%1' cannot perform the action 'previous'.
tr: '%1' oynatıcısı 'önceki' eylemini gerçekleştiremedi.

source: The player '%1' cannot perform the action 'next'.
tr: '%1' oynatıcısı 'sonraki' eylemini gerçekleştiremedi.

source: The 'level' argument to the 'volume' command must be between 0 and 1.
tr: 'volume' komutunun 'level' argümanı 0 ve 1 olmalıdır.

source: The 'volume' command requires a 'level' argument.
tr: 'volume' komutu bir 'level' argümanı gerektirir.

source: The player '%1' cannot perform the action 'volume'.
tr: '%1' oynatıcısı 'ses düzeyi' eylemini gerçekleştiremedi.

source: The 'seconds' argument to the 'seek' command must be between 0 and the length of the track.
tr: 'seek' komutunun 'seconds' argümanı 0 ile parça uzunluğu arasında bir değer olmalıdır.

source: The 'seek' command requires a 'seconds' argument.
tr: 'seek' komutu bir 'seconds' argümanı gerektirir.

source: The player '%1' cannot perform the action 'seek'.
tr: '%1' oynatıcısı 'seek' eylemini gerçekleştiremedi.
