Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/messages/kdebase/plasma-overlay.po
Languages: tr

source: Background Settings
tr: Arkaplan Ayarları

source: This picture of a monitor contains a preview of what the current settings will look like on your desktop.
tr: Bu monitör resmi geçerli ayarların masaüstünüzde nasıl görüneceğini gösteren bir önizleme içerir.

source: No Wallpaper
tr: Duvar Kağıdı Yok

source: Plasma widgets over the screensaver
tr: Ekran koruyucu üzerinde Plasma gereçleri

source: Plasma for the Screensaver
tr: Ekran koruyucu için Plasma

source: Copyright 2006-2008, The KDE Team
tr: Telif Hakları 2006-2008, KDE Takımı

source: Author and maintainer
tr: Yazar ve bakıcı

source: Plasma Author and maintainer
tr: Plasma yazarı ve projeyi sürdüren

source: In memory of his contributions, 1937-1998.
tr: Katkılarının anısına, 1937-1998.

source: Enables some cheats that are useful for debugging.
tr: Hata ayıklama işlemi için bazı hileleri etkinleştirir.

source: Start unlocked for configuration.
tr: Yapılandırma için kilitlenmemiş başlat.

source: Widget Translucency
tr: Programcık Şeffaflığı

source: User activity:
tr: Kullanıcı etkinliği:

source: While idle:
tr: Boştayken:

source: Wallpaper
tr: Duvar Kağıdı

source: Type:
tr: Tip:

source: Monitor
tr: Monitör

# NAME OF TRANSLATORS
source: Your names
tr: Serdar Soytetir, H. İbrahim Güngör

# EMAIL OF TRANSLATORS
source: Your emails
tr: tulliana@gmail.com, ibrahim@pardus.org.tr

source: Lock Screen
tr: Ekranı Kilitle

source: Configure Widgets
tr: Gereçleri Yapılandır

source: Leave Screensaver
tr: Ekran Koruyucudan Çık

source: Unlock
tr: Kilidi Aç

source: Unlock widgets to configure them
tr: Gereçleri yapılandırmak için kilidi aç

source: Setup Mode - Screen is NOT locked
tr: Ayarlama Kipi - Ekran kilitlenmez
