Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/LC_MESSAGES/*/messages/kdepim/kcal_akonadi.po
Languages: tr

# @title:window
source: Manage Calendar Sources
tr: Takvim Kaynaklarını Yönet

# @info
source: <para>By default you will be asked where to put a new Event, Todo or Journal when you create them.</para><para>For convenience it is also possible to configure a default folder for each of the three data items.</para><para><note>If the folder list below is empty, you might have to add a calendar source through <interface>%1</interface></note></para>
tr: <para>Öntanımlı olarak, yeni bir Olay, Yapılacak İş veya Günlük girdisi eklediğiniz sırada nereye koymak istediğiniz sorulur.</para><para>Kolaylık sağlamak için her üç veri ögesi için öntanımlı bir klasör tanımlamak da mümkündür.</para><para><note>Eğer aşağıdaki klasör listesi boş ise <interface>%1</interface> arayüzünden bir takvim kaynağı ekleyebilirsiniz.</note></para>

# @item:inlistbox, calendar entries
source: Events
tr: Olaylar

# @item:inlistbox, calendar entries
source: Todos
tr: Yapılacaklar

# @item:inlistbox, calendar entries
source: Journals
tr: Günlükler

# @info:tooltip resource type
source: Type: Akonadi Calendar Resource
tr: Tip: Akonadi Takvim Kaynağı

# @info:tooltip status of a calendar data source and its online/offline state
source: Status: %1 (%2)
tr: Durum: %1 (%2)

# @info:status
source: Processing change set failed
tr: Değişiklik işlemi ayarlaması başarısız oldu

# @label where to store a calendar entry of type Event
source: Please select a storage folder for this Event
tr: Lütfen bu Olay için bir depolama dizini seçin

# @label where to store a calendar entry of type Todo
source: Please select a storage folder for this Todo
tr: Lütfen bu Yapılacak Ögesi için bir depolama dizini seçin

# @label where to store a calendar entry of type Journal
source: Please select a storage folder for this Journal
tr: Lütfen bu günlük için bir depolama dizini seçin

# @label where to store a calendar entry of unspecified type
source: Please select a storage folder for this calendar entry
tr: Lütfen bu takvim girdisi için bir depolama dizini seçin

# @label
source: Please select a storage folder
tr: Lütfen bir depolama dizini seçin
