Repository: pars-linux/uludag
Catalog: gsoc/bug-reporting-tool/apport/po/*.po
Languages: eu, gl, zh_cn

source: Sorry, %s closed unexpectedly
eu: Lastima, ustekabean itxi da %s
gl: Perdón, %s pechouse inesperadamente
zh_cn: 抱歉，%s 异常关闭

source: Sorry, the program "%s" closed unexpectedly
eu: Lastima, ustekabean itxi da "%s" programa
gl: Perdón, o programa "%s" pechouse inesperadamente
zh_cn: 抱歉，“%s”程序异常关闭

source: You can help the developers to fix the problem by reporting it.
eu: Garatzaileei arazo horren berri emanez konpontzen lagundu dezakezu.
zh_cn: 您可以通过报告这个信息来帮助开发者解决这个问题。

source: (binary data)
eu: (datu bitarrak)
gl: (datos binarios)
zh_cn: （二进制数据）

source: <big><b>Collecting problem information</b></big>
eu: <big><b>Arazoari buruzko informazioa biltzen</b></big>
gl: <big><b>Recopilando información sobre o problema</b></big>
zh_cn: <big><b>正在收集问题信息</b></big>

source: <big><b>Send problem report to the developers?</b></big> After the problem report has been sent, please fill out the form in the automatically opened web browser.
eu: <big><b>Arazoaren txosten bat bidali garatzailei?</b></big> Arazoaren txostena bidali ondoren, mesedez, web-arakatzailean automatikoki irekitako formularioa bete.
gl: <big><b>Enviarlles un informe do problema aos programadores?</b></big> Unha vez enviado o informe sobre o problema, encha o formulario na xanela do navegador que se abrirá automaticamente.
zh_cn: <big><b>向开发人员发送问题报告？</b></big> 发送问题后，请填写网络浏览器中自动打开的表格。

source: <big><b>Uploading problem information</b></big>
eu: <big><b>Arazoari buruzko informazioa bidaltzen</b></big>
gl: <big><b>Enviando información do erro</b></big>
zh_cn: <big><b>正在上传问题信息</b></big>

source: <span weight="bold" size="larger">Sorry, the package "%s" failed to install or upgrade.</span>
eu: <span weight="bold" size="larger">Lastima, ezin izan da "%s" paketea instalatu edo eguneratu.</span>
gl: <span weight="bold" size="larger">Perdón, o paquete "%s" non se puido instalar ou actualizar.</span>.
zh_cn: <span weight="bold" size="larger">对不起，软件包 "%s" 安装或升级失败</span>

source: Application problem
eu: Aplikazioaren arazoa
gl: Problema na aplicación
zh_cn: 应用程序问题

source: Complete report (recommended; %s)
eu: Txosten osoa (gomendatua; %s)
gl: Informe completo (recomendado; %s)
zh_cn: 完整报告（推荐；%s）

source: Content of the report
eu: Txostenaren edukia
gl: Contido do informe
zh_cn: 报告的内容

source: If you were not doing anything confidential (entering passwords or other private information), you can help to improve the application by reporting the problem.
eu: Ez bazinen ezer konfidentzialik egiten ari (pasahitz bat edo beste informazio pribaturik idazten), aplikazioa hobetzen lagundu dezakezu arazoaren berri emanez.
gl: Se non estaba facer nada confidencial (introducindo contrasinais ou outra información privada) pode axudar a mellora a aplicación informando do problema.
zh_cn: 如果你现在的动作不涉及机密信息（即不是输入口令等涉及私密信息的动作），则可以报告本问题，以便程序的改进。

source: Information is being collected that may help the developers fix the problem you report.
eu: Berri ematen ari zaren arazoari buruzko informazioa biltzen ari da, garatzaileei arazoa konpontzen laguntzeko.
gl: Estase a recoller información que pode axudar aos programadores a arranxar o problema do que está a informar.
zh_cn: 正在收集信息，这些信息将会帮助开发人员修复您报告的问题。

source: Kernel problem
eu: Kernel arazoa
gl: Problema no núcleo
zh_cn: 内核问题

source: Package problem
eu: Pakete arazoa
gl: Problema no paquete
zh_cn: 包问题

source: Reduced report (slow Internet connection; %s)
eu: Txosten laburra (internet konexio geldoa; %s)
gl: Informe reducido (Conexión a internet lenta; %s)
zh_cn: 精简的报告（以适应慢速因特网连接；%s）

source: Restart _Program
eu: _Programa Berrabiarazi
gl: Reiniciar o _Programa
zh_cn: 重新启动程序(_P)

source: The collected information is being sent to the bug tracking system. This might take a few minutes.
eu: Bildutako informazioa akats-jarraitze sistemara bidalia izaten ari da. Minutu batzuk behar izan ditzake.
gl: A información recopilada estase a enviar ó sistema de seguimiento de erros. Esto pode tardar varios minutos.
zh_cn: 正在将收集的信息到缺陷跟踪系统。可能需要几分钟时间。

source: This will remove some large items from the report. These are very useful for developers to debug the problem, but might be too big for you to upload if you have a slow internet connection.
eu: Honek elementu handi batzuk kenduko ditu txostenetik. Hauek oso baliagarriak dira garatzaileentzat arazoa konpontzeko, baina zuk bidaltzeko handiegiak izan daitezke, konexio motela badaukazu.
gl: Isto eliminará alguns elementos grandes do informe. Istes son moi útiles para que os desenroladores depuren o problema, pero poden resultarlle moi grandes para envioalos se dispón dunha conexión lenta a internet.
zh_cn: 这会移除报告的一些大条目。虽然这对开发者报告问题很有用，但如果带宽窄则会上传太慢。

source: Uploading problem information
eu: Arazoari buruzko informazioa bidaltzen
gl: Enviando a información do problema
zh_cn: 上传问题信息

source: You can help the developers to fix the package by reporting the problem.
eu: Garatzaileei paketea konpontzen lagun diezaiekezu arazoaren berri emanez.
gl: Pode axudar aos programadores a arranxar o paquete enviándolles un informe acerca do problema.
zh_cn: 请报告问题，这能帮助开发者修正它。

source: _Ignore future crashes of this program version
eu: _Ezikusi programa bertsio honen kraskatzeak
gl: _Ignorar no futuro fallos desta versión do programa
zh_cn: 忽略这个程序以后的崩溃(_I)

source: _Report Problem...
eu: Arazoaren _Berri eman...
gl: _Informar do problema...
zh_cn: 报告问题(_R)...

source: _Send Report
eu: Txostena _Bidali
gl: _Enviar informe
zh_cn: 发送报告(_S)

source: Report a malfunction to the developers
eu: Funtzionamendu oker baten berri eman garatzaileei
gl: Informar dun fallo aos programadores
zh_cn: 向开发者报告一个故障

source: Report a problem...
eu: Arazo baten berri eman...
gl: Informar dun erro...
zh_cn: 提交一份问题报告…

source: Press any key to continue...
eu: Edozein tekla jo jarraitzeko...
gl: Prema sobre calquera tecla para seguir...
zh_cn: 按下任何一个键继续…

source: What would you like to do? Your options are:
eu: Zer nahi duzu egin? Aukera hauek dituzu:
gl: Que quere facer? As opcións que ten son:
zh_cn: 你想做什么？你的选项是：

source: Please choose (%s):
eu: Mesedez, hautatu (%s):
gl: Escolla (%s):
zh_cn: 请选择 (%s)：

source: %s closed unexpectedly on %s at %s.
eu: %s itxi da ustekabean %s(e)an at %s.etan
gl: %s fechouse inesperadamente en %s ás %s.
zh_cn: %s 异常关闭在 %s 在 %s。

source: If you were not doing anything confidential (entering passwords or other private information), you can help to improve the application by reporting the problem.
eu: Zerbait konfidentziala egiten aritzen ez bazinen (pasahitzak edo beste horrelako informazio pribatua) aplikazioa hobetzen lagundu dezakezu arazoaren berri emanez.
gl: Se non estaba a facer nada confidencial (introducir un contrasinal ou outra información privada), pode axudar a mellorar a aplicación informado do problema.
zh_cn: 如果你没有做任何机密的事情 (输入密码或者其它私人信息)， 你可以通过汇报这个问题来改进程序。

source: &Report Problem...
eu: Arazoaren &Berri eman...
gl: Info&rmar dun problema...
zh_cn: 提交问题报告(&R)…

source: Cancel and &ignore future crashes of this program version
eu: Utzi eta baztertu programa bertsio honen kraskatzeak hemendik aurrera
gl: Cancelar e &ignorar fallos futuros desta versión do programa
zh_cn: 终止并忽略这个版本软件以后出现的崩溃。

source: &Cancel
eu: &Utzi
gl: &Cancelar
zh_cn: 取消(&C)

source: The package "%s" failed to install or upgrade.
eu: "%s" paketearen instalazio edo eguneratzeak huts egin du
gl: O paquete "%s" non se puido instalar ou actualizar.
zh_cn: 软件包 "%s" 安装或者升级失败。

source: Send problem report to the developers?
eu: Arazoaren txosten bat bidali garatzaileei?
gl: Enviarlle un informe do problema aos programadores?
zh_cn: 向开发者发送问题报告？

source: After the problem report has been sent, please fill out the form in the automatically opened web browser.
eu: Arazoaren txostena bidali ondoren, mesedez, web-arakatzailean automatikoki irekitako formularioa bete.
gl: Unha vez enviado o informe do problema, encha o formulario no navegador web que se abrirá automaticamente.
zh_cn: 当问题报告被发出之后，请你填写 自动弹出窗口的表格。

source: &Send complete report (recommended; %s)
eu: Bidali &erabateko txostena (gomendatua; %s)
gl: E&nviar un informe completo (recomendado; %s)
zh_cn: 发送完整的报告 (&S) (推荐的; %s)

source: Send &reduced report (slow Internet connection; %s)
eu: Bidali txosten &murriztua (internet konexio motelak; %s)
gl: Enviar un informe &reducido (conexións lentas á internet; %s)
zh_cn: 发送精简的报告 (慢速网络连接： %s)

source: &Send report (%s)
eu: &Bidali txostena (%s)
gl: E&nviar informe (%s)
zh_cn: 发送报告(&S) (%s)

source: &View report
eu: Txostena &ikusi
gl: &Ver o informe
zh_cn: 浏览报告(&V)

source: &Keep report file for sending later or copying to somewhere else
eu: Txostena &gorde geroago bidaltzeko edo beste leku batetan kopiatzeko
gl: &Gardar o ficheiro co informe para envialo máis tarde ou para copialo noutro sitio
zh_cn: &保存报告文件以便稍后发送或者复制到其他地方

source: Problem report file:
eu: Arazoaren txosten fitxategia:
gl: Ficheiro co informe do problema:
zh_cn: 问题报告文件：

source: &Confirm
eu: &Berretsi
gl: &Confirmar
zh_cn: 确认(&C)

source: Error: %s
eu: Errorea: %s
gl: Erro: %s
zh_cn: 错误：%s

source: Collecting problem information
eu: Arazoari buruzko informazioa biltzen
gl: Recopilando información do erro
zh_cn: 正在收集问题信息

source: The collected information can be sent to the developers to improve the application. This might take a few minutes.
eu: Bildutako informazioa garatzaileei bidali daiteke, hauek aplikazioa hobetzeko. Bidaltzeak agian minutu batzuk beharko lituzke.
gl: Pódeselles enviar a información recollida aos programadores para que melloren a aplicación. Isto pode levar uns minutos.
zh_cn: 收集到的信息将会传送到开发人员处以改进软件。 这可能会花费几分钟时间，

source: The collected information is being sent to the bug tracking system. This might take a few minutes.
eu: Bildutako informazioa errore segimemdu sistemari bidaltzen ari zaio. Agian minutu batzuk beharko lituzke.
gl: Estase a enviar a información recollida ao sistema de seguimento de erros. Isto pode levar uns minutos.
zh_cn: 收集到的信息正在被发送到错误跟踪系统。 这可能要花费几分钟时间。

source: No pending crash reports. Try --help for more information.
eu: Ez dago bidaltzeke txostenik. Saiatu --help informazio gehiago izateko.
gl: Non hai informes de fallos pendentes. Tente --help para máis información.
zh_cn: 没有已知的崩溃报告，尝试 --help以获得更多信息。

source: This is not a genuine %s package
eu: Hau ez da benetako %s pakete bat
gl: Este non é un paquete xenuíno para %s
zh_cn: 这不是真实的%s包

source: You have some obsolete package versions installed. Please upgrade the following packages and check if the problem still occurs: %s
eu: Zaharkituta pakete batzuk dituzu instalatuta. Mesedez, ondorengo pakete hauek eguneratu itzazu eta arazoak hro jarraitzen duen egiaztatu ezazu: %s
gl: Ten algúns paquetes instalados con versións obsoletas. Por favor, actualice os seguintes paquetes e verifique se o problema persiste: %s
zh_cn: 你安装了一些陈旧的软件包。请升级以下软件包后再看看问题是否依然发生: %s

source: unknown program
eu: programa ezezaguna
gl: programa descoñecido
zh_cn: 未知问题

source: Problem in %s
eu: Arazoa %s-n
gl: Problema en %s
zh_cn: %s 中的问题

source: Your computer does not have enough free memory to automatically analyze the problem and send a report to the developers.
eu: Zure ordenagailuak ez dauka memoria aske nahiko arazoa automatikoki aztertu eta garatzaileei txosten bat bidaltzeko.
gl: O seu computador non dispón de memoria libre dabondo para analizar automaticamente o problema e enviarlles un informe aos programadores.
zh_cn: 剩余空间不足，无法自动分析问题，无法向开发者发送问题报告。

source: Invalid problem report
eu: Arazoaren txosten baliogabea
gl: Informe de problema non válido
zh_cn: 无效的问题报告

source: The report belongs to a package that is not installed.
eu: Instalatuta ez dagoen pakete bati dagokio txostenak.
gl: O informe refírese a un paquete que non está instalado.
zh_cn: 该报告属于一个未安装的软件包

source: This problem report is damaged and cannot be processed.
eu: Txosten hau kalteturik dago eta ezin da prozesatua izan.
gl: O informe de erro está danado e non pode ser procesado.
zh_cn: 该问题报告已毁坏，无法处理。

source: The problem cannot be reported: %s
eu: Ezin da arazoaren berri eman: %s
gl: Non se pode informar acerca deste problema: %s
zh_cn: 无法报告问题: %s

source: You are not allowed to access this problem report.
eu: Ez duzu baimenik arazo txosten hau eskuratzeko.
gl: Non ten permiso para acceder a este informe do problema.
zh_cn: 你不被允许访问这个问题报告。

source: Error
eu: Errorea
gl: Erro
zh_cn: 错误

source: There is not enough disk space available to process this report.
eu: Diskoan ez dago nahiko leku librerik txostena prozesatzeko.
gl: Non hai espazo dabondo no disco para procesar este informe.
zh_cn: 没有足够的空间来执行报告。

source: No package specified
eu: Ez da paketerik zehaztu
gl: Non se especificou ningún paquete
zh_cn: 没有所指定的软件包

source: You need to specify a package or a PID. See --help for more information.
eu: Pakete edo PID bat zehaztu behar duzu. Ikusi --help informazio gehiago izateko.
gl: Ten que especificar un paquete ou un PID. Vexa --axuda para máis información.
zh_cn: 您需要指定一个软件包或者一个PID。使用 --help选项来获取更多信息。

source: Permission denied
eu: Baimena ukatuta
gl: Permiso rexeitado
zh_cn: 没有权限

source: The specified process does not belong to you. Please run this program as the process owner or as root.
eu: Zehaztutako prozesua ez da zurea. Mesedez, prozesuaren jabe modura edo erro modura exekuta ezazu programa hau.
gl: O proceso especificado non lle pertence. Execute este programa como propietario do proceso ou como root.
zh_cn: 指定的进程不属于你。请作为进程的所有者或root运行这个进程。

source: Package %s does not exist
eu: %s paketea ez da existitzen
gl: O paquete %s non existe
zh_cn: 软件包 %s 不存在

source: Could not determine the package or source package name.
eu: Ezin izan da paketearen edo jatorrizko paketearen izena zehaztu.
gl: Non podo determinar o paquete ou o nome do paquete fonte.
zh_cn: 无法检测包或者源码包的名字

source: Unable to start web browser
eu: Ezin izan da web-arakatzailea abiarazi
gl: Non se pode arrincar o navegador web
zh_cn: 无法打开浏览器

source: Unable to start web browser to open %s.
eu: Ezin izan da web-arakatzailea abiarazi %s irekitzeko.
gl: Non se pode arrincar o navegador para abrir %s.
zh_cn: 无法用浏览器打开网页%s

source: Network problem
eu: Sarearen arazoa
gl: Erro de conexión
zh_cn: 网络问题

source: Could not upload report data to crash database
eu: Ezin izan da txostena bidali erroreen datubasera
gl: Non se puideron enviar os datos do informe á base de datos de fallos
zh_cn: 无法把报告数据上传到崩溃数据库

source: Memory exhaustion
eu: Memoriaren agortzea
gl: Memoria esgotada
zh_cn: 内存耗尽

source: Your system does not have enough memory to process this crash report.
eu: Zure sistemak ez dauka kraskatzearen txostena prozesatzeko memoria nahiko.
gl: O sistema non posúe memoria suficiente para procesar este informe de erro,
zh_cn: 你的系统没有足够的内存来处理这一次崩溃报告。

source: This problem report does not apply to a packaged program.
eu: Txosten hau ez dagokio paketedun programa bati.
gl: O informe de erro non se aplica a un programa empaquetado.
zh_cn: 该问题报告与打包的软件无关。

source: Problem already known
eu: Arazoa ezaguna da jadanik
gl: Problema coñecido
zh_cn: 我们已经知道这个问题

source: This problem was already reported in the bug report displayed in the web browser. Please check if you can add any further information that might be helpful for the developers.
eu: Jadanik eman da arazo honen berri web-arakatzailearen bidez. Mesedez, garatzaileentzat lagungarria izan daitekeen informazio gehiago eman dezakezun egiaztatu ezazu.
gl: Xa se informou deste problema no informe de erros que se mostra no navegador web. Comprobe se pode engadir información adicional que lle poida resultar de utilidade aos programadores.
zh_cn: 关于这个问题，之前已经有缺陷报告如网页所示。您是否有所补充？
