Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/LC_MESSAGES/messages/kdenetwork/desktop_kdenetwork.po
Languages: tr

# Comment
source: A module to configure shares for Microsoft Windows
tr: Microsoft Windows paylaşımlarını yapılandırmak için bir modül

# Name
source: Fileshare Konqueror Directory Properties Page
tr: Dosya Paylaşımı Konqueror Dizin Özellikleri Sayfası

# Comment
source: Konqueror properties dialog plugin to share a directory with the local network
tr: Yerel ağ ile dizin paylaşımı için Konqueror iletişim eklentisi özellikleri

# Name
source: File Sharing
tr: Dosya Paylaşımı

# Comment
source: Enable or disable file sharing
tr: Dosya paylaşımını etkinleştir/kapat

# Name
source: Network Services
tr: Ağ Servisleri

# Description
source: A kioslave for ZeroConf
tr: Zeroconf kioslave'i

# Name
source: DNS-SD Service Discovery Monitor
tr: DNS-SD Hizmet Keşfi İzleyici

# Comment
source: Monitors the network for DNS-SD services
tr: Ağı DNS-SD hizmetleri için izler

# Name
source: KGet Plugin
tr: KGet Eklentisi

# Comment
source: Plugin for KGet
tr: KGet için eklenti

# GenericName
source: Download Manager
tr: İndirme Yöneticisi

# Name
source: Download with KGet
tr: KGet ile İndir

# Name
source: KGet Barchart Applet
tr: KGet Sütun Grafiği Programcığı

# Comment
source: KGet barchart applet
tr: KGet sütun grafiği programcığı

# Name
source: KGet Panelbar Applet
tr: KGet Panel Programcığı

# Comment
source: KGet panelbar applet
tr: KGet panel programcığı

# Name
source: KGet Piechart Applet
tr: KGet Pasta Grafiği Programcığı

# Comment
source: KGet piechart applet
tr: KGet pasta grafiği programcığı

# Name
source: KGet Data Engine
tr: KGet Veri Motoru

# Comment
source: Download links with KGet
tr: Bağlantıları KGet ile İndir

# Comment
source: KGet Download Manager
tr: KGet İndirme Yöneticisi

# Name
source: Transfer Added
tr: Aktarım Eklendi

# Comment
source: A new download has been added
tr: Yeni dosya eklendi

# Name
source: Download Started
tr: İndirme İşlemi Başladı

# Comment
source: Downloading started
tr: Dosya indirme başladı

# Name
source: Download Finished
tr: İndirme İşlemi Bitti

# Comment
source: Downloading finished
tr: Dosya indirme tamamlandı

# Name
source: All Downloads Finished
tr: Tüm İndirme İşlemleri Tamamlandı

# Comment
source: All downloads finished
tr: Tüm dosyaların indirilmesi tamamlandı

# Name
source: Error Occurred
tr: Hata Oluştu

# Comment
source: An Error has Occurred
tr: Bir Hata Oluştu

# Name
source: Information
tr: Bilgiler

# Comment
source: User Notified of Information
tr: Kullanıcıya Bildirilen Bilgiler

# Comment
source: Allows files to be downloaded using Bittorrent
tr: Bittorrent kullanarak dosya indirmenizi sağlar

# Name
source: ChecksumSearch
tr: Sağlama Araması

# Name
source: Checksum Search
tr: Sağlama Araması

# Comment
source: Tries to find checksums for a specified URL
tr: Belirtilen bir adres için sağlamaları bulmaya çalışır

# Name
source: Content Fetcher
tr: İçerik Getirici

# Name
source: Content Fetch
tr: İçerik Getir

# Comment
source: Fetch contents with custom scripts.
tr: Özel betiklerle içerik getir.

# Comment
source: Classic file downloader plugin
tr: Klasik dosya indirme eklentisi

# Comment
source: Allows files to be downloaded from Metalink
tr: Metalinkten dosya indirmenizi sağlar

# Name
source: MirrorSearch
tr: Yansı Arama

# Name
source: Mirror Search
tr: Yansı Arama

# Comment
source: Allows KGet to search through mirror search engines for files
tr: KGet uygulamasının yansı motorlarında arama yapmasını sağlar

# Comment
source: MMS-Transfer plugin for KGet
tr: MMS- KGet için aktarım eklentisi

# Name
source: MultiSegmentKIO
tr: Çok Parçalı KIO

# Name
source: Multi Segment KIO
tr: Çok Parçalı KIO

# Comment
source: Multithreaded file download plugin
tr: Çoklu işleyebilen indirme eklentisi

# Name
source: Tutorial Plugin
tr: Öğretici Eklentisi

# Comment
source: Demonstration plugin for teaching Kopete development
tr: Kopete geliştirmesini öğretmek için örnek eklenti

# Name
source: Tutorial
tr: Öğretici

# Comment
source: Turns normal people into Super Kopete Developer
tr: Normal insanları Süper Kopete Geliştiricisi haline getirir

# Name
source: Kopete Chat Window
tr: Kopete Sohbet Penceresi

# Comment
source: The default Kopete chat window
tr: Varsayılan Kopete Sohbet Penceresi

# Name
source: Kopete Email Window
tr: Kopete e-posta Penceresi

# Comment
source: The Kopete email window
tr: Kopete e-posta Penceresi

# Name
source: Accounts
tr: Hesaplar

# Comment
source: Manage Your Accounts and Identities
tr: Kimliklerinizi ve Hesaplarınızı Yönetin

# Name
source: Contact List
tr: Kişi Listesi

# Comment
source: Configure Contact List Look and Feel
tr: Kişi Listesinin Görünümünü Yapılandır

# Comment
source: Configure Video Devices
tr: Video Aygıtlarını Yapılandır

# Name
source: Behavior
tr: Davranış

# Comment
source: Personalize Kopete's Behavior
tr: Kopete Davranışlarını Kişiselleştir

# Name
source: Chat Window
tr: Sohbet Penceresi

# Comment
source: Configure Chat Window Look and Feel
tr: Sohbet Penceresinin Görünümünü Yapılandır

# Name
source: Plugins
tr: Eklentiler

# Comment
source: Select and Configure Plugins
tr: Eklentileri Seç ve Yapılandır

# Name
source: Status
tr: Durum

# Comment
source: Manage Your Statuses
tr: Durumlarınızı Yapılandırın

# GenericName
source: Instant Messenger
tr: Anında Haberleşme Hizmeti

# Comment
source: Instant Messenger
tr: Anında Haberleşme Hizmeti

# Name
source: Group
tr: Grup

# Comment
source: The group where the contact resides
tr: Bağlantının bulunduğu grup

# Name
source: Contact
tr: Kişi

# Comment
source: The specified contact
tr: Belirtilen Bağlantı

# Name
source: Class
tr: Sınıf

# Comment
source: The message class
tr: İleti sınıfı

# Name
source: Incoming Message
tr: Gelen İletiler

# Comment
source: An incoming message has been received
tr: Bir gelen mesaj alındı

# Name
source: Incoming Message in Active Chat
tr: Etkin Sohbet içerisinde Gelen İletiler

# Comment
source: An incoming message in the active chat window has been received
tr: Etkin sohbet içerisinde bir gelen ileti alındı

# Name
source: Outgoing Message
tr: Giden İletiler

# Comment
source: An outgoing message has been sent
tr: Bir giden mesaj gönderildi

# Name
source: Contact Gone Online
tr: Bir Kişi Bağlandı

# Comment
source: A contact has come online
tr: Bir kişi bağlı duruma geçti

# Name
source: Offline
tr: Çevrimdışı

# Comment
source: A contact has gone offline
tr: Bir kişi çevrimdışı duruma geçti

# Name
source: Status Change
tr: Durum Değişimi

# Comment
source: A contact's online status has changed
tr: Bir kişinin bağlı durumu değişti

# Name
source: Highlight
tr: Vurgulama

# Comment
source: A highlighted message has been received
tr: Vurgulanmış bir ileti alındı

# Name
source: Low Priority Messages
tr: Düşük Öncelikli İletiler

# Comment
source: A message marked with a low priority has been received
tr: Önceliği düşük olarak işaretlenmiş bir mesaj alındı

# Name
source: Yahoo Mail
tr: Yahoo Posta

# Comment
source: New email has arrived in your Yahoo inbox
tr: Yahoo gelen kutunuza yeni bir e-posta geldi

# Name
source: MSN Mail
tr: MSN Posta

# Comment
source: New email has arrived in your MSN inbox
tr: MSN gelen kutunuza yeni bir e-posta geldi

# Name
source: ICQ Authorization
tr: ICQ İzni

# Comment
source: An ICQ user has authorized/declined your authorization request
tr: ICQ kullanıcısı izin isteğinizi onayladı/onaylamadı

# Name
source: IRC Event
tr: IRC Olayı

# Comment
source: An IRC event has occurred
tr: IRC olayı meydana geldi

# Name
source: Connection Error
tr: Bağlantı Hatası

# Comment
source: An error on connection has occurred
tr: Bağlantıda hata meydana geldi

# Name
source: Connection Lost
tr: Bağlantı Kesildi

# Comment
source: The connection have been lost
tr: Bağlantı kesildi

# Name
source: Cannot Connect
tr: Bağlanılamıyor

# Comment
source: Kopete cannot connect to the service
tr: Kopete hizmete bağlanamıyor

# Name
source: Network Problems
tr: Ağ Problemleri

# Comment
source: The network is experiencing problems
tr: Ağda sorunlar var

# Name
source: Server Internal Error
tr: Sunucu İç Hatası

# Comment
source: An internal service error has occurred
tr: İç hizmet hatası oluştu

# Name
source: Buzz/Nudge
tr: Titret

# Comment
source: A contact has sent you a buzz/nudge.
tr: Bir kişi size titreşim gönderdi

# Name
source: Message Dropped
tr: İleti Alındı

# Comment
source: A message was filtered by the Privacy Plugin
tr: Gizlilik Eklentisi tarafından bir ileti süzüldü

# Name
source: ICQ Reading status
tr: ICQ Okuma durumu

# Comment
source: An ICQ user is reading your status message
tr: Bir ICQ kullanıcısı sizin durum iletinizi okuyor

# Name
source: Service Message
tr: Servis Mesajı

# Comment
source: A service message has been received (e.g. authorization request)
tr: Bir hizmet iletisi alındı (yetkilendirme isteği)

# Name
source: Gadu-Gadu contacts list
tr: Gadu-Gadu kişi listesi

# Comment
source: Contact list has been received/exported/deleted
tr: Kişi listesi alındı/dışarıya aktarıldı/silindi

# Name
source: Typing message
tr: İleti yazıyor

# Comment
source: An user is typing a message
tr: Bir kullanıcı ileti yazıyor

# Comment
source: Kopete Plugin
tr: Kopete Eklentisi

# Comment
source: Kopete Protocol Plugin
tr: Kopete İletişim Kuralı Eklentisi

# Comment
source: A Kopete UI Plugin
tr: Bir Kopete UI Eklentisi

# Name
source: Bookmarks
tr: Yer imleri

# Comment
source: Automatically bookmark links in incoming messages
tr: Otomatik olarak gelen mesajları yer imine bağlar

# Name
source: Alias
tr: Takma İsim

# Comment
source: Adds custom aliases for commands
tr: Komutlar için özel takma isimler ekler

# Name
source: Auto Replace
tr: Otomatik Değiştir

# Comment
source: Autoreplaces some text you can choose
tr: Seçilen bazı metinler otomatik değiştirilir

# Comment
source: Auto replaces some text you can choose
tr: Seçilen bazı metinler otomatik değiştirilir

# Name
source: Contact Notes
tr: Bağlantı Notları

# Comment
source: Add personal notes on your contacts
tr: Bağlantıların üzerine kişisel notlar ekle

# Comment
source: Highlights text based on filters
tr: Süzgeçlerde metin temelli vurgular

# Comment
source: Highlight messages
tr: Vurgulanmış mesajlar

# Name
source: History
tr: Geçmiş

# Comment
source: History Plugin
tr: Geçmiş Eklentisi

# Comment
source: Log all messages to keep track of your conversations
tr: Konuşmalarınızın kaydedildiği bütün günlük mesajları

# Comment
source: Render Latex formulas in the chatwindow
tr: Sohbet penceresindeki Latex formüllerini verir

# Name
source: Now Listening
tr: Şimdi Dinleniyor

# Comment
source: Tells your buddies what you're listening to
tr: O an dinliyor olduğunuz şarkıyı arkadaş listenizle paylaşın

# Comment
source: Encrypt chat sessions with Off-The-Record encryption
tr: Oturumları Off-The-Record (Kayıt Dışı) şifrelemesi ile şifrele

# Name
source: Pipes
tr: Borular

# Comment
source: Pipe messages through an external program or script
tr: İletileri bir dış uygulama ya da betik üzerinden borula

# Name
source: Privacy
tr: Gizlilik

# Comment
source: Privacy Plugin
tr: Gizlilik Eklentisi

# Comment
source: Filters incoming messages
tr: Gelen iletileri filtreler

# Name
source: Statistics
tr: İstatistikler

# Comment
source: Gather some meaningful statistics
tr: Anlamlı istatistikler topla

# Name
source: Text Effect
tr: Metin Efekti

# Comment
source: Adds special effects to your text
tr: Metinlerinize özel efektler ekleyin

# Comment
source: Add nice effects to your messages
tr: Mesajlarınıza hoş efektler ekleyin

# Name
source: Translator
tr: Çevirmen

# Comment
source: Translates messages from your native language to another language
tr: Diğer dillerden ana dilinize çevrilen mesajlar

# Comment
source: Chat with foreign buddies in your native language
tr: Anadilinizdeki arkadaşlarla sohbet edin

# Name
source: URLPicPreview Plugin Configuration
tr: URLPicPreview Eklenti Yapılandırması

# Comment
source: URLPicPreview Plugin
tr: URLPicPreview Eklentisi

# Name
source: Preview of Pictures in Chats
tr: Sohbetlerdeki Resimlerin Önizlemesi

# Comment
source: Displays a preview of pictures in chats
tr: Sohbetlerdeki resimlerin bir ön izlemesini gösterir

# Comment
source: Show the status of (parts of) your contact list on a webpage
tr: Bağlantı listesinde web sayfası olanların (bölümler) durumunu göster

# Name
source: Web Presence
tr: Web Hazır Bulunması

# Comment
source: Serverless Link Local XMPP Messaging
tr: Sunucusuz Yerel XMPP Mesajlaşması

# Comment
source: Gadu-Gadu: the Polish IM service
tr: Gadu-Gadu: Polonyalı IM hizmeti

# Name
source: GroupWise
tr: Akıllı Gruplama

# Comment
source: Novell GroupWise Messenger
tr: Novell Akıllı Grup İletişimi

# Comment
source: Internet Relay Chat
tr: İnternet Üzerinden Sohbet

# Description
source: A KIO slave for Jabber Service Discovery
tr: Jabber Servis Bulucu için KIO slave

# Comment
source: Communicate at the same time with Meanwhile
tr: Aynı anda iletişim kur

# Comment
source: An Instant Messenger
tr: Bir Anında Haberleşme Hizmeti

# Comment
source: Seek and Chat with ICQ
tr: ICQ ile Ara ve Sohbet et

# Comment
source: A popular Chinese IM system
tr: Çinli Anında Haberleşme sistemi

# Comment
source: Skype protocol plugin (a wrapper)
tr: Skype protokolü eklentisi (bir wrapper)

# Comment
source: Send SMS messages to mobile phones
tr: Cep telefonlarına SMS mesajı gönder

# Name
source: Testbed
tr: Deneme ortamı

# Comment
source: Kopete test protocol
tr: Kopete deneme protokolü

# Comment
source: Sends Windows WinPopup messages
tr: Windows WinPopup iletileri gönderir

# Comment
source: Windows Live Messenger plugin
tr: Windows Live Messenger eklentisi

# Comment
source: Yahoo! Messenger IM and video chat
tr: Yahoo! Messenger IM ve videolu sohbet

# Name
source: Austria
tr: Avusturya

# Name
source: Belarus
tr: Beyaz Rusya

# Name
source: Czechia
tr: Çek Cumhuriyeti

# Name
source: Denmark
tr: Danimarka

# Name
source: France
tr: Fransa

# Name
source: Germany
tr: Almanya

# Name
source: Ireland
tr: İrlanda

# Name
source: Netherlands
tr: Hollanda

# Name
source: New Zealand
tr: Yeni Zelanda

# Name
source: Norway
tr: Norveç

# Name
source: Portugal
tr: Portekiz

# Name
source: Slovenia
tr: Slovenya

# Name
source: Sweden
tr: İsveç

# Name
source: Switzerland
tr: İsviçre

# Name
source: Taiwan
tr: Tayvan

# Name
source: Ukraine
tr: Ukrayna

# Name
source: United Kingdom
tr: Birleşik Krallık

# Name
source: Yugoslavia
tr: Yugoslavya

# GenericName
source: Internet Dial-Up Tool
tr: İnternet Çevirmeli Ağ Aracı

# Name
source: KPPPLogview
tr: KPPP Kayıt Görüntüleyici

# GenericName
source: Internet Dial-Up Tool Log Viewer
tr: İnternet Çevirmeli Ağ Aracı Kayıt Görüntüleyici

# Name
source: KRDC Plugin
tr: KRDC Eklentisi

# Comment
source: Allows managing SSH or Telnet sessions through KRDC
tr: KRDC üzerinden SSH ve Telnet oturumlarını yönetmenizi sağlar

# Name
source: Incoming RFB Tube
tr: Gelen RFB Tube

# GenericName
source: Remote Desktop Client
tr: Uzak Masaüstü İstemcisi

# Comment
source: Allows managing NX sessions through KRDC
tr: NX oturumlarını KRDC üzerinden yönetmeye izin verir

# Comment
source: Allows managing RDP sessions through KRDC
tr: RDP oturumlarını KRDC üzerinden yönetmeye izin verir

# Name
source: Open Remote Desktop Connection to This Machine
tr: Bu Makineye Uzak Masaüstü Bağlantısı Aç

# Comment
source: Testplugin for KRDC development
tr: KRDC geliştirmesi için örnek eklenti

# Comment
source: Allows managing VNC sessions through KRDC
tr: VNC oturumlarını KRDC üzerinden yönetmeye izin verir

# Comment
source: Qt based Framebuffer for KRfb.
tr: KRfb için Qt temelli Çerçeve tamponu.

# Name
source: Qt Framebuffer for KRfb
tr: KRfb için Qt Çerçeve tamponu

# Comment
source: X11 XDamage/XShm based Framebuffer for KRfb.
tr: KRfb için X11 XDamage/XShm temelli Çerçeve Tamponu.

# Name
source: X11 Framebuffer for KRfb
tr: KRfb için X11 Çerçeve Tamponu

# Name
source: Desktop Sharing
tr: Masaüstü Paylaşımı

# Comment
source: Configure Desktop Sharing
tr: Masaüstü Paylaşımını Yapılandır

# Name
source: KDE Internet Daemon
tr: KDE İnternet Programı

# Comment
source: An Internet daemon that starts network services on demand
tr: Başlangıçta ağ servisleri tarafından istenen Internet hayalet programı

# Name
source: KInetD Module Type
tr: KInetD Modül Türü

# Name
source: IncomingConnection
tr: Gelen Bağlantı

# Comment
source: Received incoming connection
tr: Gelen bağlantı alınıyor

# Name
source: ProcessFailed
tr: Başarısız İşlemler

# Comment
source: Could not call process to handle connection
tr: Elle bağlantıda başarısız çağrı işlemleri

# GenericName
source: Desktop Sharing
tr: Masaüstü Paylaşımı

# Comment
source: Frame Buffer plugins for KRfb
tr: KRfb için Çerçeve Tamponu eklentileri

# Comment
source: Desktop Sharing
tr: Masaüstü Paylaşımı

# Name
source: User Accepts Connection
tr: Kullanıcı Bağlantıyı Kabul Etti

# Comment
source: User accepts connection
tr: Kullanıcı bağlantıyı kabul etti

# Name
source: User Refuses Connection
tr: Kullanıcı Bağlantıyı Reddetti

# Comment
source: User refuses connection
tr: Kullanıcı bağlantıyı reddetti

# Name
source: Connection Closed
tr: Bağlantı Kapatıldı

# Comment
source: Connection closed
tr: Bağlantı kapatıldı

# Name
source: Invalid Password
tr: Geçersiz Parola

# Comment
source: Invalid password
tr: Geçersiz parola

# Name
source: Invalid Password Invitations
tr: Geçersiz Parola Daveti

# Comment
source: The invited party sent an invalid password. Connection refused.
tr: Davet edilenden gönderilmiş geçersiz parola. Bağlantı reddedildi.

# Name
source: New Connection on Hold
tr: Yeni Açık Bağlantı

# Comment
source: Connection requested, user must accept
tr: Bağlantı isteği, kullanıcı kabul etmeli

# Name
source: New Connection Auto Accepted
tr: Yeni Bağlantı Otomatik olarak Kabul Edildi

# Comment
source: New connection automatically established
tr: Yeni bağlantı otomatik olarak kuruldu

# Name
source: Too Many Connections
tr: Çok Fazla Bağlantı

# Comment
source: Busy, connection refused
tr: Meşgul, bağlantı reddedildi

# Name
source: Unexpected Connection
tr: Beklenmeyen Bağlantı

# Comment
source: Received unexpected connection, abort
tr: Beklenmeyen bir bağlantı alındı, vazgeçiliyor
