Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/LC_MESSAGES/messages/kdenetwork/kfileshare.po
Languages: tr

source: Use the <i>share</i> security level if you have a home network or a small office network.<br /> It allows everyone to read the list of all your shared directories and printers before a login is required.
tr: Ev ağınız veya küçük bir ofis ağınız var ise <i>paylaş</i> güvenlik seviyesini kullanın. <br /> Böylece bir girişe ihtiyaç duyulmadan önce herkesin bütün paylaşılmış dizinlerinizi ve yazıcılarınızın listesini okunması mümkün olur.

source: Use the <i>user</i> security level if you have a bigger network and you do not want to allow everyone to read your list of shared directories and printers without a login.<br /><br />If you want to run your Samba server as a <b>Primary Domain controller</b> (PDC) you also have to set this option.
tr: Daha büyük bir ağınız var ise ve giriş yapmaksızın paylaşılan dizinlerinizin ve yazıcılarınızın listesini herkesin okumasını istemiyorsanız, <i>kullanıcı</i> güvenlik seviyesini seçiniz. <br /><br />Ayrıca, Samba hizmetini <b>Birincil Alan kontrolcüsü</b> (PDC) olarak kullanmak istiyorsanız, bu seçeneği seçmeniz gerekmektedir.

source: Use the <i>server</i> security level if you have a big network and the samba server should validate the username/password by passing it to another SMB server, such as an NT box.
tr: Büyük bir ağınız varsa ve samba hizmeti kullanıcı adı/parolayı başka bir SMB sunucusuna, örneğin bir NT kutusuna yönlendirerek onaylayacak ise, <i>sunucu</i> güvenlik seviyesini seçiniz.

source: Use the <i>domain</i> security level if you have a big network and the samba server should validate the username/password by passing it to a Windows NT Primary or Backup Domain Controller.
tr: Büyük bir ağınız var ise ve samba hizmeti kullanıcı adı/parolayı Windows NT Birincil veya Yedekleme Alan Kontrolcüsüne geçirerek doğrulayacak ise <i>alan</i> güvenlik seviyesini kullanınız.

source: Use the <i>ADS</i> security level if you have a big network and the samba server should act as a domain member in an ADS realm.
tr: Büyük bir ağınız var ise ve samba hizmeti bir ADS bölgesinde bir alan elemanı olarak davranacaksa <i>ADS</i> güvenlik seviyesini seçiniz.

source: Sorry
tr: Üzgünüm

source: You entered two different passwords. Please try again.
tr: İki farklı parola girdiniz. Lütfen tekrar deneyin.

source: The option <em>%1</em> is not supported by your Samba version
tr: <em>%1</em> özelliği Samba sürümünüz tarafından desteklenmiyor

source: Unnamed
tr: İsimsiz

source: &Hide
tr: &Gizle

source: <qt>Some files you have selected are hidden because they start with a dot; do you want to uncheck all files starting with a dot?</qt>
tr: <qt>Seçtiğiniz bazı dosyalar gizlenmiş çünkü isimleri nokta ile başlıyor; ismi noktayla başlayan dosyaların seçimini kaldırmak istiyor musunuz?</qt>

source: Files Starting With Dot
tr: Nokta ile Başlayan Dosyalar

source: Uncheck Hidden
tr: Gizli Olanı Seçme

source: Keep Hidden
tr: Gizli Olanı Koru

source: <b></b>Some files you have selected are matched by the wildcarded string <b>'%1'</b>; do you want to uncheck all files matching <b>'%1'</b>?
tr: <b></b>Seçtiğiniz bazı dosyalar wildcard dizgisi olan <b>%1'<b> ile eşleştirildi; <b>%1</b> ile eşleşen bütün dosyaların seçimini temizlemek ister misiniz?

source: Wildcarded String
tr: Düzenli İfade Katarı

source: Uncheck Matches
tr: Eşleşmelerin Seçimini Kaldır

source: Keep Selected
tr: Seçiliyi Koru

source: Default
tr: Öntanımlı

source: Read only
tr: Sadece okunabilir

source: Writeable
tr: Yazılabilir

source: Admin
tr: Yönetici

source: <qt>You have specified <b>public read access</b> for this directory, but the guest account <b>%1</b> does not have the necessary read permissions;<br />do you want to continue anyway?</qt>
tr: <qt>Bu dizin için <b>genel okuma erişimi</b> verdiniz, ancak misafir hesabı <b>%1</b>gerekli okuma izinlerine sahip değil; <br />yine de devam etmek ister misiniz?</qt>

source: Warning
tr: Uyarı

source: <qt>You have specified <b>public write access</b> for this directory, but the guest account <b>%1</b> does not have the necessary write permissions;<br />do you want to continue anyway?</qt>
tr: <qt>Bu dizin için <b>genel yazma erişimi</b> verdiniz, ancak misafir hesabı <b>%1</b> gerekli yazma izinlerine sahip değil; <br />yine de devam etmek ister misiniz?</qt>

source: <qt>You have specified <b>write access</b> to the user <b>%1</b> for this directory, but the user does not have the necessary write permissions;<br />do you want to continue anyway?</qt>
tr: <qt>Bu dizin için <b>%1</b> kullanıcısına <b>yazma erişimi</b> verdiniz, ancak kullanıcının gerekli yazma izinleri yok; <br />yine de devam etmek ister misiniz?</qt>

source: <qt>You have specified <b>read access</b> to the user <b>%1</b> for this directory, but the user does not have the necessary read permissions;<br />do you want to continue anyway?</qt>
tr: <qt>Bu dizin için <b>%1</b> kullanıcısına <b>okuma izni</b> verdiniz, ancak kullanıcının gerekli okuma izinleri yok; <br /> yine de devam etmek ister misiniz?</qt>

source: There already exists a public entry.
tr: Zaten bir genel girdi var.

source: Host Already Exists
tr: Bu Makine Zaten Var

source: Please enter a hostname or an IP address.
tr: Lütfen bir makine adı ya da IP adresi verin.

source: No Hostname/IP-Address
tr: Makine adı/IP adresi yok

source: The host '%1' already exists.
tr: '%1' bilgisayarı zaten var.

source: Reading Samba configuration file ...
tr: Samba yapılandırma dosyası okunuyor ...

source: Reading NFS configuration file ...
tr: NFS yapılandırma dosyası okunuyor ...

source: Please enter a valid path.
tr: Lütfen geçerli bir yol giriniz.

source: Only local folders can be shared.
tr: Sadece yerel dizinler paylaştırılabilir.

source: The folder does not exists.
tr: Dizin yok.

source: Only folders can be shared.
tr: Sadece dizinler paylaştırılabilir.

source: The folder is already shared.
tr: Bu dizin zaten paylaştırılmış.

source: The administrator does not allow sharing with NFS.
tr: Yönetici (root) NFS ile paylaştırmaya izin vermiyor.

source: Error: could not read NFS configuration file.
tr: Hata: NFS yapılandırma dosyası okunamadı.

source: The administrator does not allow sharing with Samba.
tr: Yönetici (root) Samba ile paylaştırmaya izin vermiyor.

source: Error: could not read Samba configuration file.
tr: Hata: Samba yapılandırma dosyası okunamadı.

source: You have to enter a name for the Samba share.
tr: Samba paylaşımı için bir isim girmelisiniz.

source: <qt>There is already a share with the name <strong>%1</strong>.<br /> Please choose another name.</qt>
tr: <qt><strong>%1</strong> adlı bir paylaşım zaten var.<br /> Lütfen başka bir isim seçin.</qt>

source: &Share
tr: &Paylaş

source: You need to be authorized to share directories.
tr: Dizinleri paylaşmak için yetkilendirilmiş olmalısınız.

source: File sharing is disabled.
tr: Dosya paylaşımı etkin değil.

source: Configure File Sharing...
tr: Dosya Paylaşımını Yapılandır...

source: No NFS server installed on this system
tr: Bu sistemde NFS sunucu kurulu değil

source: No Samba server installed on this system
tr: Bu sistemde Samba sunucu kurulu değil

source: Could not save settings.
tr: Ayarlar kaydedilemedi

source: Could not open file '%1' for writing: %2
tr: '%1' dosyası yazmak için açılamadı: %2

source: Saving Failed
tr: Kaydedilemedi

source: <h1>File Sharing</h1><p>This module can be used to enable file sharing over the network using the "Network File System" (NFS) or SMB in Konqueror. The latter enables you to share your files with Windows(R) computers on your network.</p>
tr: <h1>Dosya Paylaşımı</h1><p>Bu birim Konqueror'daki "Ağ Dosya Sistemi" (NFS) veya SMB kullanılarak ağ üzerinden dosya paylaşımına izin vermek için kullanılabilir. İkincisi, ağınızdaki Windows(R) bilgisayarları ile dosyalarınızı paylaşmanızı sağlar.</p>

source: Share Folder
tr: Dizini Paylaş

source: Allowed Users
tr: İzin Verilen Kullanıcılar

source: All users are in the %1 group already.
tr: Zaten tüm kullanıcılar %1 grubunda

source: Select User
tr: Kullanıcı Seçin

source: Select a user:
tr: Bir kullanıcı seçin:

source: Could not add user '%1' to group '%2'
tr: '%1' kullanıcısı '%2' grubuna eklenemedi

source: Could not remove user '%1' from group '%2'
tr: '%1' kullanıcısı '%2' grubundan çıkarılamadı

source: You have to choose a valid group.
tr: Geçerli bir grup seçmelisiniz.

source: New file share group:
tr: Yeni dosya paylaşım grubu:

source: Add users from the old file share group to the new one
tr: Eski dosya paylaşım grubundaki kullanıcıları yenisine ekle

source: Remove users from old file share group
tr: Eski dosya paylaşım grubundaki kullanıcıları sil

source: Delete the old file share group
tr: Eski dosya paylaşım grubunu sil

source: Only users of a certain group are allowed to share folders
tr: Sadece belirli bir gruba ait kullanıcılar dizinleri paylaşabilir

source: Choose Group...
tr: Grup Seç...

source: Do you really want to remove all users from group '%1'?
tr: Tüm kullanıcıları '%1' grubundan çıkarmak istediğinize emin misiniz?

source: Do you really want to delete group '%1'?
tr: '%1' grubunu silmek istediğinize emin misiniz?

source: Deleting group '%1' failed.
tr: %1 grubu silinemedi.

source: Please choose a valid group.
tr: Lütfen geçerli bir grup seçiniz.

source: This group '%1' does not exist. Should it be created?
tr: '%1' grubu yok, yaratılsın mı?

source: Create
tr: Oluştur

source: Do Not Create
tr: Oluşturma

source: Creation of group '%1' failed.
tr: '%1' grubunun oluşturulmasında bir hata var.
