Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/LC_MESSAGES/messages/kdenetwork/kfileshare.po
Languages: tr

source: Allow deletion of readonly files
tr: Salt okunur dosyaların silinmesine izin ver

source: DOS Attribute Mapping
tr: DOS Niteliklerini Haritalama

source: Map DOS archi&ve to UNIX owner execute
tr: Dos arşivini UNIX sahibi çalıştırabilir haritala

source: Map DOS hidden to UNI&X world execute
tr: DOS gizli özelliğini UNI&X herkes çalıştırabilir haritala

source: Map DOS system to UNIX &group execute
tr: DOS sistemi UNIX &grup çalıştırabilir haritala

source: Store DOS attributes onto extended attribute
tr: DOS niteliklerini uzatılmış niteliklerin üzerine sakla

source: OS/2 style extended attributes support
tr: OS/2 stili genişletilmiş nitelik desteği

source: Strict s&ync
tr: Katı e&şzamanla

source: Sync al&ways
tr: Her za&man eşzamanla

source: St&rict allocate
tr: Ka&tı olarak dağıt

source: Use sen&dfile
tr: Gö&nderme dosyası kullan

source: &Maximum number of simultaneous connections:
tr: En fazla eş za&manlı bağlantı sayısı:

source: Write cache si&ze:
tr: Ya&zma önbelleği boyutu:

source: bytes
tr: bayt

source: Bloc&k size:
tr: Blo&k boyutu:

source: Client-side cachin&g policy:
tr: İstemci tara&fı önbellekleme yöntemi:

source: manual
tr: el kitabı

source: documents
tr: belgeler

source: programs
tr: uygulamalar

source: disable
tr: etkisiz

source: Name Mangling
tr: İsim Parçalama

source: Enable na&me mangling
tr: İsi&m parçalamayı etkinleştir

source: Man&gle case
tr: Parçalama durumu

source: Preser&ve case
tr: Muhafaza durumu

source: Short pr&eserve case
tr: Kısa muhafaza durumu

source: Case sensi&tive
tr: Büyük/küçük harf duyarlı

source: Defau&lt case:
tr: Ön tanım&lı durum:

source: Lower
tr: Küçült

source: Upper
tr: Büyüt

source: Mangling cha&r:
tr: Parçalama ka&rakteri:

source: Mangled ma&p:
tr: &Parçalama haritası:

source: Mangling method:
tr: Parçalama yöntemi:

source: Other Options
tr: Diğer Seçenekler

source: Hide traili&ng dot
tr: Takip ede&n noktayı gizle

source: &DOS file mode
tr: &DOS dosya kipi

source: DOS f&ile times
tr: DOS dos&ya zamanları

source: DOS file time resolution
tr: DOS dosya zamanı çözümü

source: Enable lock&ing
tr: K&ilitlemeyi etkinleştir

source: Locki&ng
tr: Kilitlem&e

source: S&trict locking
tr: Ka&tı kilitleme

source: Blockin&g locks
tr: Kilitleri en&gelleme

source: Posi&x locking
tr: Posi&x kilitleme

source: Share mo&des
tr: Paylaşım kipleri

source: Issue oppo&rtunistic locks (oplocks)
tr: fırsatçı kilitleri (o&plock'lar) işle

source: Le&vel2 oplocks
tr: Se&viye2 oplock'lar

source: Oplock contention li&mit:
tr: Oplock çarpışma li&miti:

source: Fak&e oplocks
tr: Yanıltıcı oplock'lar

source: Vfs ob&jects:
tr: Vfs ne&sneleri:

source: Vfs o&ptions:
tr: Vfs se&çenekleri:

source: Exec
tr: Çalıştır

source: P&reexec:
tr: Ö&nçalıştır:

source: Root pr&eexec:
tr: Kök ön&çalıştır:

source: Pos&texec:
tr: Son&çalıştır:

source: Root &postexec:
tr: Kök &sonçalıştır:

source: preexec c&lose
tr: önçalıştır k&apat

source: root pree&xec close
tr: kök önça&lıştır kapat

source: &Volume:
tr: &Bölüm:

source: Fst&ype:
tr: Dos&ya sistemi tipi:

source: Ma&gic script:
tr: S&ihirli betik:

source: Mag&ic output:
tr: Sih&irli çıktı:

source: Do &not descend:
tr: Al&altma:

source: Msdfs pro&xy
tr: Msfds vek&ili

source: Setdir command allo&wed
tr: Setdir komutu i&zinli

source: Fa&ke directory create times
tr: Sa&hte dizin oluşturma süreleri

source: Ms&dfs root
tr: Ms&dfs kök

source: &Help
tr: &Yardım

source: Users
tr: Kullanıcılar

source: All U&nspecified Users
tr: Tüm Belirtilmemiş Kulla&nıcılar

source: Allow
tr: İzin ver

source: Reject
tr: Reddet

source: Spec&ified Users
tr: Bel&irtilmiş Kullanıcılar

source: Access Rights
tr: Erişim Hakları

source: A&dd User...
tr: Kullanıcı Ek&le...

source: E&xpert
tr: U&zman

source: Add &Group...
tr: &Grup Ekle...

source: Remo&ve Selected
tr: Seçiliyi &Sil

source: All Users Should be Forced to the Follo&wing User/Group
tr: Tüm Kullanıcılar Şu Kullanıcı/Grup Olarak Davranmaya Zorlansın

source: Forc&e user:
tr: Kullanıcıyı zor&la:

source: Fo&rce group:
tr: Grubu zo&rla:

source: Access Modifiers
tr: Erişim Değiştiricileri

source: Access Permissions
tr: Erişim İzinleri

source: Others
tr: Diğerleri

source: Read
tr: Oku

source: Write
tr: Yaz

source: Sticky
tr: Yapışık

source: Set GID
tr: GID Belirle

source: Set UID
tr: UID Belirle

source: Special
tr: Özel

source: User Settings
tr: Kullanıcı Ayarları

source: &Valid users:
tr: &Geçerli kullanıcılar:

source: &Admin users:
tr: &Yönetici kullanıcılar:

source: &Invalid users:
tr: G&eçersiz kullanıcılar:

source: &Write list:
tr: &Yazma listesi:

source: &Read list:
tr: &Okuma listesi:

source: Allowed &Hosts
tr: İzin Verilmiş &Bilgisayarlar

source: A list of allowed hosts
tr: İzin verilmiş bilgisayarların listesi

source: Here you can see a list of hosts which are allowed to access this directory via NFS. The first column shows the name or address of the host, the second column shows the access parameters. The name '*' donates public access.
tr: Bu klasöre NFS ile erişimi olan istemcilerin listesini görüyorsunuz İlk sütun isim ya da adres bilgisini, ikinci sütun ise erişim haklarını gösteriyor. '*' karakteri herkesin erişebileceği anlamına geliyor

source: &Add Host...
tr: &Bilgisayar Ekle...

source: Mo&dify Host...
tr: Bilgisa&yar Güncelle...

source: &Remove Host
tr: Bilgisayar Kaldı&r

source: Name/Address
tr: İsim/Adres

source: Parameters
tr: Parametreler

source: Host Properties
tr: Bilgisayar Özellikleri

source: &Name/address:
tr: İ&sim/adres:

source: <b>Name / Address field</b> <p> Here you can enter the host name or address.<br> The host may be specified in a number of ways: <p> <i>single host</i> <p> This is the most common format. You may specify a host either by an abbreviated name recognized by the resolver, the fully qualified domain name, or an IP address. </p> <i>netgroups</i> <p> NIS netgroups may be given as @group. Only the host part of each netgroup members is consider in checking for membership. Empty host parts or those containing a single dash (-) are ignored. </p> <i>wildcards</i> <p> Machine names may contain the wildcard characters * and ?. This can be used to make the exports file more compact; for instance, *.cs.foo.edu matches all hosts in the domain cs.foo.edu. However, these wildcard characters do not match the dots in a domain name, so the above pattern does not include hosts such as a.b.cs.foo.edu. </p> <i>IP networks</i> <p> You can also export directories to all hosts on an IP (sub-) network simultaneously. This is done by specifying an IP address and netmask pair as address/netmask where the netmask can be specified in dotted-decimal format, or as a contiguous mask length (for example, either `/255.255.252.0' or `/22' appended to the network base address result in identical subnetworks with 10 bits of host). </p>
tr: <b>İsim / Adres alanı </b> <p> Buraya sunucu adını veya adresini yazabilirsiniz. <br> Sunucu birkaç şekilde belirlenebilir: <p> <i>tekil sunucu</i> <p> Bu en yaygın biçimdir. Çözme birimi tarafından tanınan kısaltılmış bir ismi veya tam olarak belirlenmiş domain'i kullanabilirsiniz. </p> <i>net grupları</i> <p> NIS net grupları @grup olarak verilebilir. Yalnızca her net grubu üyesinin sunucu kısmı üyelik kontrolünde dikkate alınır. Boş sunucu kısımları veya tek tire (-) içerenler gözardı edilir. </p> <i>wildcard'lar</i> <p> Makine isimleri * ve ? wildcard karakterleri içerebilir. Bunlar dışarı verilen dosyayı daha sıkı hale getirmek için kullanılabilir; örneğin, *.cs.foo.edu girdisi, cs.foo.edu alan adındaki bütün sunucuları eşleştirir. ancak, bu wildcard karakterleri bir domain ismindeki noktaları eşleştirmez, dolayısı ile yukarıdaki sistemle a.b.cs.foo.edu gibi sunucular bulunamaz. </p> <i>IP ağları</i> <p> Dizinleri, bir IP (alt)ağındaki bütün sunuculara aynı anda dışarı verebilirsiniz. Bu, bir IP adresinin ve net maskesi çiftinin adres/net maskesi olarak belirtilmesi ile olur, net maskesi noktalı-ondalık biçimde olabileceği gibi bileşik maske uzunluğu şeklinde de olabilir (örneğin, ' /255.255.252.0' veya ağ temel adresine eklenen ' /22' ile 10 bitlik sunucuya sahip aynı alt ağlar bulunur). </p>

source: &Public access
tr: &Genel erişim

source: <b>Public access</b> <p> If you check this, the host address will be a single wildcard , which means public access. This is just the same as if you would enter a wildcard in the address field. </p>
tr: <b>Genel erişim</b> <p> Eğer bunu seçerseniz, bilgisayar adresi, bütün bilgisayarların erişebileceği anlamına gelen tek bir karakter olacak. Bu, aynı karakteri adres satırına sizin yazmanızla aynı şey. </p>

source: Options
tr: Seçenekler

source: &Writable
tr: &Yazılabilir

source: <b>Writable</b> <p> Allow both read and write requests on this NFS volume. </p> <p> The default is to disallow any request which changes the filesystem </p>
tr: <b>Yazılabilir</b> <p> Bu NFS bölümü üzerinde hem okuma hem de yazma isteklerine izin ver. </p> <p> Öntanımlısı dosya sisteminde değişikliğe neden olacak herhangi bir isteğe izin vermemektir </p>

source: &Insecure
tr: Kor&umasız

source: <b>Insecure</b> <p> If this option is checked, it is not required that requests originate on an internet port less than IPPORT_RESERVED (1024). </p> <p> If unsure leave it unchecked. </p>
tr: <b>Güvensiz</b> <p> Eğer bu seçenek seçili ise, gelen isteklerin internet port numaralarının IPPORT_RESERVED (1024)'ten daha küçük olması gerekliliği aranmaz. </p> <p> Eğer emin değilseniz seçisiz bırakın. </p>

source: &Sync
tr: &Eş zamanlama

source: <b>Sync</b> <p> This option requests that all file writes be committed to disk before the write request completes. This is required for complete safety of data in the face of a server crash, but incurs a performance hit. </p> <p> The default is to allow the server to write the data out whenever it is ready. </p>
tr: <b>Sync</b> <p> Bu seçenek, bütün yazma isteklerinin, isteklerin tamamlanmasını beklemeden diske yazılmasını söyler. Bu, bir sunucu arızası durumunda verinin tam güvenliğini beraberinde getirirken verimi düşürür. </p> <p> Öntanımlısı sunucunun hazır olduğunda veriyi yazmasına izin vermektir. </p>

source: No w&delay
tr: Geci&kme yok

source: <b>No wdelay</b> <p> This option only has effect if sync is also set. The NFS server will normally delay committing a write request to disk slightly if it suspects that another related write request may be in progress or may arrive soon. This allows multiple write requests to be committed to disk with the one operation which can improve performance. If an NFS server received mainly small unrelated requests, this behavior could actually reduce performance, so no wdelay is available to turn it off. </p>
tr: <b>Wdelay yok</b> <p> Bu seçenek sadece sync seçeneği aktifleştirilmişse etkili olur. NFS sunucusu bir yazma isteğini, eğer bir başka ilişkili yazma isteğinin işlenmekte olduğundan ya da kısa bir zaman sonra ulaşacağında şüphelenirse bekletir. Bu da birden fazla yazma isteğinin tek bir seferde diske yazılmasını sağlar ve verimi arttırır. Eğer NFS sunucusu küçük ve diğerleri ile ilişkisiz istekler alırsa bu yaklaşım verimi düşürebilir, wdelay yok özelliği bunu kapatabilmeye olanak sağlar. </p>

source: No &hide
tr: Gizle&nme yok

source: <b>No hide</b> <p> This option is based on the option of the same name provided in IRIX NFS. Normally, if a server exports two filesystems one of which is mounted on the other, then the client will have to mount both filesystems explicitly to get access to them. If it just mounts the parent, it will see an empty directory at the place where the other filesystem is mounted. That filesystem is "hidden". </p> <p> Setting the nohide option on a filesystem causes it not to be hidden, and an appropriately authorized client will be able to move from the parent to that filesystem without noticing the change. </p> <p> However, some NFS clients do not cope well with this situation as, for instance, it is then possible for two files in the one apparent filesystem to have the same inode number. </p> <p> The nohide option is currently only effective on single host exports. It does not work reliably with netgroup, subnet, or wildcard exports. </p> <p> This option can be very useful in some situations, but it should be used with due care, and only after confirming that the client system copes with the situation effectively. </p>
tr: <b>Gizleme yok</b> <p> Bu seçenek yine bu isimle IRIX NFS'te bulunan seçenek ile aynı işlevi sunar. Eğer bir sunucu birisi diğer üzerine bağlanan iki dosya sistemini sunuyorsa, istemci normal olarak doğru erişim için ikisini birden bağlamalıdır. Sadece ana dosya sistemini bağlarsa diğer dosya sisteminin bağlı olması gereken yerde boş bir dizin görür. Bu dosya sistemi "gizli"dir. </p> <p> Bir dosya sistemi için gizleme yok seçeneğinin seçilmesi onun gizli olmamasını sağlar ve hak sahibi istemci ana dosya sisteminden buraya herhangi bir değişiklik fark etmeden geçebilir. </p> <p> Bununla beraber bazı NFS istemcileri bu durumu yeterince iyi başaramamaktadır, örneğin tek bir dosya sistemi gibi görünen kısımda aynı inode numarasına sahip iki dosya görünebilmektedir. </p> <p> Gizleme yok seçeneği şu an için sadece tek bilgisayar paylaşımları için etkilidir. Netgroup, subnet ya da düzenli ifadeler yoluyla yapılmış paylaşımlar ile güvenilir şekilde çalışmamaktadır. </p> <p> Bu seçenek kimi durumlarda çok kullanışlı olabilir, fakat dikkatli bir şekilde kullanılmalıdır ve istemci sisteminin bu özelliği doğru şekilde kullanabildiğinden emin olunmalıdır. </p>

source: No su&btree check
tr: Alt ağaç denetimi &yok

source: <b>No subtree check</b> <p> This option disables subtree checking, which has mild security implications, but can improve reliability is some circumstances. </p> <p> If a subdirectory of a filesystem is exported, but the whole filesystem is not, then whenever a NFS request arrives, the server must check not only that the accessed file is in the appropriate filesystem (which is easy) but also that it is in the exported tree (which is harder). This check is called the subtree_check. </p> <p> In order to perform this check, the server must include some information about the location of the file in the "filehandle" that is given to the client. This can cause problems with accessing files that are renamed while a client has them open (though in many simple cases it will still work). </p> <p> subtree checking is also used to make sure that files inside directories to which only root has access can only be accessed if the filesystem is exported with no_root_squash (see below), even the file itself allows more general access. </p> <p> As a general guide, a home directory filesystem, which is normally exported at the root and may see lots of file renames, should be exported with subtree checking disabled. A filesystem which is mostly read-only, and at least does not see many file renames (e.g. /usr or /var) and for which subdirectories may be exported, should probably be exported with subtree checks enabled. </p>
tr: <b>Alt ağaç kontrolü yok</b> <p> Bu seçenek alt ağaç kontrolünü pasif hale getirir ve ılımlı güvenlik çıkarımları vardır, ancak bazı hallerde güvenilirliği artırabilir. </p> <p> Bir dosya sisteminin bir alt dizini dışarı veriliyorsa, ancak bütün dosya sistemi verilmiyorsa, bir NFS isteği ulaştığında sunucu sadece erişilen dosyanın uygun dosya sisteminde olduğunu kontrol etmekle kalmaz (bu kolaydır), aynı zamanda dışarı verilen ağaçta ta kontrolünü yapar (bu zordur). Bu kontrol alt ağaç_kontrolü olarak anılır. </p> <p> Bu kontrolü yürütmek için, sunucunun istemciye verilen "filehandle" içindeki dosyanın konumu hakkında bilgiye sahip olması gerekir. Bu durum, bir istemci bunları açmış iken ismi değiştirilen dosyalara erişmekte sorunlar yaratabilir (ancak bazı pek çok durumda yine de çalışmaktadır). </p> <p> Alt ağaç kontrolü, dosya sistemi no_root_squash ile dışarı verilmiş ise (aşağıya bakınız), dosyanın kendisi daha genel erişime izin veriyor olsa bile, yalnızca kökün erişim sahibi olduğu dizinler içindeki dosyalara erişilebilmesini sağlamak için de kullanılır. </p> <p> Genel bir rehber olarak, kökte normal şekilde dışarı verilmiş ve pek çok isim değişikliği görebilecek olan bir ev dizini dosya sisteminin alt ağaç kontrolü pasif olarak dışarı verilmesi gerekir. Çoğunlukla okuma korumalı olan ve en azından pek çok isim değişikliği görmeyen (örneğin /usr veya /var) ve alt dizinleri dışarı verilebilecek bir dosya sistemi ise muhtemelen alt ağaç kontrolü aktif olarak dışarı verilebilmelidir. </p>

source: Insecure loc&ks
tr: Korumasız &kilitler

source: <b>Insecure locks</b> <p> This option tells the NFS server not to require authentication of locking requests (i.e. requests which use the NLM protocol). Normally the NFS server will require a lock request to hold a credential for a user who has read access to the file. With this flag no access checks will be performed. </p> <p> Early NFS client implementations did not send credentials with lock requests, and many current NFS clients still exist which are based on the old implementations. Use this flag if you find that you can only lock files which are world readable. </p>
tr: <b>Güvensiz kilitler</b> <p> Bu seçenek NFS sunucuya kilitleme isteklerinin kimlik doğrulamasını yapmamasını söyler (NLM protokolünü kullanan istekler). Normalde NFS sunucu, dosyayı okuma izni olan bir kullanıcı için kimlik bilgisi tutmak için kilit isteği gönderir. Bu seçenekle birlikte hiçbir erişim denetimi uygulanmayacaktır. </p> <p> Eski NFS istemci gerçeklemeleri, kimlik bilgilerini kilit isteğiyle göndermezler ve güncel NFS istemcilerinin bir kısmı halen bu eski gerçeklemeyi temel alır. Sadece tüm kullanıcılar tarafından okunabilen dosyaları kilitleyebildiğinizi fark ederseniz bu seçeneği kullanın. </p>

source: User Mapping
tr: Kullanıcı Haritalandırması

source: All s&quash
tr: Hepsini e&z

source: <b>All squash</b> <p> Map all uids and gids to the anonymous user. Useful for NFS-exported public FTP directories, news spool directories, etc. </p>
tr: <b>Hepsini ez</b> <p> İsimsiz kullanıcıya ait bütün uid ve gid'leri eşleştir. NFS ile dışarı verilmiş ortak FTP dizinleri, haber bekletme dizinleri vs için faydalıdır </p>

source: No &root squash
tr: &Root ezmesi yok

source: <b>No root squash</b> <p> Turn of root squashing. This option is mainly useful for diskless clients. </p> <i>root squashing</i> <p> Map requests from uid/gid 0 to the anonymous uid/gid. Note that this does not apply to any other uids that might be equally sensitive, such as user bin. </p>
tr: <b>Kök bastırması yok</b> <p> Kök bastırmasını açma. Bu seçenek diske sahip olmayan istemciler için özellikle kullanışlıdır. </p> <i>kök bastırma</i> <p> Eşleştirme uid/gid 0'dan isimsiz uid/gid'ye olan eşleşmeleri ister. Bunun, kullanıcı bin'i gibi eşit derecede hassas olabilecek diğer uid'ler için uygulanamayacağına dikkat edin. </p>

source: Anonym. &UID:
tr: Anonim &UID:

source: <b>Anonym. UID/GID</b> <p> These options explicitly set the uid and gid of the anonymous account. This option is primarily useful for PC/NFS clients, where you might want all requests appear to be from one user. </p>
tr: <b>İsimsiz UID/GID</b><p> Bu seçenekler açıkça isimsiz hesabın uid ve gid'sini ayarlamakta kullanılır. Bu seçenek, bütün isteklerin tek kullanıcıdan geliyor gibi gözükmesini isteyebileceğiniz PC/NFS istemcileri için özellikle kullanışlıdır. </p>

source: Anonym. &GID:
tr: Anonim &GID:

source: Folder:
tr: Dizin:

source: S&hare this folder in the local network
tr: Bu di&zini yerel ağda paylaş

source: Share with &NFS (Linux/UNIX)
tr: &NFS ile paylaş (Linux/UNIX)

source: NFS Options
tr: NFS özellikleri

source: Pu&blic
tr: &Genel

source: W&ritable
tr: Yazılabili&r

source: More NFS Op&tions
tr: Daha Fazla NFS Se&çenekleri

source: Share with S&amba (Microsoft(R) Windows(R))
tr: S&amba ile paylaş (Microsoft(R) Windows(R))

source: Samba Options
tr: Samba Seçenekleri

source: Name:
tr: İsim:

source: P&ublic
tr: &Genel

source: Mor&e Samba Options
tr: &Daha Çok Samba Seçeneği

source: Allow all users to share folders
tr: Bütün kullanıcılara dosya paylaşım izni ver

source: Only users of the '%1' group are allowed to share folders
tr: Paylaşılan dizinlere sadece '%1' grubundaki kullanıcıların ulaşmasına izin ver

source: Users of '%1' Group
tr: '%1' Grubu Kullanıcıları

source: Remove User
tr: Kullanıcı Kaldır

source: Add User
tr: Kullanıcı Ekle

source: Group members can share folders without root password
tr: Grup üyeleri root parolası olmaksızın dosyaları paylaşabilirler

source: Change Group...
tr: Grup Değiştir...

source: SMB and NFS servers are not installed on this machine, to enable this module the servers must be installed.
tr: SMB ve NFS servisleri bu makinede kurulmuş değil, bu birimi etkinleştirmek için servislerin kurulu olması gerekir.

source: Enable Local Networ&k File Sharing
tr: Yerel Ağ Dosya Paylaşımını E&tkinleştir

source: Si&mple sharing
tr: Ba&sit paylaşım

source: Enable simple sharing to allow users to share folders from their HOME folder, without knowing the root password.
tr: Basit paylaşım, kullanıcıların kendi başlangıç dizinlerini root parolasını bilmeden paylaştırmalarına imkan verir.

source: Advanced sharin&g
tr: Gelişmiş &paylaşım

source: Enable advanced sharing to allow users to share any folders, as long as they have write access to the needed configuration files, or they know the root password.
tr: Gelişmiş paylaşım, kullanıcıların yapılandırma dosyalarına yazması mümkünse, ya da root parolasını biliyorlarsa herhangi bir dizini paylaşmalarına imkan verir.

source: Use &NFS (Linux/UNIX)
tr: &NFS kullan (Linux/UNIX)

source: Use Sam&ba (Microsoft(R) Windows(R))
tr: Sam&ba kullan (Microsoft(R) Windows(R))

source: Allo&wed Users
tr: İzin Ve&rilmiş Kullanıcılar

source: Shared Folders
tr: Paylaşılan Dizinler

source: A&dd...
tr: E&kle...

source: Chang&e...
tr: D&eğiştir...

source: <p>The SAMBA configuration file <strong>'smb.conf'</strong> could not be found;</p>make sure you have SAMBA installed.
tr: <p>SAMBA yapılandırma dosyası olan <strong>'smb.conf'</strong> bulunamadı;</p>SAMBA'nın kurulu olduğundan emin olunuz.

source: Specify Location
tr: Konum Belirt

source: smb.conf|Samba conf. File *|All Files
tr: smb.conf|Samba conf. Dosyası *|Tüm Dosyalar

source: Get smb.conf Location
tr: smb.conf Konumunu Al

source: <qt>The file <i>%1</i> could not be read.</qt>
tr: <qt><i>%1</i> dosyası okunamadı.</qt>

source: Could Not Read File
tr: Dosya Okunamadı

source: Error while opening file
tr: Dosya açılırken hata oluştu

source: Joining the domain %1 failed.
tr: %1 alanına girilemedi.

source: <qt>Please enter a password for the user <b>%1</b></qt>
tr: <qt>Lütfen <b>%1</b> kullanıcısı için bir parola giriniz</qt>

source: <qt>Adding the user <b>%1</b> to the Samba user database failed.</qt>
tr: <qt><b>%1</b> kullanıcısı Samba kullanıcı veritabanına eklenemedi.</qt>

source: Removing the user %1 from the Samba user database failed.
tr: %1 kullanıcısı Samba kullanıcı veritabanından çıkarılamadı.

source: Please enter a password for the user %1
tr: Lütfen %1 kullanıcısı için bir parola giriniz

source: Changing the password of the user %1 failed.
tr: %1 kullanıcısının parolası değiştirilemedi.

source: <h1>Samba Configuration</h1> here you can configure your SAMBA server.
tr: <h1>Samba Yapılandırma</h1> buradan SAMBA sunucunuzu yapılandırabilirsiniz.
