Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/LC_MESSAGES/messages/kdenetwork/kfileshare.po
Languages: tr

source: Select Users
tr: Kullanıcıları Seç

source: Select &Users
tr: K&ullanıcıları Seç

source: Name
tr: Ad

source: Acc&ess
tr: &Erişim

source: &Default
tr: &Varsayılan

source: &Read access
tr: &Okuma erişimi

source: &Write access
tr: &Yazma erişimi

source: &Admin access
tr: &Yönetici erişimi

source: &No access at all
tr: &Hiçbir erişim yok

source: &OK
tr: &Tamam

source: &Cancel
tr: &İptal

source: Join Domain
tr: Alan Adını Birleştir

source: &Verify:
tr: &Onay:

source: &Password:
tr: &Parola:

source: &Username:
tr: &Kullanıcı Adı:

source: Domain co&ntroller:
tr: Alan adı de&netleyici:

source: &Domain:
tr: &Alan Adı:

source: Select Groups
tr: Grupları Seç

source: Selec&t Groups
tr: Grup&ları Seç

source: &Kind of Group
tr: Grubun Ç&eşidi

source: &UNIX group
tr: &UNIX grubu

source: NI&S group
tr: NI&S grubu

source: UNIX and NIS gr&oup
tr: UNIX ve NIS gr&ubu

source: <qt> Here you can edit the Samba users, stored in the smbpasswd file. <p> Every Samba user must have a corresponding UNIX user. On the right you can see all UNIX users, stored in the passwd file and not configured as Samba users. You can see the Samba users on the left-hand side. <p> To add new Samba users simply press the <em>&lt; add</em> button. The selected UNIX users will then become Samba users and will be removed from the UNIX users list (but they will remain UNIX users). <p> To remove Samba users click the <em>&gt; remove</em> button. The selected Samba users will be removed from the smbpasswd file and reappear on the right-hand side, as UNIX users which are not Samba users. </qt>
tr: <qt> Burada smbpasswd dosyasında saklanan Samba kullanıcılarını değiştirebilirsiniz. <p> Her Samba kullanıcısının karşılık gelen bir UNIX kullanıcısı olmak zorundadır. Sağda, Samba kullanıcısı olarak ayarlanmamış ve passwd dosyasında saklanan bütün UNIX kullanıcılarını görebilirsiniz. Sol tarafta ise Samba kullanıcıları görülmektedir. <p> Yeni Samba kullanıcıları eklemek için basitçe <em>&lt; ekle</em> düğmesine basınız. Seçili UNIX kullanıcıları Samba kullanıcıları haline gelecek ve UNIX kullanıcıları listesinden silinecektir (ancak UNIX kullanıcısı olmaya devam edeceklerdir). <p> Samba kullanıcılarını silmek için <em>&gt; sil</em> düğmesine basınız. Seçilen Samba kullanıcıları smbpasswd dosyasından silinecektir. ve sağ tarafta yeniden, Samba kullanıcısı olmayan UNIX kullanıcıları olarak ortaya çıkacaktır. </qt>

source: &Base Settings
tr: &Temel Ayarlar

source: Samba config file:
tr: Samba yapılandırma dosyası:

source: &Load
tr: &Yükle

source: Server Identification
tr: Sunucu Kimliği

source: Wor&kgroup:
tr: &Çalışma grubu:

source: Enter here the name of your workgroup/domain.
tr: Çalışma grubunun/alan adının ismini buraya giriniz.

source: Server strin&g:
tr: Sunucu dizi&si:

source: NetBIOS name:
tr: NetBIOS adı:

source: Securit&y Level
tr: Güvenlik Sevi&yesi

source: Share
tr: Paylaş

source: User
tr: Kullanıcı

source: Server
tr: Sunucu

source: Domai&n
tr: Ala&n adı

source: Use the <i>share</i> security level if you have a home network or a small office network.<br> It allows everyone to read all share names before a login is required.
tr: Ev ağınız veya küçük bir ofis ağınız var ise <i>paylaş</i> güvenlik seviyesini kullanınız. <br> Böylece bir giriş gereksinimi olmadan önce herkesin bütün paylaşılan isimleri okuması sağlanır.

source: Further Options
tr: İleri Seçenekler

source: Password server address/name:
tr: Parola sunucu adresi/ismi:

source: Real&m:
tr: Ül&ke:

source: Allo&w guest logins
tr: Misafir girişle&re izin ver

source: Guest acc&ount:
tr: Misaf&ir hesabı:

source: Help
tr: Yardım

source: For detailed help about every option please look at:
tr: Her seçenek ile ilgili ayrıntılı yardım almak için lütfen bakın:

source: &Shares
tr: &Paylaşılanlar

source: Path
tr: Yol

source: Comment
tr: Açıklama

source: Properties
tr: Özellikler

source: Edit Defau&lts...
tr: Varsayılanları Düzen&le...

source: Add &New Share...
tr: Ye&ni Paylaşım Ekle...

source: Edit Share...
tr: Paylaşım Düzenle...

source: Re&move Share
tr: Paylaşı&m Kaldır

source: Prin&ters
tr: Yazıcı&lar

source: Printer
tr: Yazıcı

source: Edit Defau&lts
tr: Varsayılanları Düzen&le

source: Add Ne&w Printer
tr: Ye&ni Yazıcı Ekle

source: Edit Pri&nter
tr: Yazıcı Düze&nle

source: Re&move Printer
tr: Yazıcı Kal&dır

source: &Users
tr: &Kullanıcılar

source: Sa&mba Users
tr: Sam&ba Kullanıcıları

source: Disabled
tr: Kapalı

source: No Password
tr: Parola Yok

source: Add
tr: Ekle

source: Rem&ove
tr: Kaldı&r

source: UNI&X Users
tr: UNI&X Kullanıcıları

source: Chan&ge Password...
tr: &Parola Değiştir...

source: &Join Domain
tr: &Alan Adı Birleştir

source: Advan&ced
tr: Gelişm&iş

source: Here you can change advanced options of the SAMBA server. Only change something if you know what you are doing.
tr: Buradan SAMBA sunucusunun ileri seçeneklerini değiştirebilirsiniz. Sadece ne yaptığınızı biliyorsanız değiştirin.

source: Advanced Dump
tr: Gelişmiş Döküm

source: Security
tr: Güvenlik

source: &General
tr: &Genel

source: Obey PAM restrictions
tr: PAM kısıtlamalarına uyunuz

source: PAM password change
tr: PAM parolası değiştir

source: Other Switches
tr: Diğer değişimler

source: A&llow trusted domains
tr: Gü&venilmiş alan adlarına izin ver

source: Paranoid server security
tr: Paranoyak sunucu güvenliği

source: General
tr: Genel

source: Auth methods:
tr: Doğrulama yöntemleri:

source: Root director&y:
tr: Kök dizi&ni:

source: I&nterfaces:
tr: Ara&yüzler:

source: Map to guest:
tr: Misafire harita:

source: Bind interfaces only
tr: Sadece arayüzleri bağlayınız

source: Never
tr: Asla

source: Bad User
tr: Kötü Kullanıcı

source: Bad Password
tr: Kötü Parola

source: Hosts e&quiv:
tr: Makine eş&değeri:

source: Algorithmic rid base:
tr: Algoritmik temizleme tabanı:

source: Private dir:
tr: Özel dizin:

source: Pass&word
tr: Paro&la

source: Samba Passwords
tr: Samba Parolaları

source: E&ncrypt passwords
tr: Parolaları Şi&frele

source: Smb passwd file:
tr: Smb parola dosyası:

source: Passdb bac&kend:
tr: Parola veritabanı arka ucu:

source: Passwd chat:
tr: Parola iletişimi:

source: Passwd chat debug
tr: Parola iletişimi hata ayıklaması

# seconds
source: Sec
tr: Sn

source: Passwd chat timeout:
tr: Parola iletişimi zaman aşımı

source: Password
tr: Parola

source: Nu&ll passwords
tr: Boş paro&lalar

source: Password level:
tr: Parola düzeyi:

source: Min password length:
tr: En az parola uzunluğu:

source: Machine password timeout:
tr: Makine parola zaman aşımı:

source: Migration
tr: Göç

source: Update encr&ypted
tr: Şifrele&meyi güncelle

source: UNIX Passwords
tr: UNIX Parolaları

source: Passwd program:
tr: Passwd programı:

source: UNI&X password sync
tr: UNI&X parola eş zamanlaması

source: Userna&me
tr: Kullanıcı A&dı

source: User&name map:
tr: Kulla&nıcı adı haritası:

source: Username &level:
tr: Kullanıcı adı &düzeyi:

source: Hide local users
tr: Yerel kullanıcılar gizle

source: Restrict anon&ymous
tr: Anoni&mleri Sınırla

source: Use rhosts
tr: rhosts kullan

source: Authenticati&on
tr: Doğrulam&a

source: Client
tr: İstemci

source: C&lient signing:
tr: &İstemci imzası:

source: Client plainte&xt authentication
tr: İstemci düz me&tin kimlik denetimi

source: Client lanman authentication
tr: İstemci lanman kimlik denetimi

source: Auto
tr: Otomatik

source: Mandatory
tr: Zorunlu

source: Yes
tr: Evet

source: No
tr: Hayır

source: Client channel:
tr: İstemci kanalı:

source: Client use spnego
tr: İstemci spnego kullanıyor

source: Client NTLMv&2 authentication
tr: İstemci NTLMv&2 kimlik denetimi

source: Server signing:
tr: Sunucu imzası:

source: Lanman authentication
tr: Lanman kimlik denetimi

source: Server channel:
tr: Sunucu kanalı:

source: Use sp&nego
tr: sp&nego Kullan

source: NTLM authentication
tr: NTLM kimlik denetimi

source: Logging
tr: Giriş

source: L&og file:
tr: Günlük d&osyası:

source: Ma&x log size:
tr: Günlüğü en &fazla boyutu:

source: S&yslog:
tr: Si&stem günlüğü:

source: Log &level:
tr: Gün&lük düzeyi:

source: S&witches
tr: Değişi&mler

source: Syslog o&nly
tr: Sadece &sistem günlüğü

source: Status
tr: Durum

source: Ti&mestamp
tr: Za&man durağı

source: microseconds
tr: mikro saniye

source: Debug pid
tr: Hata ayıklama süreç kimliği

source: Debu&g uid
tr: Ha&ta ayıklama kullanıcı kimliği

source: Tuning
tr: Ayarlama

source: Modules
tr: Birimler

source: Pre&load modules:
tr: Önce yük&lenecek birimler:

source: Switches
tr: Değişimler

source: &Getwd cache
tr: &Getwd önbelleği

source: Use &mmap
tr: Harita kulla&n

source: Kernel change notif&y
tr: Kernel değişim u&yarısı

source: H&ostname lookups
tr: Bilgisayar adı s&orguları

source: Read ra&w
tr: &Ham oku

source: Write raw
tr: Ham yaz

source: Times
tr: Kere

source: Change notify timeout:
tr: Uyarı zaman aşımını değiştir:

source: &Keepalive:
tr: &Canlı tut:

# minutes
source: Min
tr: Dk

source: Deadtime:
tr: Ölü zaman:

source: Lp&q cache time:
tr: Lp&q önbellek süresi:

source: &Name cache timeout:
tr: &Name önbellek zaman aşımı:

source: Sizes
tr: Boyutlar

source: Max disk size:
tr: En fazla disk boyutu:

source: Read si&ze:
tr: Okuma bo&yutu:

source: Stat cache size:
tr: Önbellek durum boyutu:

source: Ma&x xmit:
tr: En fazla &xmit

source: Numbers
tr: Sayılar

source: Max smbd processes:
tr: En fazla smbd süreci:

source: Max open files:
tr: Açılacak en faz dosya:

source: Printing
tr: Yazdırma

source: Total print &jobs:
tr: Toplam yazdırma &işleri:

source: Drivers
tr: Sürücüler

source: OS&2 driver map:
tr: OS&2 sürücü haritası:

source: Printcap na&me:
tr: Printcap a&dı:

source: Pri&nter driver file:
tr: Yazı&cı sürücü dosyası:

source: Commands
tr: Komutlar

source: Enumports command:
tr: Enumports komutu:

source: Addprinter command:
tr: Yazıcı ekleme komutu:

source: Deleteprinter command:
tr: Yazıcı silme komutu:

source: L&oad printers
tr: Yazıcı yü&kle

source: Disab&le spools
tr: Bekletmeyi pa&sifleştir

source: Show add printer wi&zard
tr: Yazıcı ekleme sihirba&zını göster

source: Domain
tr: Alan adı

source: L&ocal master
tr: A&na yerel

source: Domai&n master
tr: A&na alan adı

source: Domain lo&gons
tr: &Alan girişleri

source: Preferred &master
tr: &Tercih edilen ana sunucu

source: OS &level:
tr: OS düz&eyi:

source: Domain admin group:
tr: Alan adı yönetici grubu:

source: Domain guest group:
tr: Alan adı misafir grubu:

source: Deactivate &WINS
tr: &WINS'i kapat

source: Act as a WI&NS server
tr: WI&NS sunucu gibi davran

source: Use an&other WINS server
tr: Özel WINS su&nucu kullan

source: WINS Server Settin&gs
tr: WINS &Sunucu Ayarları

source: DNS prox&y
tr: DNS vekil sunuc&u

source: WINS hoo&k:
tr: WINS &kancası:

source: Max WINS tt&l:
tr: Maksimum WINS tt&l:

source: &Min WINS ttl:
tr: &En az WINS ttl:

source: WINS Server IP or DNS Name
tr: WINS Sunucu IP ya da DNS İsmi

source: General Options
tr: Genel Seçenekler

source: WINS partners:
tr: WINS ortakları:

source: WINS pro&xy
tr: WINS vekil su&nucu

source: Filenames
tr: Dosya isimleri

source: Ge&neral
tr: Ge&nel

source: Strip d&ot
tr: Şerit n&oktası

source: &Mangling
tr: &Ezme

source: Mangled stac&k:
tr: Ezilmiş yığın:

source: Mangle prefi&x:
tr: Ezme ön a&dı:

source: Specia&l
tr: Öze&l

source: Stat cache
tr: Önbellek durumu

source: Locking
tr: Kilitle

source: Use ker&nel oplocks
tr: Çekirdek kilitlerini (oplock) kullan

source: Direct&ories
tr: Dizin&ler

source: Loc&k directory:
tr: &Kilitli dizin:

source: Pid director&y:
tr: Pid di&zini:

source: Lock Spin
tr: Kilit Döndürme

source: &Lock spin count:
tr: &Kilit döndürme sayacı:

source: Lock spin ti&me:
tr: Kilit döndürme s&üresi:

source: Very Advanced
tr: Çok İleri

source: Oplock break &wait time:
tr: Oplock kırılması bekleme s&üresi:

source: milliseconds
tr: mili saniye

source: Charset
tr: Karakter kümesi

source: D&OS charset:
tr: D&OS karakter kümesi:

source: UNI&X charset:
tr: UNI&X karakter kümesi:

source: Displa&y charset:
tr: Gös&terilen karakter kümesi:

source: Character set:
tr: Karakter kümesi:

source: Va&lid chars:
tr: Geçerl&i karakterler:

source: Code page directory:
tr: Kod sayfası dizini:

source: Codin&g system:
tr: Kodla&ma sistemi:

source: Client code page:
tr: İstemci kod sayfası:

source: Logon
tr: Giriş

source: Add Scripts
tr: Betik Ekle

source: Add user script:
tr: Kullanıcı betiği ekle:

source: Add user to group script:
tr: Grup betiğine kullanıcı ekle

source: Add gr&oup script:
tr: &Grup betiği ekle:

source: Add machine script:
tr: Makine betiği ekle:

source: Delete Scripts
tr: Betik Sil

source: Delete group script:
tr: Grup betiği sil:

source: Delete user script:
tr: Kullanıcı betiği sil:

source: Delete user from group script:
tr: Grup betiğinden kullanıcı sil:

source: Primary Group Script
tr: Birincil Grup Betiği

source: Set primar&y group script:
tr: &Birincil grup betiği olarak belirle:

source: Shutdown
tr: Kapat

source: Shutdo&wn script:
tr: Be&tiği kapat:

source: Abort shutdown script:
tr: Kapatmayı iptal et betiği:

source: Logo&n path:
tr: Giriş y&olu:

source: Logon ho&me:
tr: Giriş e&vi:

source: &Logon drive:
tr: &Giriş sürücüsü:

source: Lo&gon script:
tr: &Giriş betiği:

source: Socket
tr: Soket

source: Socket address:
tr: Soket adresi:

source: Socket Options
tr: Soket Seçenekleri

source: Enables or disables the entire SSL mode
tr: SSL kipini açar veya kapatır

source: This enables or disables the entire SSL mode. If it is set to no, the SSL-enabled Samba behaves exactly like the non-SSL Samba. If set to yes, it depends on the variables ssl hosts and ssl hosts resign whether an SSL connection will be required. This is only available if the SSL libraries have been compiled on your system and the configure option --with-ssl was given at configure time.
tr: Bu bütün SSL kipini aktif veya pasif hale getirir. Hayır olarak ayarlanırsa, SSL-aktif Samba, tamamen SSL olmayan Samba gibi davranır. Evet olarak ayarlanırsa, SSL bağlantısına ihtiyaç duyulup duyulmamasına göre çeşitli ssl makinelerine ve SSL makine terk etmeye bağlıdır. Bu sadece, SSL kütüphaneleri sisteminizde derlenmiş ise ve ayarlama zamanında -with ssl şeklindeki ayar seçeneği verilmiş ise aktif olacaktır.

source: E&nable SSL
tr: SSL Açı&k

source: SSL h&osts:
tr: SSL makin&esi:

source: SSL entrop&y bytes:
tr: SSL entrop&y baytları:

source: SSL ciphers:
tr: SSL şifreleme algoritmaları:

source: SSL hosts resi&gn:
tr: SSL makinelerini terk et:

source: SSL co&mpatibility
tr: SSL uyumluluğ&u

source: SSL CA certDir:
tr: SSL SM sertDizini:

source: SSL entropy file:
tr: SSL entropy dosyası:

source: SSL egd socket:
tr: SSL egd soketi:

source: SSL version:
tr: SSL sürümü:

source: SSL CA certFile:
tr: SSL CA sertifika Dosyası:

source: SSL require clientcert
tr: SSL istemci sertifikası gerektiriyor

source: SSL client key:
tr: SSL istemci anahtarı:

source: SSL re&quire servercert
tr: SSL sunucu sertifikası gerekti&riyor

source: SS&L server cert:
tr: SS&L sunucu sertifikası:

source: SSL client cert:
tr: SSL sunucu sertifikası:

source: SSL server &key:
tr: SSL sunucu ana&htarı:

source: Protocol
tr: İletişim kuralı

source: Ti&me server
tr: Za&man sunucusu

source: Lar&ge readwrite
tr: Bü&yük okuma-yazma

source: UNIX extensions
tr: UNIX eklentileri

source: Read bmpx
tr: bmpx oku

source: Protocol Versions
tr: İletişim Kuralı Sürümleri

source: A&nnounce as:
tr: Bu o&larak duyur:

source: Announce version:
tr: Duyuru versiyonu

source: Pr&otocol:
tr: İletişim ku&ralı:

source: Max protocol:
tr: En fazla iletişim kuralı:

source: Min protocol:
tr: En az iletişim kuralı:

source: Limits
tr: Kısıtlamalar

source: Ma&x mux:
tr: Maksimum mu&x:

source: Listening SMB Ports
tr: Dinlenen SMB Portları

source: SMB ports:
tr: SMB portları:

source: Browsing
tr: Gözat

source: LM i&nterval:
tr: &LM aralığı:

source: L&M announce:
tr: L&M duyurusu

source: Sec
tr: Sn

source: Remote browse s&ync:
tr: Uzaktan gezinti eş&leştirmesi:

source: Bro&wse list
tr: Gözatma &listesi

source: Enhanced browsin&g
tr: &Geliştirilmiş tarama

source: Pre&load:
tr: Ön&yükleme:

source: Template h&omedir:
tr: Geçici ev &dizini:

source: Temp&late shell:
tr: Geçici &kabuk:

source: Winbind separator:
tr: Winbind ayırıcı:

source: Template primary group:
tr: Geçici birincil grup:

source: Winbind cache ti&me:
tr: Winbind önbellek za&manı:

source: Acl compatibilit&y:
tr: Acl &uyumluluğu:

source: Wi&nbind enum users
tr: Wi&nbind enum kullanıcıları

source: Winbind enum groups
tr: Winbind enum grupları

source: Winbind use default domain
tr: Winbind varsayılan alan adını kullan

source: Winbind enable local accounts
tr: Winbind yerel hesapları açık

source: Winbind trusted domains only
tr: Sadece Winbind güvenilir alan adları

source: Winbind nested groups
tr: Winbind yuvalanmış gruplar

source: NetBIOS sc&ope:
tr: NetBI&OS alanı:

source: &NetBIOS aliases:
tr: &NetBIOS takma adları:

source: Disab&le netbios
tr: Netbios &kapalı

source: Na&me resolve order:
tr: İsim çöz&me sırası:

source: lmhosts host wins bcast
tr: lmhosts makineleri bcast'i kazanır

source: H&ost msdfs
tr: &Makine msdfs

source: LDAP suffi&x:
tr: LDAP e&ki:

source: LDAP machine suffix:
tr: LDAP makine soneki:

source: LDAP user suffix:
tr: LDAP kullanıcı eki:

source: LDAP &group suffix:
tr: LDAP &grup eki:

source: LDAP idmap suffix:
tr: LDAP idmap ön adı:

source: LDAP filter:
tr: LDAP süzgeci:

source: LDAP ad&min dn:
tr: LDAP Yönetici &dn:

source: Idmap bac&kend:
tr: Idmap &arka ucu

source: LDAP replication sleep:
tr: LDAP geri yanıt beklemesi:

source: Off
tr: Kapalı

source: On
tr: Açık

source: LDAP s&ync:
tr: LDAP &senkron:

source: Only
tr: Sadece

source: LDAP delete d&n
tr: LDAP d&n sil:

source: Add share c&ommand:
tr: Paylaşım ekleme k&omutu:

source: Change share command:
tr: Paylaşım değiştirme komutu:

source: De&lete share command:
tr: Pa&ylaşım silme komutu:

source: Messa&ge command:
tr: &Mesaj komutu:

source: Dfree co&mmand:
tr: Dfree ko&mutu:

source: Set &quota command:
tr: &Kota ayarlama komutu:

source: Get quota command:
tr: Kota bilgisi al komutu:

source: Pa&nic action:
tr: Pa&nik komutu:

source: Misc
tr: Çeşitli

source: Miscellaneous
tr: Çeşitli

source: Hide &local users
tr: Yerel ku&llanıcıları gizle

source: Default service:
tr: Öntanımlı servisler:

source: Time &offset:
tr: Zaman &farkı:

# minurtes
source: Min
tr: Dk

source: Remote a&nnounce:
tr: Uz&ak duyuru:

source: Source environment:
tr: Kaynak ortamı:

source: NIS homedir
tr: NIS ev dizini

source: Homedir map:
tr: Ev dizini haritası

source: Utmp director&y:
tr: Utmp &dizini:

source: &Wtmp directory:
tr: &Wtmp dizini:

source: Debug
tr: Hata ayıklama

source: &NT status support
tr: &NT durum desteği

source: NT S&MB support
tr: NT S&MB desteği

source: NT pipe supp&ort
tr: NT b&oru desteği

source: Add/Edit Share
tr: Paylaşım Ekle/Düzenle

source: Pixmap
tr: Resim

source: D&irectory
tr: &Dizin

source: &Path:
tr: &Yol:

source: Share all home &directories
tr: Tüm ev &dizinlerini paylaştır

source: Iden&tifier
tr: &Tanımlayıcı

source: Na&me:
tr: İsi&m

source: Comme&nt:
tr: Açı&klama:

source: Main P&roperties
tr: Ana &Özellikler

source: Read onl&y
tr: Salt okunu&r

source: Pub&lic
tr: &Herkese Açık

source: Bro&wseable
tr: Göza&tılabilir

source: A&vailable
tr: K&ullanılabilir

source: &Security
tr: &Güvenlik

source: Gu&ests
tr: Misafirl&er

source: This is a username which will be used for access to services which are specified as guest ok. Whatever privileges this user has will be available to any client connecting to the guest service. Typically this user will exist in the password file, but will not have a valid login. The user account \"ftp\" is often a good choice for this parameter. If a username is specified in a given service, the specified username overrides this one.
tr: Bu, misafir onaylı olarak belirlenen hizmetlere erişim için kullanılacak bir kullanıcı adıdır.Bu kullanıcının var olan bütün ayrıcalıkları, misafir hizmetine bağlanan herhangi bir misafirde de olmalıdır. Tipik olarak, bu kullanıcı parola dosyasında mevcuttur, ancak geçerli bir girişi yoktur. Kullanıcı hesabı \"ftp\" sıklıkla bu parametre için iyi bir seçimdir. Bir hizmette bir kullanıcı adı belirtilmiş ise, belirtilen kullanıcı adı bununla değiştirilir.

source: &Guest account:
tr: Zi&yaretçi hesabı:

source: If this is checked , then no password is required to connect to the service. Privileges will be those of the guest account.
tr: Eğer seçildiyse, servise bağlanmak için parolaya ihtiyaç yok. Ziyaretçi haklarına sahip olacaksınız.

source: Only allow guest connect&ions
tr: Sadece misafir ba&ğlantılara izin ver

source: Hos&ts
tr: Bilgisayarlar

source: The opposite of hosts allow - hosts listed here are NOT permitted access to services unless the specific services have their own lists to override this one. Where the lists conflict, the allow list takes precedence.
tr: Bilgisayarlara izin verilmesinin tersidir - özgün hizmetlerin bu hizmetin üzerine yazacak kendi listeleri olmadıkça, burada sıralanan bilgisayarların hizmetlere erişmesine izin verilmez. Listeler çakıştığı zaman izin verilen liste önceliklidir.

source: This parameter is a comma, space, or tab delimited set of hosts which are permitted to access a service.
tr: Bu parametre, bir hizmete erişmek için izin verilen virgül, boşluk veya sekme ile ayrılmış sunucu setidir.

source: Hosts allo&w:
tr: İzin &verilen bilgisayarlar

source: Hosts &deny:
tr: İ&zinsiz makineler:

source: Sy&mbolic Links
tr: Se&mbolik Bağlar

source: Allow following of symbolic lin&ks
tr: Şu semboli&k bağlara izin ver

source: Allow following of symbolic links that &point to areas outside the directory tree
tr: Dizinin ağacının dışında bir yere işaret eden şu sembolik bağlara izin ver

source: <qt>Validate password against the following usernames if the client cannot supply a username:</qt>
tr: <qt>İstemci bir kullanıcı adı sağlayamıyor ise aşağıdaki kullanıcı adları için parolayı doğrulayınız:</qt>

source: Only allow connections with use&rnames specified in this username list
tr: Sadece bu listede belirtilen kullanıcıların bağlantılarına izin ve&r

source: Hidden &Files
tr: Gizli Dos&yalar

source: Hidden
tr: Gizli

source: Size
tr: Boyut

source: Date
tr: Tarih

source: Permissions
tr: İzinler

source: Owner
tr: Sahibi

source: Group
tr: Grubu

source: Se&lected Files
tr: Seçi&li Dosyalar

source: Hi&de
tr: Gi&zle

source: &Manual Configuration
tr: Elle yapılandır&ma

source: Ve&to files:
tr: Ve&to dosyaları:

source: Veto oplock f&iles:
tr: Veto oplock dos&yaları:

source: Hidde&n files:
tr: Gizli dosyala&r:

source: Hide un&writable files
tr: Ya&zılamayan dosyaları gizle

source: Hide s&pecial files
tr: &Özel dosyaları gizle

source: Hide files startin&g with a dot
tr: Nokta ile başlayan dosyaları &gizle

source: Hide un&readable files
tr: Okunamayan dosyala&rı gizle

source: &Advanced
tr: &Gelişmiş

source: Force Modes
tr: Kipleri Zorla

source: Forc&e directory security mode:
tr: Dizin güv&enlik kipini zorla:

source: Fo&rce security mode:
tr: Güvenlik kipini zo&rla:

source: Force director&y mode:
tr: Dizin kipini z&orla:

source: Force create mo&de:
tr: Yeni yaratılan &dosyanın kipini zorla:

source: Masks
tr: Maskeler

source: Directory security mask:
tr: Dizin güvenlik maskesi:

source: Security &mask:
tr: Güvenlik &maskesi:

source: Direc&tory mask:
tr: Dizin maske&si:

source: Create mas&k:
tr: Yeni yaratılan dosya mas&kesi:

source: &Profile acls
tr: Acl'lerin &Profilini ayarla

source: Inherit ac&ls
tr: Ac&l'leri al

source: &NT ACL support
tr: &NT ACL desteği

source: Force unkno&wn acl user:
tr: Bilin&meyen acl kullanıcısı olarak zorla:

source: Map acl &inherit
tr: Acl &alımını eşleştir

source: Inherit permissions from parent directory
tr: İzinleri bir üst dizinden miras al
