Repository: pars-linux/uludag
Catalog: tags/RELEASE/tasma_1_2/tasma/po/*.po
Languages: pl

source: PiSi Package Info
pl: Informacje o Pakiecie PiSi

source: Name
pl: Nazwa

source: Description
pl: Opis

source: Size
pl: Rozmiar

source: &Back
pl: &Wstecz

source: &Reset
pl: &Restart

source: &Administrator Mode
pl: %Tryb Administratora

source: <big>Loading...</big>
pl: <big>Ładowanie...</big>

source: Configuration Center
pl: Centrum Konfiguracji

source: Welcome to TASMA
pl: Witaj w TASMA

source: TASMA is a configuration application for Pardus Operating System. You can tweak the systems default configuration settings and by using the modules presented in TASMA.
pl: Tasma to aplikacja Pardusa służąca do konfiguracji ustawień systemu. Możesz zmieniać ustawienia poszczególnych elementów Pardusa za pomocą dostępnych modułów.

source: For a better understanding modules are grouped by categories. You can activate a category by selecting a category from the left. After activating a category its contents will be shown as icons in the right panel. You can start a configuration module by clicking (or double clicking) its icon.
pl: Dla lepszej czytelności moduły pogrupowane są w kategorie. Wybierz kategorię po lewej by zobaczyć listę modułów tej kategorii. Wystarczy że klikniesz na ikonę modułu by go uruchomić.

source: TASMA - Pardus Configuration Center
pl: TASMA - Centrum Konfiguracji Pardusa

source: Pardus Configuration Center
pl: Centrum Konfiguracji Pardusa

source: Current Maintainer
pl: Obecny Zarządca

source: Old Maintainer & Original Author
pl: Pierwotny Zarządca i Autor

source: KDE Developers
pl: Programiści KDE

source: Module Developers
pl: Programiści Modułu

source: About Current Module
pl: O Bieżącym Module

source: Other
pl: Inne

source: TASMA Tv Card Configuration Module
pl: Moduł TASMA Konfiguracji Karty TV

source: Tv card configuration module for TASMA.
pl: Moduł TASMA Konfiguracji Karty TV

source: Manufacturer
pl: Producent

source: New Item
pl: Nowy Obiekt

source: Tv Card
pl: Karta Tv

source: Addons
pl: Dodatki

source: Radio Card
pl: Karta Radiowa

source: Phase Locked Loop (PLL)
pl: Pętla Synchronizacji Fazowej (PLL)

source: Do not use PLL
pl: Nie używaj PLL

source: _: NAME OF TRANSLATORS Your names
pl: Piotr Maliński

source: _: EMAIL OF TRANSLATORS Your emails
pl: riklaunim@gmail.com
