Repository: pars-linux/uludag
Catalog: trunk/upgrade-manager/po/*.po
Languages: de, fr, hr

source: Re-building the Package DB...
de: Baue Packet-DB erneut auf...
fr: Reconstruction de la base de données des paquets...
hr: Ponovna izgradnja baze podataka paketa ...

source: Calculating dependencies...
de: Brechne Abhängigkeiten...
fr: Calcul des dépendances...
hr: Izračunavanje zavisnosti...

source: Welcome to Upgrade Manager...
de: Willkommen beim Upgrade-Manager...
fr: Bienvenue sur le gestionnaire de mise à niveau
hr: Dobrodošli u upravitelj nadogradnji

source: Select Upgrade Repository...
de: Wähle ein Upgrade Depot...
fr: Choisissez le dépôt de mise à niveau...
hr: Odaberite repozitorij nadogradnje...

source: Checking your system...
de: Prüfe das System...
fr: Vérification de votre système...
hr: Provjeravanje vašega sustava

source: Next
de: Weiter
fr: Suivant
hr: Slijedeće

source: Yes, Upgrade
de: Ja, Upgrade
fr: Oui, mettre à niveau
hr: Da,nadogradi

source: Cancel
de: Abbrechen
fr: Annuler
hr: Odgodi

source: Previous
de: Vorherige
fr: Précédent
hr: Prethodno

source: Upgrading the system...
de: Upgrade das System
fr: Mise à niveau du système...
hr: Nadograđujem sustav

source: Critical Error
de: Kritischer Fehler
fr: Erreur critique
hr: Kritična greška

source: An error ocurred while planning the upgrade procedure, this is usually caused by faulty Network Connection or wrong repo address.
de: Während der Vorbereitung für den Upgrade-Prozess ist ein Fehler aufgetreten. Dies wird oft durch eine fehlerhafte Netzwerkverbindung oder durch eine falsche Depotadresse verursacht.
fr: Une erreur est survenue lors de la préparation de la mise à niveau. Son origine probable est une déconnexion du réseau ou une adresse du dépôt incorrecte.
hr: Došlo je do pogreške prilikom planiranja postupak nadogradnje, to je obično uzrokovano neispravom mrežnom vezom ili pogrešnom adresom repozitorija.

source: Not enough free space
de: Nicht genügend freier Speicherplatz
fr: Espace disque insuffisant
hr: Nema dovoljno slobodnoga prostora

source: This upgrade requires at least <b>%s MB</b> free space, please use another repository or remove some files to make a space for upgrade operation.
de: Dieses Upgrade benötigt zumindest <b>%s MB</b> freien Speicherplatz. Bitte nutzen Sie ein anderes Depot oder entfernen Sie einige Dateien.
fr: La mise à niveau requiert au moins <b>%s Mo</b> d'espace libre. Utilisez un autre dépôt, ou alors supprimez des fichiers pour faire de la place sur le disque dur.
hr: Nadogradnja zahtjeva najmanje <b>%s MB</b> slobodnog prostora,molim koristite drugi repozitorij ili uklonite neke datoteke da biste napravili mjesta za operaciju nadogradnje.

source: Check results...
de: Prüfergebnisse...
fr: Vérification des résultats...
hr: Provjeri rezultate

source: Removing unsupported packages...
de: Entferne nicht weiter unterstützte Pakete...
fr: Suppression des paquets non gérés...
hr: Uklanjam nepodržane pakete

source: Installing new package management system...
de: Installiere neue Paketverwaltung...
fr: installation du nouveau système de gestion des paquets...
hr: Instaliram novi sustav upravljanja paketima...

source: Step 1 Completed
de: Schritt 1 abgeschlossen
fr: Étape 1 terminée
hr: Korak 1 dovršen

source: Upgrading to Pardus 2011...
de: Aktualisiere auf Pardus 2011...
fr: Mise à niveau vers Pardus 2011...
hr: Nadogradnja na Pardus 2011...

source: An error ocurred while upgrading the system, this is usually caused by a repository problem. Please try again later.
de: Während dem Upgrade ist ein Fehler aufgetreten. Dies wird meist durch ein Problem vom Depot verursacht. Bitte später erneut versuchen.
fr: Une erreur est survenue lors de la préparation de la mise à niveau, probablement causée par un problème de dépôt. Merci de ré-essayer ultérieurement.
hr: Došlo je do pogreške tijekom nadogradnje sustava, to je obično uzrokovano problemom repozitorija. Molimo pokušajte ponovno kasnije.

source: Configuring for Pardus 2011...
de: Konfiguriere für Pardus 2011...
fr: Configuration pour Pardus 2011...
hr: Konfiguriranje za Pardus 2011...

source: Running Post Upgrade Operations...
de: Schließe Prozesse ab...
fr: Lancement des opération d'après mise à niveau...
hr: Pokretanje operacija nakon nadogradnje ...

source: Rebooting to the Pardus 2011...
de: Neustart für Pardus 2011...
fr: Redémarrage...
hr: Ponovno pokretanje Pardusa 2011...

source: Installing: <b>%s</b>
de: Installiere: <b>%s</b>
fr: Installation de : <b>%s</b>
hr: Instaliram: <b>%s</b>

source: Installed: <b>%s</b>
de: Installiert: <b>%s</b>
fr: Installé : <b>%s</b>
hr: Instalirano: <b>%s</b>

source: Upgraded: <b>%s</b>
fr: Mis à niveau : <b>%s</b>
hr: Nadograđeno: <b>%s</b>

source: Configuring: <b>%s</b>
de: Konfiguriere: <b>%s</b>
fr: Configuration de : <b>%s</b>
hr: Konfiguriram: <b>%s</b>

source: Configured: <b>%s</b>
de: Konfiguriert: <b>%s</b>
fr: Configuré : <b>%s</b>
hr: Konfigurirano: <b>%s</b>

source: Removing: <b>%s</b>
de: Entferne: <b>%s</b>
fr: Désinstallation : <b>%s</b>
hr: Uklanjam: <b>%s</b>

source: Removed: <b>%s</b>
de: Entfernt: <b>%s</b>
fr: Désinstallé : <b>%s</b>
hr: Uklonjeno: <b>%s</b>

source: Downloading: <b>%s</b>
de: Lade: <b>%s</b>
fr: Téléchargement de : <b>%s</b>
hr: Preuzimam: <b>%s</b>

source: Upgrade Manager
fr: Assistant de mise à niveau
hr: Upravitelj nadogradnji

source: You must have super user privileges to launch upgrade-manager
de: Sie müssen SuperUser Rechte haben um den Upgrade-Manager starten zu können.
fr: Vous devez avoir les droits d'administration pour lancer l'assistant de mise à niveau de Pardus
hr: Morate imati privilegije super korisnika za pokretanje upravitelja nadogradnjama

source: There are uncompleted upgrade steps left. Do you want to continue from this step ? (Recommended)
de: Es sind noch nicht alle notwendigen Schritte für das Upgrade durchgeführt worden. Wollen Sie fortfahren? (Empfohlen)
fr: Il reste des étapes pour finir la mise à niveau. Voulez-vous continuer ? (Recommandé)
hr: Preostali su nedovršeni koraci nadogradnje. Želite li nastaviti od ovoga koraka ? (Preporučeno)

source: Are you ready to upgrade your system to Pardus 2011?
de: Sind Sie bereit das System auf Pardus 2011 zu aktualisieren?
fr: Êtes-vous prêt à mettre à niveau votre système vers Pardus 2011 ?
hr: Jeste li spremni nadograditi vaš sustav na Pardus 2011?

source: Exit
de: Beenden
fr: Quitter
hr: Izađi

source: Welcome to Upgrade Manager
de: Willkommen beim Upgrade-Manager
fr: Bienvenue dans l'assistant de mise à niveau
hr: Dobrodošli u upravitelj nadogradnji

source: In order to upgrade your Pardus 2009 system to Pardus 2011, Upgrade Manager needs to check your computer.<br/><br/>This operation includes, installed package information and available free space on your computer.<br/><br/><b>Upgrading procedure can be problematic use at your own risk.</b>
de: Um das System von Pardus 2009 auf Pardus 2011 upgraden zu können, muß der Computer überprüft werden. <br/><br/>Dies umfasst z.B. die installierten Pakete und den verfügbaren freien Speicherplatz.<br/><br/><b>Die Upgrade-Prozedur kann fehlerhaft sein. Benutzung auf eigene Gefahr!</b>
fr: Pour mettre à niveau votre Pardus 2009 vers Pardus 2011, l'assistant doit vérifier votre ordinateur :<br/><br/>Recueil d'information sur les paquets installés, espace disque disponible.<br/><br/><b>Attention, la procédure de mise à niveau n'est pas sans risques.</b>
hr: da biste nadogradili vaš Pardus 2009 sustav na Pardus 2011,Upravitelj nadogradnji mora provjeriti vaše računalo.<br/><br/>Ova operacija uključuje informacije o instaliranim paketeima i dostupnom slobodnom prostoru na vašem računalu.<br/><br/><b>NAdogradnja može biti problematična,koristite je na vlastiti rizik.

source: Analyzing your Computer
de: Analysiere Ihren Computer
fr: Analyse de votre ordinateur
hr: Analiziranje vašega računala

source: In order to upgrade your system, you must select an upgrade repository:
de: Bitte ein Upgrade-Depot auswählen:
fr: Vous devez choisir un dépôt de mise à niveau.
hr: Da biste nadogradili vaš sustav morate odabrati repozitorij nadogradnje:

source: Stable Repository (Recommended)
de: Stable Depot (empfohlen)
fr: Dépôt stable (recommandé)
hr: Stabilni repozitorij (Preporučeno)

source: Testing Repository
de: Testing Depot
fr: Test du dépôt
hr: Testing repozitorij

source: Devel Repository
de: Devel Depot
fr: Dépôt de développement
hr: Devel repozitorij

source: Manual Repository :
de: Alternatives Depot:
fr: Dépôt manuel :
hr: Ručni repozitorij :

source: Following packages are not available in selected repository:
de: Folgende Pakete sind nicht verfügbar in dem gewählten Depot:
fr: Les paquets suivants ne sont pas disponibles dans le dépôt choisi :
hr: Slidedeći paketeti nisu dostupni u odabranom repozitoriju:

source: If you continue with this repository you will no longer use some applications provided by these packages.
de: Falls Sie mit diesem Depot fortfahren, können Sie einige Programme nicht mehr ausführen.
fr: Si vous utilisez ce dépôt, alors vous ne pourrez plus utiliser certaines applications fournies par ces paquets.
hr: Ako nastavite sa ovoim repozitorijem više nećete koristiti neke programe koje donose ovi paketi.

source: Remove unsupported packages
de: Entferne nicht unterstützte Pakete
fr: Désinstallation des paquets non gérés
hr: Ukloni nepodržane pakete

source: Do you want to continue?
de: Wollen Sie fortfahren?
fr: Voulez-vous continuer ?
hr: Želite li nastaviti?

source: Upgrading packages...
de: Upgrade Pakete...
fr: Mise à jour des paquets...
hr: Nadograđujem pakete...
