Repository: pars-linux/uludag
Catalog: branches/yali4/po/*.po
Languages: ca

source: <font size="+1"><b>Select the partitioning method:</b></font> <p>Below, you can select an hard disk for automatic partitioning. Selected disk will be used for Pardus installation.</p> <p><font color="#FF6D19"><b><u>WARNING:</u></b> Automatic partitioning will use your entire disk for Pardus installation. All data on the selected disk will be lost!</font></p>
ca: <font size="+1"><b>Sel·lecciona el mètode per a fer les particions:</b></font> <p>Heus ací els discs que pots emprar per a fer-ho. El disc sel·leccionat serà el que s'emprarà per a Pardus.</p> <p><font color="#FF6D19"><b><u>COMPTE:</u></b> Fer la partició de forma automàtica implica emprar tot el disc per a la instal·lació de Pardus. Totes les dades que hi tingues al disc sel·leccionat es perdran!</font></p>

source: Yes, automatically partition and format selected disk!
ca: Sí, fés una partició automàtica i formata el disc sel·leccionat!

source: No, I'll partition my disk manually.
ca: No, vull una partició personalitzada del disc.

source: <b>Do you want to write boot loader (GRUB) to your hard disk's master boot record?</b> <p>You need a boot loader to boot your Pardus system.</p> <p>If you don't install a boot loader or choose to install to root partition, you will have to configure your other operating system's loader (if you have one installed) to start your newly installed Pardus.</p>
ca: <b>Vols ficar el carregador de l'engegada (GRUB) en el sector zero del teu disc?</b> <p>Necessites un carergador de l'engegada per al teu sistema Pardus.</p> <p>Si no instal·les un carregador de l'engegada o no tries la partició arrel per a instal·lar-lo, hauràs de configurar el carregador del teu altre sistema operatiu (si és que en tens) per tal d'engegar<br> el teu Pardus acabat d'instal·lar.</p>

source: Select the disk you to install bootloader:
ca: Sel·lecciona el disc per a instal·lar el carregador de l'engegada (bootloader):

source: Don't install bootloader
ca: No instal·les el carregador de l'engegada

source: You can check the integrity of the packages in installation CD. Although this is an optional step, we encourage you to do it to avoid any errors in installation.
ca: Pots comprovar la integritat dels paquets en el CD d'instal·lació. Encara que aquest és un pas opcional, et recomanem que ho faces perquè no hi haja cap tipus de problema en la instal·lació.

source: Check CD Integrity
ca: Comprova la integritat del CD

source: Installing Package:
ca: S'està efectuant la instal·lació del paquet:

source: Select the keyboard layout of your choice.
ca: Comprova la distribució del teclat que has triat:

source: Test selected keyboard:
ca: Comprova el teclat triat:

source: Release Notes
ca: Notes de la versió

source: Cancel
ca: Cancel·la

source: Apply
ca: Fés-ho

source: What do you want to store in this partition?
ca: Què vols ficar en aquesta partició?

source: Pardus system files (mandatory)
ca: Sistema de fitxers de Pardus (necessari)

source: User files (optional)
ca: Fitxers d'usuari (opcional)

source: Swap space (optional)
ca: Espai de bescanvi swap (opcional)

source: Size (MB):
ca: Grandària (MB):

source: Use available free space
ca: Empra l'espai lliure disponible

source: Format this partition
ca: Formata aquesta partició

source: System administrator password:
ca: Mot de pas de l'administrador del sistema:

source: System administrator password (again):
ca: Mot de pas de l'administrador del sistema (una altra vegada):

source: <p align="left">System administrator user (root) handles important system maintanence tasks. Please give password for this special user and do not forget this password. Note that you shouldn't write this password elsewhere for privacy reasons.</p>
ca: <p align="left">L'administrador del sistema (arrel) duu a terme tasques de manteniment importants. Si us plau, doneu un mot de pas per a aquest usuari especial i no l'oblideu. Tingueu també en compte que és millor no escriure aquest mot de pas en cap lloc per raons de seguretat.</p>

source: Hostname:
ca: Nom de l'ordinador:

source: New User
ca: Nou usuari:

source: User Name:
ca: Nom de l'usuari:

source: Real Name:
ca: Nom real:

source: Password:
ca: Mot de pas:

source: Password (again):
ca: Mot de pas (una altra vegada);

source: Create User
ca: Crea un usuari

source: Users:
ca: Usuaris:

source: Delete Selected User
ca: Esborra l'usuari sel·leccionat

source: All software developed by TUBITAK/UEKAE is covered by GNU/GPL. Other software have their corresponding licenses. By installing or using Pardus, you agree to accept them. Do you want to continue?
ca: Tot el programari desenvolupat per TUBITAK/UEKAE té la llicència GNU/GPL. Els programaris d'altri tenen llurs llicències específiques. En instal·lar o emprar Pardus estàs acceptant-les. Vols continuar?

source: Read GPL
ca: Llegeix la llicència GPL

source: Reboot System!
ca: Reengega el sistema!

source: Accept!
ca: Accepta!

source: Don't Accept!
ca: No acceptes!

source: Can't open License file!
ca: No puc obrir el fitxer de la llicència!

source: You are going to delete all partitions on device '%s'
ca: Estàs a punt d'esborrar totes les particions del dispositu '%s'

source: You are going to delete partition '%s' on device '%s'!
ca: Estàs a punt d'esborrar la partició '%s' del dispositiu '%s'!

source: You must select a partition type from the list below.
ca: Cal que tries un tipus de partició d'aquesta llista de sota.

source: 'Install Root' size must be larger than %s MB.
ca: La grandària de 'la instal·lació arrel' ha d'ésser més gran que %s MB.

source: ntfsresize check failed! Won't proceed action!
ca: El control de ntfsresize ha fallat! No es pot continuar!

source: Can't find a storage device!
ca: No hi ha cap dispositiu d'emmagatzematge!

source: %0.1f GB free
ca: %0.1f GB lliure

source: %d MB free
ca: %d MB lliure

source: Extended
ca: Extesa

source: Partition %d
ca: Partició %d

source: Delete All Partitions
ca: Esborra totes les particions

source: Delete Selected Partition
ca: Esborra la partició sel·leccionada

source: Can't get partition info from partition request!
ca: No puc obtenir informació sobre la partició de la demanda

source: req.partition() is None. May be a zombie request!
ca: La partició demanada () no existeix. Potser és una demanda errònia

source: Formatting!
ca: Comencem a formatar!

source: YES
ca: Sí

source: <font size="+2">System administrator password and hostname</font> <font size="+1"> <p>Please give a password for the system administrator (i.e root) for your system. This password should be unique and private, as it is used to manage your desktop. Choose a password difficult to guess, but easy to remember. </p> <p> The password may include upper and lower case characters, numbers and punctuation marks. Do not use accented characters here. </p> <p> And also set the name that the computer will be identified to the network it belongs. The hostname should be descriptive enough to describe the computer. </p> <p> Click Next button to proceed. </p> </font>
ca: <font size="+2">Mot de pas de l'administrador del sistema i nom de l'ordinador</font> <font size="+1"> <p>Si et plau, dóna-li un mot de pas a l'administrador del sistema (arrel) del teu sistema.Aquest mot de pas ha d'ésser original i privat,car és emprat per a administrar el teu ordinador. Tria un mot de pas difícil d'esdevinar, però que et resulte fàcil de recordar. </p> <p> El mot de pas pot incloure majúscules i minúscules, números i signes de puntuació. No empres accents, però. </p> <p> I tria el nom de lórdinador de manera que siga reconegut per la xarxa a què pertany. El nom hauria d'ésser suficientment descriptiu per tal de descriure l'ordinador. </p> <p> Pica sobre el botó "Continua" per a dur a terme els canvis. </p> </font>

source: <font color="#FF6D19">Caps Lock is on!</font>
ca: <font color="#FF6D19">Tens les majúscules activades!</font>

source: <font color="#FF6D19">Passwords do not match!</font>
ca: <font color="#FF6D19">Els mots de pas no coinideixen!</font>

source: <font color="#FF6D19">Hostname contains invalid characters!</font>
ca: <font color="#FF6D19">El nom de l'ordinador té caràcters que no són acceptables!</font>

source: <font size="+2">Boot loader setup</font> <font size="+1"> <p> Linux makes use of GRUB boot loader, which can boot the operating system of your taste during the start up. </p> <p> If you have more than one operating system, you can choose which operating system to boot also. </p> <p> Please refer to Pardus Installing and Using Guide for more information about GRUB boot loader. </p> </font>
ca: <font size="+2">Arranjament de l'arrencador d'engegada</font> <font size="+1"> <p> GNU/Linux fa servir el GRUB (l'arrencador) per tal de triar el sistema operatiu que vulgues en engegar l'ordinador </p> <p> Si tens més d'un sistema operatiu, pots triar quin hauria d'engegar-se, també </p> <p> Si et plau, mira la guia de Pardus d'instal·lació i ús per tal d'obtenir més informació sobre l'arrencador GRUB </p> </font>

source: <b> <p>This action will use your entire disk for Pardus installation and all your present data on the selected disk will be lost.</p> <p>After being sure you had your backup this is generally a safe and easy way to install Pardus.</p> </b>
ca: <b> <p>Açò emprarà tot el teu disc per a la instal·lació de Pardus i totes les dades que hi pugues tenir al disc seleccionat es perdran.</p> <p>Si has fet una còpia de seguretat de les teues dades, en general aquesta és la forma més senzilla d'instal·lar Pardus.</p> </b>

source: Please wait while formatting!
ca: Espera mentre formate!

source: <font size="+2">Check CD Integrity!</font> <font size="+1"> <p>In this screen, you can check the integrity of the packages in installation CD. </p>
ca: <font size="+2">Comprova la integritat del CD!</font> <font size="+1"> <p>En aquesta pantalla pots comprovar la integritat dels paquets de programari de la instal·lació de CD. </p>

source: Check Failed
ca: La comprovació ha fallat

source: <font color="#FF6D19">Please wait while checking CD.</font>
ca: <font color="#FF6D19">Si et plau, espera mentre comprove el CD.</font>

source: <font color="#257216">Check succeeded. You can proceed to the next screen.</font>
ca: <font color="#257216">La comprovació ha eixit bé. Pots continuar en la pròxima pantalla.</font>

source: <b> <p>Integrity check for packages failed. It seems that installation CD is broken.</p> </b>
ca: <b> <p>La comprovació de la integritat dels paquets ha fallat. Sembla que el CD dínstal·lació està corrupte.</p> </b>

source: Reboot
ca: Reengega

source: <font size="+2">Congratulations</font> <font size="+1"> <p> You have successfully installed Pardus, a very easy to use desktop system on your machine. Now you can start playing with your system and stay productive all the time. </p> <P> Click on the Next button to proceed. One note: You remember your password, don't you? </p> </font>
ca: <font size="+2">Felicitats</font> <font size="+1"> <p> La instal·lació de Pardus ha eixit bé. Pardus és un sistema per al teu ordinador de taula molt senzill d'emprar. Ara pots començar a jugar amb el teu sistema i ésser productiu ensems tot el temps. </p> <P> Pica en le botó "Continua" per a seguir. Un moment: El mot de pas el recodes encara, oi? </p> </font>

source: <b><font size="+2" color="#FF6D19">Rebooting system. Please wait!</font></b>
ca: <b><font size="+2" color="#FF6D19">Estic reengegant el sistema. Si et plau, espera!</font></b>

source: <font size="+2">Installation started</font> <font size="+1"> <p> Pardus is now being installed on your hard disk. </p> <p> The duration of this operation depends on the capability and power of your system. Meanwhile, you can enjoy some visual elements showing the distinctive properties of Pardus, your new operating system. </p> <p> Have fun! </p> </font>
ca: <font size="+2">Comence amb la instal·lació</font> <font size="+1"> <p> Pardus està instal·lat ara al teu disc dur. </p> <p> La durada d'aquesta operació depèn de la capacitat i potència del teu sistema. Mentrestant pots passar l'estona mirant les imatges que t'oferim i que mostren les diferents característiques de Pardus, el teu nou sistema operatiu </p> <p> A passar-ho bé! </p> </font>

source: Installing: %s<br>%s
ca: Instal·lació: %s<br>%s

source: Configuring package: %s
ca: Configuració del programari: %s

source: Configuring packages for your system!
ca: Configuració del programari del teu sistema!

source: An error during the installation of packages occured. This is possibly a broken Pardus CD or CD-ROM drive. Error: %s
ca: Durant la instal·lació del programari hi ha hagut un error. Probablement açò és degut a un CD Pardus corrupte o a un problema amb el lector òptic. Error: %s

source: <font size="+2">Keyboard Setup</font> <font size="+1"> <p> Depending on your hardware or choice select a keyboard layout from the list. </p> </font>
ca: <font size="+2">Arranjament del teclat</font> <font size="+1"> <p> Tria una disposició del teclat segons el maquinari que tingues o la teua opció. </p> </font>

source: <font size="+2">Automatic Partitioning</font> <font size="+1"> <p> Pardus can be installed on a variety of hardware. You can install Pardus on an empty disk or hard disk partition. <b>An installation will automatically destroy the previously saved information on selected partitions. </b> </p> <p> Automatic partitioning use your entire disk for Pardus installation. From this screen you can select to automatically partition one of you disks, or you can skip this screen and try manual partitioning. </p> <p> Please refer to Pardus Installing and Using Guide for more information about disk partitioning. </p> </font>
ca: <font size="+2">Partició automàtica</font> <font size="+1"> <p> Pardus pot ésser instal·lat en maquinari molt divers. Pots instal·lar-lo en un disc buit o en una partició del disc dur.<b> La instal·lació esborrarà automàticament la informació que pugues haver-hi desat abans en la partició seleccionada</b> </p> <p> Fer una partició automàtica implica emprar tot el teu disc dur per a Pardus. D'ençà d'aquesta pantalla pots seleccionar fer una partició automàtica d'un dels teus discs, o pots passar aquesta pantalla i aleshores fer la partició de forma manual. </p> <p> Si et plau, mira la guia de Pardus d'instal·lació i ús per a obtenir més informació quant a la partició del disc. </p> </font>

source: Create Partition
ca: Crea una partició

source: Delete Partition
ca: Esborra una partició

source: Edit Partition
ca: Edita una partició

source: Resize Partition
ca: Redimensiona una partició

source: <font size="+2">User setup</font> <font size="+1"> <p> Other than the system administrator user, you can create a user account for your daily needs, i.e reading your e-mail, surfing on the web and searching for daily recipe offerings. Usual password assignment rules also apply here: This password should be unique and private. Choose a password difficult to guess, but easy to remember. </p> <p> Click Next button to proceed. </p> </font>
ca: <font size="+2">Configuració de l'usuari</font> <font size="+1"> <p> Ací pots crear un altre usuari diferent a l'arrel per a la teua vida normal; és a dir, per a llegir els teus missatges, per a navegar per la xarxa i cercar receptes de cuina de tots els dies. Les regles del mot de pas de què parlàrem abans també s'apliquen ací: El teu mot de pas hauria d'ésser únic i privat. Tria'l de manera que siga difícil d'endevinar però, que et resulte a tu fàcil de recordar. </p> <p> Pica a la fletxa de la dreta de baix per a començar. </p> </font>

source: <font color="#FF6D19">Username exists, choose another one!</font>
ca: <font color="#FF6D19">Mmmh, aquest usuari (nom) ja existeix. Tria un d'altre, si et plau.</font>

source: <font color="#FF6D19">Username contains invalid characters!</font>
ca: <font color="#FF6D19">Ho sent. El nom que has triat per a l'usuari conté caràcters no vàlids.</font>

source: <font color="#FF6D19">Realname contains invalid characters!</font>
ca: <font color="#FF6D19">Ho sent. El nom autèntic conté caràcters no vàlids.</font>

source: <font size="+2">Welcome!</font> <font size="+1"> <p>Welcome to Pardus, your new and practical desktop with a handful of applications tailored to your needs. With Pardus, you can connect to internet, read your e-mails online, work with documents, listen to music and play DVDs. Its advanced yet easy interface will let you be more productive and efficient. </p> <p> This software will install Pardus on your computer, without disrupting your previous documents and settings. However, we advise you to make a backup before proceeding. </p> <p> The installer will identify your system's hardware and configure it according to your needs. You will note the arrow keys on the bottom of the screen: Use them to advance to next screen. </p> <p> Have a fruitful experience with Pardus! </p> </font>
ca: <font size="+2">Benvingut/da!</font> <font size="+1"> <p>Sigues molt benvingut (o benvinguda!) a Pardus, el teu sistema operatiu nou ple de programes dissenyats per a les teues necessitats. Amb Pardus pots connectar-te a la xarxa, llegir els teus missatges de correu electrònic, treballar amb documents, escoltar música i veure DVDs. La interfície de Pardus, avançada i intuïtiva ensems, et permetrà d'ésser més productiu i eficaç. </p> <p> Aquest programari instal·larà Pardus al teu ordinador, sense fer malbé als documents i arranjaments que hi tingues. Nogensmenys, però, et recomanen que faces una còpia de seguretat abans de començar.</p> <p> El programa d'instal·lació identificarà el teu maquinari i el configurarà segons les teues necessitats. Per a avançar i anar enrere tens les fletxes de baix. Pica sobre la de la dreta per a passar a la pantalla següent. </p> <p> Que et vaja de meravella amb Pardus! </p> </font>

source: Warning
ca: Compte

source: <b> <p>This action will start installing Pardus on your system formatting the selected partition.</p> </b>
ca: <b> <p>Açò farà que la instal·lació de Pardus comence i formatarà la partició triada.</p> </b>

source: O.K. Go Ahead
ca: D'acord. Continua.

source: Windows
ca: Finestres

source: Backtrace:
ca: Traçament d'errors:

source: Arabic
ca: Àrab

source: Belgium
ca: Belga

source: Bulgarian
ca: Búlgar

source: Catalan
ca: Català

source: Croatian
ca: Croata

source: Czech
ca: Txec

source: Danish
ca: Danès

source: Dutch
ca: Holandès

source: Dutch (US)
ca: Holandès (EEUU)

source: English
ca: Anglès

source: Estonian
ca: Estonià

source: Finnish
ca: Finlandès

source: French
ca: Francès

source: German
ca: Alemany

source: Greek
ca: Grec

source: Hungarian
ca: Húngar

source: Icelandic
ca: Islandès

source: Italian
ca: Italià

source: Japanese
ca: Japonès

source: Macedonian
ca: Macedoni

source: Norwegian
ca: Noruec

source: Polish
ca: Polonès

source: Portuguese
ca: Portuguès

source: Brazilian
ca: Brasiler

source: Russian
ca: Rus

source: Serbian
ca: Serbi

source: Slovak
ca: Eslovac

source: Slovenian
ca: Eslovè

source: Spanish
ca: Castellà

source: Swedish
ca: Suec

source: Turkish
ca: Turc

source: Turkish Q
ca: Turc Q

source: Turkish F
ca: Turc F

source: Ukrainian
ca: Ucranià

source: Vietnamese
ca: Annamita

source: Welsh
ca: Galès

source: unknown
ca: desconegut

source: free space
ca: espai lliure

source: Install Root
ca: Instal·la arrel

source: Users' Files
ca: Fitxers d'usuaris

source: Swap
ca: Bescanvi
