Repository: pars-linux/uludag
Catalog: playground/intern/2009/proxy-manager/po/*.po
Languages: de

source: Proxy Manager is already running!
de: Proxy-Manager ist bereits gestartet worden!

source: new_proxy
de: Neuer Proxy

source: Enter a name.
de: Geben Sie einen Namen ein.

source: This name is in use. Pick another.
de: Dieser Name wird bereits verwendet. Bitte einen anderen auswählen.

source: Please specify a host.
de: Bitte einen Host festlegen.

source: Please specify at least one protocol.
de: Bitte mindestens ein Protokoll festlegen.

source: Please specify a host for http.
de: Bitte einen Host für HTTP festlegen.

source: Please specify a host for ftp.
de: Bitte einen Host für FTP festlegen.

source: Please specify a host for ssl.
de: Bitte einen Host für SSL festlegen.

source: Please specify a host for socks.
de: Bitte einen Host für SOCKS festlegen.

source: Please specify a url.
de: Bitte eine URL festlegen.

source: Protocols:
de: Protokolle:

source: Proxy Settings
de: Proxy-Einstellungen

source: Profile name:
de: Profilname:

source: Use a general proxy
de: Einen allgemeinen Proxy verwenden

source: Automatic settings
de: Automatische Einstellungen

source: Use proxy server
de: Proxy-Server verwenden

source: Activate/Deactivate this proxy profile
de: Dieses Proxy-Profil aktivieren/deaktivieren

source: Configure this profile
de: Dieses Profil konfigurieren

source: Delete this profile
de: Dieses Profil löschen

source: Should I delete the '%s' proxy profile?
de: Soll das Proxy-Profil '%s' gelöscht werden?

source: Delete proxy profile?
de: Proxy-Profil löschen?

source: Direct connection
de: Direkte Verbindung

source: Global proxy:
de: Globale Proxy:

source: Auto configuration file.
de: Automatische Konfigurationsdatei.

source: No Proxy
de: Kein Proxy
