Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/messages/playground-games/desktop_playground-games.po
Languages: tr

# GenericName
source: Asteroid-dodging racing game
tr: Göktaşından kaçma oyunu

# GenericName
source: Backgammon Game
tr: Tavla Oyunu

# Name
source: Collection
tr: Koleksiyon

# Comment
source: Here you can configure Gamefu collection.
tr: Buradan GameFu koleksiyonunuzu ayarlayabilirsiniz.

# Name
source: Emulator
tr: Öykünücü

# Comment
source: Here you can configure the emulator for each system.
tr: Öykünücüyü her istem için buradan ayarlayabilirsiniz.

# Name
source: Plugins
tr: Eklentiler

# Comment
source: Here you can configure generic plugins.
tr: Olağan eklentileri buradan ayarlayabilirsiniz.

# Comment
source: Gamefu - KDE All-Machine Emulator Frontend for UNIX
tr: Gamefu - UNIX için KDE Tüm-Makine Öykünücü Arabirimi

# Name
source: Gamefu Thumb Creator
tr: Gamefu Görüntü Oluşturucu

# Name
source: kfileGBA Information
tr: kfileGBA Bilgisi

# Comment
source: Game Boy Advance ROM file
tr: Game Boy Advance ROM dosyası

# Name
source: kfileGBX Information
tr: kfileGBX Bilgisi

# Comment
source: Game Boy/Game Boy Color ROM file
tr: Game Boy/Game Boy Color ROM dosyası

# Name
source: Sega Genesis/Megadrive Meta Information
tr: Sega Genesis/Megadrive Meta Bilgisi

# Comment
source: Sega Genesis/Megadrive ROM file
tr: Sega Genesis/Megadrive ROM dosyası

# Name
source: NDS Info
tr: NDS Bilgisi

# Name
source: NDS Roms
tr: NDS Romları

# Name
source: kfileNES Information
tr: kfileNES Bilgisi

# Comment
source: NES ROM file
tr: NES ROM dosyası

# Name
source: kfileSNES Information
tr: kfileSNES Bilgisi

# Comment
source: SNES ROM file
tr: SNES ROM dosyası

# Comment
source: Gamefu Plugin
tr: Gamefu Eklentisi

# Comment
source: Gamefu System
tr: Gamefu Sistemi

# Name
source: Gamefu Image Filler plugin
tr: Gamefu Görüntü Doldurucu eklentisi

# Comment
source: Fill titlescreen and screenshot image in database.
tr: Başlık ekranı ve ekran görüntüsü resmini veritabanına gir

# Name
source: Gamefu Random Game Plugin
tr: Gamefu Rastgele Oyun Eklentisi

# Comment
source: Select a random ROM from the database.
tr: Veritabanından rastgele ROM dosyası seç

# Name
source: Gamefu GBA plugin
tr: Gamefu GBA eklentisi

# Comment
source: Add support for Game Boy Advance in Gamefu
tr: Gamefu'ya Game Boy Advance için destek ekle

# Name
source: Gamefu GBX plugin
tr: Gamefu GBX eklentisi

# Comment
source: Add support for Game Boy/Game Boy Color in Gamefu
tr: Game Boy/Game Boy Color için Gamefu desteği ekle

# Name
source: Gamefu Sega Genesis/Megadrive Plugin
tr: Gamefu Sega Genesis/Megadrive Eklentisi

# Comment
source: Support for Sega Genesis/Megadrive in Gamefu
tr: Sega Genesis/Megadrive için Gamefu desteği

# Name
source: Gamefu MAME plugin
tr: Gamefu MAME eklentisi

# Comment
source: Add support for MAME in Gamefu
tr: Gamefu için MAME desteği ekle

# Name
source: Gamefu NES plugin
tr: Gamefu NES eklentisi

# Comment
source: Add support for Nintendo Entertainment System in Gamefu
tr: Gamefu için Nintendo Entertainment System desteği ekle

# Name
source: Gamefu SNES plugin
tr: Gamefu SNES eklentisi

# Comment
source: Add support for Super Nintendo Entertainment System in Gamefu
tr: Gamefu için Super Nintendo Entertainment System desteği ekle

# GenericName
source: HiQ/Peg Solitaire
tr: HiQ/Peg Kağıt Oyunu

# GenericName
source: Astrology software
tr: Astroloji yazılımı

# Comment
source: KBackgammon
tr: Tavla

# Name
source: Game over, you won
tr: Oyun bitti, kazandınız

# Comment
source: You have won the current game of backgammon
tr: Şimdiki tavla oyununu kazandınız

# Name
source: Game over, you lost
tr: Oyun bitti, kaybettiniz

# Comment
source: You have lost the current game of backgammon
tr: Şimdiki tavla oyununu kaybettiniz

# Name
source: Roll or double
tr: Salla veya Çiftle

# Comment
source: It is your turn to roll the dice or double the cube
tr: Zarı sallamak veya çiftlemek için şimdi sıra sizde

# Name
source: Roll the dice
tr: Zar salla

# Name
source: Move checkers
tr: Taşları taşıyın

# Name
source: Game invitation
tr: Oyun daveti

# Comment
source: Somebody has invited you to a match
tr: Biri sizi karşılaşmaya çağırdı

# Name
source: Egyptian
tr: Mısırlı

# Name
source: ZMachine Game Info
tr: ZMachine Oyun Bilgisi

# Comment
source: Glulx Game Data
tr: Glulx Oyun Verileri

# Comment
source: TADS 3 Game Image
tr: TADS 3 Oyun Resmi

# Comment
source: TADS 2 Game Image
tr: TADS 2 Oyun Resmi

# Comment
source: Infocom Z-Machine Game Data
tr: Infocom Z-Machine Oyun Verisi

# Name
source: TADS Game Info
tr: TADS Oyun Bilgileri

# GenericName
source: Miniature Golf
tr: Minyatür Golf

# GenericName
source: Game IDE
tr: Bütünleşik Oyun Geliştirme Ortamı

# GenericName
source: Game
tr: Oyun

# Name
source: Default
tr: Öntanımlı

# Description
source: Kombination default theme for KDE 4
tr: KDE4 için Kombinasyon varsayılan teması

# GenericName
source: The Ancient African Numbers Game
tr: Eski Afrika Numaraları Oyunu

# Comment
source: KDE Picture Puzzle Game
tr: KDE Resim Bulmacası Oyunu

# GenericName
source: Picture Puzzle Game
tr: Resim Bulmacası Oyunu

# GenericName
source: Poker Card Game
tr: Poker Kart Oyunu

# GenericName
source: Game Server Browser
tr: Oyun Sunucusu Tarayıcı

# Comment
source: An online game server browser
tr: Bir çevrimiçi oyun sunucusu tarayıcısı

# GenericName
source: Crossword puzzle game
tr: Çapraz bulmaca oyunu

# Comment
source: A game of visual perception
tr: Bir görsel algı oyunu

# GenericName
source: Tetris Game
tr: Tetris Oyunu

# Name
source: Line removed
tr: Çizgi kaldırıldı

# Comment
source: Line removed
tr: Çizgi kaldırıldı

# Name
source: Game Over
tr: Oyun Bitti

# Comment
source: Game over
tr: Oyun bitti

# Name
source: Piece glued
tr: Parça yapıştırıldı

# Comment
source: Piece glued
tr: Parça yapıştırıldı

# GenericName
source: A spiral puzzle game
tr: Bir sarmal bulmaca oyunu

# Comment
source: A Tic-Tac-Toe game for KDE
tr: KDE için X-O-X oyunu

# Name
source: Player moves
tr: Oyuncu hareketleri

# Comment
source: A player moves a piece
tr: Bir oyuncu bir parça hareket ettirir

# Name
source: Player selects
tr: Oyuncu seçer

# Comment
source: A player selects a piece
tr: Bir oyuncu bir parçayı seçer

# Name
source: Player unselects
tr: Oyuncu seçimi kaldırır

# Comment
source: A player unselects a piece
tr: Bir oyuncu seçimi kaldırır

# Name
source: Player wins
tr: Oyuncu kazandı

# Comment
source: A human player beats another human player
tr: Bir insan oyuncu diğer bir insan oyuncuyu yener

# Name
source: Computer wins
tr: Bilgisayar kazandı

# Comment
source: Computer beats the computer
tr: Bilgisayar bilgisayarı yener

# Name
source: Human wins
tr: İnsan kazandı

# Comment
source: A human player beats the computer
tr: İnsan oyuncu bilgisayarı yener

# Name
source: Human loses
tr: İnsan kaybetti

# Comment
source: The computer beats the human player
tr: Bilgisayar, insan oyuncuyu yener

# Name
source: Game draw
tr: Oyun berabere

# Comment
source: The game ends in a draw
tr: Oyun berabbere biter

# Name
source: Geometric
tr: Geometrik

# Description
source: Abstract high contrast theme.
tr: Soyut yüksek karşıtlık teması.

# GenericName
source: Puzzle Game
tr: Bulmaca Oyunu

# Comment
source: A game of puzzle-solving
tr: Bulmaca çözme oyunu

# GenericName
source: Galactic Strategy Game
tr: Galaktik Strateji Oyunu

# Comment
source: Play 4X strategy games where you build a space empire
tr: Uzay hükümdarlığı kurabileceğiniz 4X strateji oyunlarını oynayın
