Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/messages/playground-games/libksirtet.po
Languages: tr

source: Blocks removed
tr: Bloklar kaldırıldı

source: Start
tr: Başla

source: Resume
tr: Devam

source: Proceed
tr: Devam

source: %1 (AI player)
tr: %1 (Yapay zeka oyuncusu)

source: %1 (Human player)
tr: %1 (İnsan oyuncu)

source: Waiting for server
tr: Sunucudan cevap bekleniyor

source: Stage #1
tr: 1. Adım

source: Arcade game
tr: Arcade oyun

source: Game paused
tr: Oyun bekletiliyor

source: Game over
tr: Oyun bitti

source: The End
tr: Oyun Bitti

source: Stage #%1 done
tr: #%1. adım tamamlandı

source: Game Over
tr: Oyun Bitti

source: Core developer
tr: Çekirdek geliştirici

source: Core engine developer
tr: Ana motor geliştiricisi

source: Maintainer
tr: Bakım

source: Game
tr: Oyun

source: Appearance
tr: Görünüm

source: Colors
tr: Renkler

source: Enable animations
tr: Canlandırmayı etkinleştir

source: Background
tr: Arkaplan

source: Color:
tr: Renk:

source: Opacity:
tr: Matlık:

source: Unable to read socket
tr: Soket okunamıyor

source: Unable to write to socket
tr: Sokete yazılamıyor

source: Link broken
tr: Kırık bağ

source: Client has not answered in time
tr: Karşı taraf zamanında cevap vermedi

source: Shortcuts for player #%1/%2
tr: #%1/%2 oyuncusu için kısayollar

source: Network Meeting
tr: Ağ Buluşması

source: Waiting for clients
tr: Karşı taraf bekleniyor

source: Start Game
tr: Oyuna Başla

source: Abort
tr: Vazgeç

source: Quit
tr: Çık

source: A new client has just arrived (#%1)
tr: Yeni bir oyuncu katıldı (#%1)

source: Error reading data from
tr: Veri okunurken hata oluştu

source: Unknown data from
tr: Gelen veri bilinmiyor

source: Error writing to
tr: Yazarken hata oluştu:

source: Link broken or empty data from
tr: Kırık bağlantı ya da boş veri:

source: %1 client #%2: disconnect it
tr: %1 oyuncu #%2 : bağlantısını kes

source: Failed to accept incoming client: %1
tr: Gelen oyuncuya cevap verirken hata oluştu: %1

source: Client rejected for incompatible ID
tr: Geçersiz kimlik yüzünden oyuncu reddedildi

source: Client #%1 has left
tr: Oyuncu #%1 çıktı

source: Unable to write to a client at game beginning.
tr: Oyunun başlangıcında bir istemciye yazılamadı.

source: %1 server: aborting connection.
tr: %1 sunucu : Bağlantı kapatılıyor

source: Client %1 has left
tr: Oyuncu %1 çıktı

source: The game has begun without you (You have been excluded by the server).
tr: Oyun siz olmaksızın başladı (sunucu tarafından oyun dışında bırakıldınız)

source: The server has aborted the game.
tr: Sunucu oyunu iptal etti.

source: Ready
tr: Hazır

source: Excluded
tr: Hariç

source: Human
tr: İnsan

source: None
tr: Hiçbiri

source: Move Left
tr: Sola Taşı

source: Move Right
tr: Sağa Taşı

source: Drop Down
tr: Aşağı Bırak

source: One Line Down
tr: Bir Satır Aşağı

source: Rotate Left
tr: Sola Döndür

source: Rotate Right
tr: Sağa Döndür

source: Move to Left Column
tr: Sol Sütuna Taşıma

source: Move to Right Column
tr: Sağ Sütuna Taşıma

source: Human %1
tr: İnsan %1

source: AI %1
tr: YZ %1

source: Server has left game!
tr: Sunucu oyundan çıktı!

source: Settings
tr: Ayarlar...

source: Server: "%1" Client: "%2"
tr: Sunucu : "%1" Oyuncu : "%2"

source: The MultiPlayer library of the server is incompatible
tr: Sunucunun çoklu oyuncu kitaplığı uyumsuz

source: Trying to connect a server for another game type
tr: Başka bir oyun türü için sunucuya bağlanmaya çalışıyorsunuz

source: The server game version is incompatible
tr: Uyumsuz sunucu oyun sürümü

source: Create a local game
tr: Yerel bir oyun oluştur

source: Create a network game
tr: Yeni ağ oyunu oluştur

source: Join a network game
tr: Bir ağ oyununa katıl

source: Network Settings
tr: Ağ Ayarları

source: Choose Game Type
tr: Oyun Türünü Seçin

source: Player #%1
tr: Oyuncu #%1

source: Local Player's Settings
tr: Yerel Oyuncunun Ayarları

source: Hostname:
tr: Makine adı:

source: the.server.address
tr: sunucu.adresi

source: Server address:
tr: Sunucu adresi:

source: Error opening server network connection on port %2. The following error occurred: %3
tr: Port %2 üzerinde sunucu bağlantısı açılırken hata oluştu. Oluşan hata: %3

source: Error opening client network connection to "%1:%2"
tr: Katılımcı bağlantısı buraya yapılırken hata oluştu: "%1:%2"

source: Thinking depth:
tr: Düşünme derinliği:

source: Piece glued
tr: Parça yapıştırıldı

source: Display the progress to complete the current level or stage.
tr: Bulunulan seviye veya bölümü tamamlama yüzdesi göster

source: Previous player's height
tr: Önceki oyuncuyunun boyu

source: Next player's height
tr: Sonraki oyuncunun yüksekliği

source: Shadow of the current piece
tr: Mevcut parçanın gölgesi

source: Next Tile
tr: Sonraki Çini

source: Elapsed time
tr: Geçen süre

source: Display the elapsed time.
tr: Geçen süreyi göster.

source: Stage
tr: Derece

source: Score
tr: Puan

source: <qt>Display the current score.<br/>It turns <font color="blue">blue</font> if it is a highscore and <font color="red">red</font> if it is the best local score.</qt>
tr: <qt>Geçerli Skorları Gösterir.<br/>Eğer Skor yüksek ise <font color="blue">mavi</font> renkle gösterir Eğer yerel skorlar arasında en iyisi ise <font color="red">kırmızı</font> ile gösterir.</qt>

source: Level
tr: Seviye

source: Show piece's shadow
tr: Parçaların gölgesini göster

source: Show next piece
tr: Sonraki parçayı göster

source: Show detailed "removed lines" field
tr: "Kaldırılan satırlar" alanını daha detaylı göster

source: Initial level:
tr: Başlangıç seviyesi:

source: Direct drop down
tr: Direk aşağı düşürme

source: Drop down is not stopped when drop down key is released.
tr: Aşağı bırakma eylemi aşağı atma tuşunu bıraktığınızda sonlanmaz.

source: anonymous
tr: anonim

source: &Single Human (Normal)
tr: Tek Kişilik (&Normal)

source: &Single Human
tr: Tek &Kişilik

source: &Single Human (Arcade)
tr: Tek Kişilik (a&rcade)

source: Human vs &Human
tr: İnsan - İ&nsan

source: Human vs &Computer
tr: İnsan - &Bilgisayar

source: &More...
tr: &Daha Fazla...
