Repository: pars-linux/uludag
Catalog: staj-projeleri/puding/data/po/*.po
Languages: tr

source: create Pardus USB image from console
tr: uçbirimde Pardus USB kalıbı oluştur

source: show program's license info and exit
tr: uygulamanın lisans bilgisini göster ve çık

source: Invalid usage. Example:
tr: Geçersiz kullanım. Örnek:

source: %s: Missing argument.
tr: %s: Eksik parametre.

source: For more information, type '%s --help'.
tr: Daha fazla bilgi için, '%s --help' yazın.

source: Quit.
tr: Çıkış yapıldı.

source: Pardus USB Image Creator
tr: Pardus USB Kalıbı Oluşturucu

source: An USB Image Creator For Pardus Linux.
tr: Pardus Linux İçin Yazılmış USB Kalıbı Oluşturucusu

source: Copyright
tr: Telif Hakkı

source: Puic is an USB image creator for Pardus Linux. %s Puic is a free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version. Pati is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
tr: Puic, Pardus Linux için yazılmış bir USB kalıp oluşturucudur. %s Puic is a free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version. Pati is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.

source: USB disk infos:
tr: USB bellek bilgileri:

source: Filesystem : %s
tr: Dosya Sistemi : %s

source: Mounted On : %s
tr: Bağlanılan : %s

source: Size : %s
tr: Boyut : %s

source: Used : %s
tr: Kullanılan : %s

source: Available : %s
tr: Boş : %s

source: Use Rating : %s
tr: Kullanım Oranı : %s

source: Copying %s..
tr: %s, kopyalanıyor..

source: Mounting %s..
tr: %s, bağlanılıyor..

source: Unmounting %s..
tr: %s, ayrılıyor..

source: Could not unmount, %s.
tr: %s ayrılamadı.

source: Creating ldlinux.sys..
tr: ldlinux.sys oluşturuluyor..

source: Could not create, ldlinux.sys.
tr: ldlinux.sys oluşturulamadı.

source: Concatenating MBR to %s
tr: %s sürücüsüne MBR yazılıyor

source: Could not concatenate, MBR.
tr: MBR yazılamadı.

source: Could not mounted CD image.
tr: CD kalıbı bağlanılamadı

source: Copying CD image..
tr: CD kalıbı kopyalanıyor..

source: Renaming boot/isolinux to boot/syslinux..
tr: boot/isolinux, boot/syslinux olarak yeniden adlandırılıyor..

source: Renaming boot/syslinux/isolinux.cfg to boot/syslinux/syslinux.cfg and configuring..
tr: boot/syslinux/isolinux.cfg, boot/syslinux/syslinux.cfg olarak yeniden adlandırılıp düzenleniyor..

source: MBR written, USB disk is ready for Pardus installation.
tr: MBR yazıldı, USB belleğiniz Pardus kurulumu için hazır.

source: Could not write MBR to USB disk.
tr: MBR, USB belleğe yazılamadı.

source: You need superuser permissions to run this application.
tr: Bu uygulamayı çalıştırmak için, yetkili kullanıcı olmalısınız.

source: An error occured. Check the parameters please.
tr: Bir sorun oluştu. Parametreleri denetleyin.

source: Path to the source file is invalid, try again.
tr: Kaynak yol geçersiz, tekrar deneyin.

source: The file you have specified is not an ISO image. If you think it's an ISO image, change the extension to ".iso"
tr: Belirttiğiniz dosya bir ISO kalıbı değil. Eğer bunun ISO kalıbı olduğunu düşünüyorsanız, uzantısını ".iso" yapın.

source: CD image: %s
tr: CD kalıbı: %s

source: The file you have specified is invalid. It's a CD image, use ".iso" extension. e.g. Pardus_2009_Prealpha3.iso
tr: Belirttiğiniz dosya geçersiz. Eğer bir CD kalıbıysa, ".iso" uzantısını kullanın. Örnek: Pardus_2009_Prealpha3.iso

source: The path you have typed is invalid. If you think the path is valid, make sure you have mounted USB stick to the path you gave. To check the path, you can use: mount | grep %s
tr: Belirttiğiniz yol geçersiz. Eğer yolun geçerli olduğunu düşünüyorsanız, USB belleğinizin, vermiş olduğunuz yola bağlanıp bağlanmadığını denetleyin. Bunun için şu komutu deneyebilirsiniz: mount | grep %s

source: Please double check your path information. If you don't type the path to the USB stick correctly, you may damage your computer. Would you like to continue?
tr: Lütfen belirttiğiniz bilgilerin doğruluğunu denetleyin. Eğer USB belleğin yolunu doğru belirtmemişseniz, sisteminizin güvenliği tehlikede olabilir. Devam etmek istiyor musunuz?

source: Please type CONFIRM to continue:
tr: Devam etmek için TAMAM yazın:

source: CONFIRM
tr: TAMAM

source: confirm
tr: tamam

source: Writing CD image data to USB stick!
tr: USB belleğe CD yazdırma işlemi başlatıldı!

source: You did not type CONFIRM. Exiting..
tr: TAMAM yaz(a)madınız. Çıkılıyor..
