Repository: pars-linux/uludag
Catalog: trunk/playground/gsoc/bug-reporting-tool/apport/po/*.po
Languages: pl

source: Sorry, %s closed unexpectedly
pl: Przepraszamy, %s został niespodziewanie zamknięty

source: Sorry, the program "%s" closed unexpectedly
pl: Przepraszamy, program %s został niespodziewanie zamknięty

source: Your system encountered a serious kernel problem.
pl: W systemie wystąpił poważny problem z jądrem.

source: You can help the developers to fix the problem by reporting it.
pl: Można pomóc twórcom naprawić problem zgłaszając go.

source: (binary data)
pl: (dane binarne)

source: <big><b>Collecting problem information</b></big>
pl: <big><b>Zbieranie informacji o problemie</b></big>

source: <big><b>Send problem report to the developers?</b></big> After the problem report has been sent, please fill out the form in the automatically opened web browser.
pl: <big><b>Wysłać raport o problemie do programistów?</b></big> Po wysłaniu raportu o błędzie, proszę wypełnić formularz w automatycznie otwartym oknie przeglądarki.

source: <big><b>Uploading problem information</b></big>
pl: <big><b>Wysyłanie informacji o problemie</b></big>

source: <span weight="bold" size="larger">Sorry, the package "%s" failed to install or upgrade.</span>
pl: <span weight="bold" size="larger">Przepraszamy, instalacja lub aktualizacja pakietu "%s" nie powiodła się.</span>

source: Application problem
pl: Problem z programem

source: Complete report (recommended; %s)
pl: Raport pełny (zalecany; %s)

source: Content of the report
pl: Zawartość raportu

source: If you were not doing anything confidential (entering passwords or other private information), you can help to improve the application by reporting the problem.
pl: Jeśli bieżąca praca nie jest jest tajna (wprowadzanie haseł lub innych prywatnych danych), to można pomóc w ulepszeniu programu poprzez wysłanie raportu o błędzie.

source: Information is being collected that may help the developers fix the problem you report.
pl: Następuje zbieranie informacji, które mogą pomóc programistom naprawić problem zawarty w raporcie.

source: Kernel problem
pl: Problem z jądrem systemu

source: Package problem
pl: Problem z pakietem

source: Reduced report (slow Internet connection; %s)
pl: Raport zmniejszony (wolne połączenie z Internetem; %s)

source: Restart _Program
pl: Uruchom _program ponownie

source: The collected information is being sent to the bug tracking system. This might take a few minutes.
pl: Zebrane informacje są wysyłane do systemu śledzenia błędów. To może potrwać kilka minut.

source: This will remove some large items from the report. These are very useful for developers to debug the problem, but might be too big for you to upload if you have a slow internet connection.
pl: To usunie większe obiekty z raportu. Są bardzo przydatne dla programistów w celu naprawienia błędu, jednak mogą być zbyt duże jeśli posiadasz wolne połączenie z Internetem.

source: Uploading problem information
pl: Wysyłanie informacji o problemie

source: You can help the developers to fix the package by reporting the problem.
pl: Można pomóc programistom naprawić pakiet poprzez wysłanie raportu opisującego problem.

source: _Ignore future crashes of this program version
pl: _Ignorowanie przyszłych problemów tej wersji programu

source: _Report Problem...
pl: Powiadom o p_roblemie...

source: _Send Report
pl: _Wyślij zgłoszenie

source: Report a malfunction to the developers
pl: Wyślij raport o problemie do programistów

source: Report a problem...
pl: Powiadom o problemie...

source: Press any key to continue...
pl: Należy wcisnąć dowolny klawisz aby kontynuować...

source: What would you like to do? Your options are:
pl: Co zrobić? Oto dostępne opcje:

source: Please choose (%s):
pl: Proszę wybrać (%s):

source: %s closed unexpectedly on %s at %s.
pl: %s nieoczekiwanie zakończył działanie: %s o %s.

source: If you were not doing anything confidential (entering passwords or other private information), you can help to improve the application by reporting the problem.
pl: Jeśli wykonywana praca nie była poufna (wpisywanie haseł bądź innych prywatnych informacji), można pomóc w usprawnieniu programu zgłaszając problem.

source: &Report Problem...
pl: &Powiadom o problemie...

source: Cancel and &ignore future crashes of this program version
pl: Anulowanie i &ignorowanie przyszłych problemów tej wersji programu

source: &Cancel
pl: &Anuluj

source: The package "%s" failed to install or upgrade.
pl: Instalowanie lub aktualizowanie pakietu "%s" nie powiodło się.

source: Send problem report to the developers?
pl: Wysłać raport o problemie do programistów?

source: After the problem report has been sent, please fill out the form in the automatically opened web browser.
pl: Gdy raport zostanie wysłany, proszę wypełnić formularz w automatycznie otwartej przeglądarce internetowej.

source: &Send complete report (recommended; %s)
pl: Wy&syłanie pełnego raportu (zalecane; %s)

source: Send &reduced report (slow Internet connection; %s)
pl: Wysłanie z&redukowanego raportu (wolne łącze internetowe; %s)

source: &Send report (%s)
pl: &Wysyłanie raportu (%s)

source: &View report
pl: &Wyświetl raport

source: &Keep report file for sending later or copying to somewhere else
pl: Pozostaw pli&k raportu do późniejszego wysłania lub skopiowania

source: Problem report file:
pl: Plik z raportem problemu:

source: &Confirm
pl: &Potwierdź

source: Error: %s
pl: Błąd: %s

source: Collecting problem information
pl: Zbieranie informacji o problemie

source: The collected information can be sent to the developers to improve the application. This might take a few minutes.
pl: Zebrane informacje mogą zostać wysłane do twórców, aby ulepszyć program. To może potrwa kilka minut.

source: The collected information is being sent to the bug tracking system. This might take a few minutes.
pl: Zebrane informacje są wysyłane do systemu zgłaszania błędów. To może potrwać kilka minut.

source: No pending crash reports. Try --help for more information.
pl: Nie ma oczekujących raportów awarii. Proszę użyć --help, aby uzyskać więcej informacji.

source: This is not a genuine %s package
pl: To nie jest oryginalny pakiet %s

source: You have some obsolete package versions installed. Please upgrade the following packages and check if the problem still occurs: %s
pl: Niektóre wersje pakietów są już przestarzałe. Proszę zaktualizować następujące pakiety i sprawdzić, czy problem nadal występuje: %s

source: unknown program
pl: nieznany program

source: Problem in %s
pl: Wystąpił problem w %s

source: Your computer does not have enough free memory to automatically analyze the problem and send a report to the developers.
pl: Komputer nie posiada wystarczającej ilości wolnej pamięci, aby automatycznie zanalizować problem i wysłać raport o problemie do programistów.

source: Invalid problem report
pl: Błędny raport o problemie

source: The report belongs to a package that is not installed.
pl: Raport dotyczy pakietu nieobecnego w systemie.

source: This problem report is damaged and cannot be processed.
pl: Ten raport problemu jest uszkodzony i nie może zostać przetworzony.

source: The problem cannot be reported: %s
pl: Problem nie może zostać zgłoszony: %s

source: You are not allowed to access this problem report.
pl: Brak zezwolenia na dostęp do raportu o problemie.

source: Error
pl: Błąd

source: There is not enough disk space available to process this report.
pl: Brak wystarczającej ilości wolnego miejsca na dysku, aby przetworzyć ten raport.

source: No package specified
pl: Nie określono pakietu

source: You need to specify a package or a PID. See --help for more information.
pl: Należy określić pakiet lub PID. Proszę użyć --help, aby uzyskać więcej informacji.

source: Permission denied
pl: Brak dostępu

source: The specified process does not belong to you. Please run this program as the process owner or as root.
pl: Określony proces nie jest własnością bieżąco zalogowanego użytkownika. Proszę uruchomić ten program jako właściciel procesu lub jako administrator.

source: Package %s does not exist
pl: Pakiet %s nie istnieje

source: Could not determine the package or source package name.
pl: Nie można ustalić pakietu lub nazwy pakietu źródłowego.

source: Unable to start web browser
pl: Uruchomienie przeglądarki WWW niemożliwe

source: Unable to start web browser to open %s.
pl: Uruchomienie przeglądarki WWW, aby otworzyć %s niemożliwe.

source: Network problem
pl: Problem z siecią

source: Could not upload report data to crash database
pl: Nie można było wysłać danych raportu do bazy danych problemów

source: Memory exhaustion
pl: Pamięć wyczerpana

source: Your system does not have enough memory to process this crash report.
pl: Twój system nie posiada wystarczającej ilości pamięci, aby przetworzyć raport błędu.

source: This problem report does not apply to a packaged program.
pl: Ten raport problemu nie dotyczy programu zainstalowanej z pakietu.

source: Problem already known
pl: Problem został już zgłoszony

source: This problem was already reported in the bug report displayed in the web browser. Please check if you can add any further information that might be helpful for the developers.
pl: Ten problem został juz zgłoszony w raporcie o błędzie wyświetlonym w przeglądarce internetowej. Proszę sprawdzić, czy można dodać jakiekolwiek dalsze informacje, które mogą być pomocne programistom.
