Repository: pars-linux/uludag
Catalog: trunk/staj-projeleri/migration/po/*.po
Languages: es

source: Wallpaper
es: Imagen de Fondo de escritorio

source: Firefox bookmarks cannot be loaded.
es: No posible importar marcadores de Firefox.

source: Firefox bookmarks loaded.
es: Marcadores de Firefox importados.

source: Internet Explorer favorites cannot be loaded.
es: No posible importar favoritos de Internet Explorer.

source: Internet Explorer favorites loaded.
es: Favoritos de Internet Explorer importados.

source: Firefox is open. Please close it first to continue...
es: Firefox se está ejecutando. Favor termine Firefox antes de continuar...

source: Windows Mail accounts cannot be loaded.
es: No posible importar cuentas de correo de Windows.

source: Windows Mail accounts loaded.
es: Cuentas de correo de Windows importados.

source: Thunderbird accounts cannot be loaded.
es: No posible importar cuentas de correo Thunderbird.

source: Thunderbird accounts loaded.
es: Cuentas de correo Thunderbird importados.

source: MSN accounts cannot be loaded.
es: No posible importar cuentas de MSN.

source: MSN accounts loaded.
es: Cuentas de MSN importados.

source: GTalk accounts cannot be loaded.
es: No posible importar cuentas de GTalk.

source: GTalk accounts loaded.
es: Cuentas de GTalk importados.

source: E-Mail Accounts
es: Cuentas de correo email

source: E-Mail Messages
es: Mensajes email

source: News Accounts
es: Cuentas de Noticias

source: Instant Messenger Accounts
es: Cuentas de Mensajería instantánea

source: Desktop Links
es: Enlaces de Escritorio

source: Folder '%s' cannot be created, please choose another folder!
es: No posible crear directorio '%s', favor elija un directorio diferente!

source: You don't have permission to write to folder '%s', please choose another folder!
es: No tiene permisos suficientes para escribir en directorio '%s', favor elija un directorio diferente!

source: Total size of files you've chosen is %(size)d MB, but you have only %(free)d MB of free space!
es: Tamaño total de losarchivos seleccionados es %(size)d MB, pero está disponible solamente %(free)d MB de espacio!

source: Wallpaper changed.
es: Imagen de fondo de escritorio cambiado.

source: Bookmarks saved.
es: Marcadores guardados.

source: Mail Accounts saved.
es: Cuentas de correo guardados.

source: Accounts saved.
es: Cuentas guardados.

source: News Accounts saved.
es: Cuentas de Noticias guardados.

source: Instant Messenger Accounts saved.
es: Cuentas de mensajería instantánea guardados.

source: Link '%s' created.
es: Enlace '%s' creado.

source: Nothing done, because no option selected. You can close the wizard...
es: No se realizó ninguna acción, porque ninguna opción está seleccionada. Puede salir del asistente...

source: All operations completed. You can close the wizard...
es: Todas operaciones terminadas. Puede salir del asistente...

source: Migration Tool
es: Ayudante de Migración

source: A wizard to transfer files and settings from existing operating systems
es: un asistente para transferir archivos y configuraciones desde otro sistema operativo

source: Developer and Current Maintainer
es: Desarrollador y Mantenedor actual

source: Pardus Migration Tool
es: Asistente de Migración Pardus

source: Next
es: Siguiente

source: Finish
es: Fin

source: Selecting User
es: Seleccionar Usuario

source: Selecting Options
es: Seleccionar Opciones

source: Selecting Files
es: Seleccionar Archivos

source: Applying Changes
es: Aplicando modificaciones

source: Migration Tool Help
es: Ayuda de Asistente de Migración

source: Step
es: Paso

source: Migration tool couldn't find any old users in your computer. You can't use this aplication.
es: Asistente de migración no pudo detectar usuarios antiguos en su computadora. Por lo tanto no se puede utilizar esta herramienta.

source: No User
es: Ningún Usuario

source: Keep current wallpaper
es: Mantener fondo de escritorio actual

source: Don't use wallpaper
es: No usar imagen de fondo de escritorio

source: Does not change your wallpaper.
es: No cambiar imagen de fondo de escritorio.

source: Use my old wallpaper
es: Usar mi imagen de fondo anterior

source: Copies your old wallpaper to Pardus and sets it as new background image.
es: Copia el fondo antiguo a Pardus y lo establece como imagen de fondo actual.

source: Firefox bookmarks
es: Marcadores de Firefox

source: Copies your old Firefox bookmarks to Firefox under Pardus.
es: Copia sus favoritos de Firefox anteriores a Firefox en Pardus.

source: Internet Explorer favorites
es: Favoritos de Internet Explorer

source: Copies your old Internet Explorer favorites to Firefox under Pardus.
es: Copia los favoritos anteriores de Internet Explorer a Firefox en Pardus.

source: E-Mail and News Accounts
es: Cuentas de Email y Noticias

source: Windows Mail accounts
es: Cuentas de correo Windows

source: Copies your old mail and newsgroup accounts to KMail and KNode applications.
es: Copia sus cuentas antiguas de coreo y listas de noticias a las aplicaciones KMail y KNode.

source: Thunderbird accounts
es: Cuentas de Thunderbird

source: Copy e-mail messages from e-mail accounts
es: Copiar mensajes email

source: Copies your e-mail messages to KMail from selected applications above.
es: Copia mensajes email a KMail desde aplicaciones seleccionados arriba.

source: MSN accounts
es: Cuentas MSN

source: Copies your MSN Messenger accounts to Kopete.
es: Copia sus cuentas del messenger MSN a Kopete.

source: GTalk accounts
es: Cuentas GTalk

source: Copies your GTalk accounts to Kopete.
es: Copia sus cuentas de GTalk a Kopete.

source: Welcome to Pardus Migration Tool. You can transfer files and settings from your existing operating systems to Pardus with this application.
es: Bienvenido al asistente de migración de Pardus. Usando esta herramienta puede transferir archivos y configuraciones de su sistema operativo existente a Pardus.

source: After selecting user, you will be able to copy wallpaper, bookmarks, e-mail accounts, e-mail messages, news accounts, instant messenger accounts and files to Pardus. Please choose the user and click "next" to continue...
es: Al indicar un usuario podrá copiar la imagen de fonde de escritorio, marcadores, cuentas de correo, cuentas de noticias, cuentas de mensajería instantánea y archivos a Pardus. Favor seleccione al usuario y presiones "siguiente" para continuar...

source: Do Nothing
es: Hacer Nada

source: Does not use your old files. <br>You can still access them from their old location.
es: No está utilizando sus archivos antiguos. <br>Todavía puede continuar accederlos en su ubicación anterior.

source: Put links to my desktop
es: Colocar enlaces en mi escritorio

source: Does not copy your files. Instead, it puts shortcuts of your existing folders to your desktop for easy access.<br> By this way, you can save disk space.
es: No copia sus archivos. Simplemente coloca accesos directos a sus directorios existentes en el escritorio.<br> De esta manera puede ahorrar espacio en disco.

source: Copy files to directory:
es: Copiar archivos a directorio:

source: Copies selected files to another directory of Pardus.
es: Copia archivos seleccionados a otro directorio de Pardus.

source: My Documents
es: Mis Documentos

source: Desktop
es: Escritorio

source: My Music
es: Mi Música

source: My Pictures
es: Mis Imágenes

source: My Video
es: Mis Videos

source: Name
es: Nombre

source: Size
es: Tamaño

source: Please wait while applying changes...
es: Favor espere mientras se están aplicando las modificaciones...

source: Prepare:
es: Preparar:

source: Apply:
es: Aplicar:

source: Warning!
es: Alerta!

source: file '%s' cannot be copied
es: Archivo '%s' no se pude copiar

source: file '%s' copied
es: Archivo '%s' copiado

source: Migrated Folder
es: Directorio migrado

source: This messagebox is migrated using Pardus Migration Tool
es: Esta caja de mensaje fue migrado usando el asistente de migración de Pardus

source: Message Box %s copied
es: Caja de mensaje '%s' copiado
