Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/LC_MESSAGES/*/messages/kdebase/kio_floppy.po
Languages: tr

source: Could not access drive %1. The drive is still busy. Wait until it is inactive and then try again.
tr: %1 sürücüsüne bağlantı kurulamıyor. Sürücü halen meşgul. Kullanılabilir hale gelene kadar bekleyip tekrar deneyin.

source: Could not write to file %1. The disk in drive %2 is probably full.
tr: %1 dosyasına yazılamadı. %2 sürücüsündeki disk dolu olabilir.

source: Could not access %1. There is probably no disk in the drive %2
tr: %1 sürücüsüne erişim sağlanamadı. %2 sürücüsünde bir disk olmayabilir.

source: Could not access %1. There is probably no disk in the drive %2 or you do not have enough permissions to access the drive.
tr: %1 sürücüsüne erişim sağlanamadı. %2 sürücüsünde disket yok, ya da bu sürücüye erişim için yeterli erişim yetkileriniz bulunmuyor.

source: Could not access %1. The drive %2 is not supported.
tr: %1 adresine erişilemedi. %2 sürücüsü desteklenmiyor.

source: Could not access %1. Make sure the floppy in drive %2 is a DOS-formatted floppy disk and that the permissions of the device file (e.g. /dev/fd0) are set correctly (e.g. rwxrwxrwx).
tr: %1 adresine erişilemedi. %2 sürücüsündeki disketin DOS biçimli olduğuna ve /dev/fd0 aygıtına erişim izinlerinin düzgün (örnek: rwxrwxrwx) ayarlandığına emin olun.

source: Could not access %1. The disk in drive %2 is probably not a DOS-formatted floppy disk.
tr: %1 adresine erişilemedi. %2 sürücüsündeki disket DOS biçimli olmayabilir.

source: Access denied. Could not write to %1. The disk in drive %2 is probably write-protected.
tr: Erişim engellendi. %1 adresine yazılamadı. %2 sürücüsündeki disk yazma korumalı.

source: Could not read boot sector for %1. There is probably not any disk in drive %2.
tr: %1 sürücüsünün açılış sektörü okunamadı. %2 sürücüsünde disket olmayabilir.

source: Could not start program "%1". Ensure that the mtools package is installed correctly on your system.
tr: "%1" programı çalıştırılamadı. Sisteminizde mtools paketinin yüklü olduğunu kontrol edin.
