Repository: pars-linux/uludag
Catalog: trunk/pardusman/po/*.po
Languages: fr, pt_br

source: Project file '%s' does not exists!
fr: Le fichier projet '%s' n'existe pas !
pt_br: Arquivo de projeto '%s' não existe!

source: Not a Pardusman project file, invalid xml!
fr: Le fichier n'est pas un fichier projet Pardusman, xml invalide !
pt_br: Não é um arquivo de projeto Pardusman, xml inválido!

source: Not a Pardusman project file
fr: N'est pas un fichier projet Pardusman
pt_br: Não é um arquivo de projeto Pardusman

source: &Open
fr: &Ouvrir
pt_br: &Abrir

source: Save &as...
fr: S&auver sous...
pt_br: Salvar &como...

source: Pardusman says: Teh winnars dont use teh drugs!
fr: Pardusman dit : LeS vaiNquEurs n'uTilIsEnT pAs de drOgUeS!
pt_br: Pardusman diz: Vencedores não usam drogas!

source: Title:
fr: Titre :
pt_br: Título:

source: Title of distribution media, used in grub menu.
fr: Titre du média de distribution, utilisé dans le menu grub.
pt_br: Título da mídia de distribuição, usado no menu do grub.

source: Work folder:
fr: Répertoire de travail :
pt_br: Diretório de trabalho:

source: This folder holds local repository cache and temporary files generated during the ISO making process.
fr: Ce répertoire conserve un cache local du dépôt et les fichiers temporaires générés durant le processus de génération de l'ISO.
pt_br: Este diretório abriga uma cache local do repositório e arquivos temporários gerados durante o processo de criação da ISO.

source: Repository:
fr: Dépôt :
pt_br: Repositório:

source: PiSi package repository of the distribution. Must be a URL pointing to the repository index file (i.e. pisi-index.xml.bz2).
fr: Dépôt de paquet PiSi de la distribution. Doit être une URL pointant vers le fichier d'index du dépôt (i.e pisi-index.xml.bz2).
pt_br: Repositório de pacotes PiSi da distribuição. Deve ser uma URL apontando para o arquivo index do repositório (i.e. pisi-index.xml.bz2).

source: Release files:
fr: Fichiers de version :
pt_br: Arquivos release:

source: Content of this folder is copied onto the root folder of CD.
fr: Le contenu de ce répertoire est copié dans la racine du CD.
pt_br: Conteúdo deste diretório foi copiado no diretório raiz do CD.

source: Extra Parameters:
fr: Paramètres supplémentaires :

source: This parameters will add to the install media's GRUB
fr: Ces paramètres vont être ajoutés au GRUB du média d'installation

source: Live system
fr: Système 'live'
pt_br: Sistema Live

source: Media:
fr: Média :
pt_br: Mídia:

source: CD (700 MB)
fr: CD (700 Mo)

source: DVD (4.2 GB)
fr: DVD (4.2 Go)

source: FlashDisk (1 GB)
fr: FlashDisk (1 Go)

source: Custom size
fr: Taille personnalisée
pt_br: Tamanho personalizado

source: Update Repo
fr: Mettre à jour le dépôt
pt_br: Atualizar Repositório

source: Select packages
fr: Sélectionner les paquets
pt_br: Selecionar pacotes

source: Make ISO
fr: Faire l'ISO
pt_br: Criar ISO

source: Select release files folder
fr: Sélectionner le répertoire des fichiers de version
pt_br: Selecionar diretório de arquivos release

source: Select folder for temporary files and cache
fr: Sélectionner le répertoire pour les fichiers temporaire et le cache
pt_br: Selecionar diretório para arquivos temporários e cache

source: Release files directory does not exist.
fr: Le répertoire des fichiers de version n'existe pas.
pt_br: Diretório dos arquivos release não existe.

source: Project title not given.
fr: Le titre du projet n'a pas été précisé.
pt_br: Título do projeto não fornecido.

source: Project directory not given.
fr: Le répertoire du projet n'a pas été précisé.
pt_br: Diretório do projeto não fornecido.

source: Repository address not given.
fr: L'adresse du dépôt n'a pas été donné.
pt_br: Endereço do repositório não fornecido.

source: New project - Pardusman
fr: Nouveau projet - Pardusman
pt_br: Novo projeto - Pardusman

source: Select a project...
fr: Sélectionner un projet...
pt_br: Selecionar um projeto...

source: Project '%s' opened.
fr: Projet '%s' ouvert.
pt_br: Projeto '%s' aberto.

source: Saved.
fr: Sauvé.
pt_br: Salvo.

source: Save project as...
fr: Sauver le projet sous...
pt_br: Salvar projeto como...

source: Project saved as '%s'.
fr: Projet sauvé en tant que '%s'.
pt_br: Projeto salvo como '%s'.

source: Pardus distribution media maker
fr: Créateur de médias de distribution Pardus
pt_br: Criador de mída de distribuição Pardus

source: %s, release %s, build %s
fr: %s, version %s, révision %s

source: Component:
fr: Composant :
pt_br: Componente:

source: Homepage:
fr: Page d'accueil :

source: Summary:
fr: Résumé :
pt_br: Resumo:

source: Depends on:
fr: Dépend de :
pt_br: Depende de:

source: Depended by:
fr: Dépendance de :
pt_br: É dependido por:

source: Total of %d packages, %s bytes compressed, %s bytes installed.
fr: Total de %d paquets, %s octets compressés, %s octets installés.
pt_br: Total de %d pacotes, %s bytes comprimidos, %s bytes instalados.

source: Component
fr: Composant
pt_br: Componente

source: Search:
fr: Recherche :
pt_br: Pesquisar:

source: Package
fr: Paquet
pt_br: Pacote

source: Archive Size
fr: Taille de l'archive
pt_br: Tamanho do Arquivo

source: Installed Size
fr: Taille installée
pt_br: Tamanho Instalado

source: No packages selected.
fr: Aucun paquet sélectionné.
pt_br: Nenhum pacote selecionado.

source: %d packages selected, %s bytes archive size, %s bytes installed size.
fr: %d paquets sélectionnés, archive de %s octets, pour une installation de %s octets.
pt_br: %d pacotes selecionados, %s bytes de tamanho de arquivo, %s bytes de tamanho instalado.

source: Use selected packages
fr: Utiliser les paquets sélectionnés
pt_br: Usar pacotes selecionados

source: Type:
pt_br: Tipo:

source: Installation
pt_br: Instalação

source: Version:
pt_br: Versão:

source: Description:
pt_br: Descrição:
