Repository: pars-linux/uludag
Catalog: trunk/l10n-kde4/*/docmessages/kdebase-runtime/faq.po
Languages: tr

source: &kde; Frequently Asked Questions
tr: &kde; Sıkça Sorulan Sorular

source: <surname>The &kde; Team</surname>
tr: <surname>&kde; Grubu</surname>

source: ROLES_OF_TRANSLATORS
tr: <othercredit role="translator"><firstname>Görkem</firstname><surname>Çetin</surname><affiliation><address><email>gorkem@kde.org</email></address></affiliation><contrib>-</contrib></othercredit>

source: <holder>The &kde; Team</holder>
tr: <holder>&kde; Grubu</holder>

source: This is a compilation of the most frequently asked questions about the K Desktop Environment. Please report any bugs, inconsistencies, or omissions you find in this &FAQ; to <email>kde-doc-english@kde.org</email>. Please do not mail your questions to this list. Post them to the &kde; mailing lists and newsgroups instead. They are monitored for this &FAQ;.
tr: Bu, KDE Masaüstü Ortamı için en çok sorulan sorulardan derlenen bir belgedir. Lütfen bu &FAQ; hakkındaki hataları ve önerilerinizi <email>kde-doc-english@kde.org</email> adresine gönderin. Lütfen bu listeye sorularınızı iletmek yerine &kde; e-posta listeleri ve haber gruplarına gönderin.

source: <keyword>FAQ</keyword>
tr: <keyword>SSS</keyword>

source: question
tr: soru

source: answer
tr: cevap

source: Credits and License
tr: Bilgi ve Lisans

source: The current &FAQ; maintainers are:
tr: Şimdiki &FAQ; yöneticileri:

source: Special thanks go to the former &FAQ; maintainers, Rainer Endres and Mr. Lee Wee Tiong
tr: Burada yeralan pek çok bilgiyi derleyen Mr. Lee Wee Tiong ve Reiner Endres'e özel teşekkürler.

source: CREDIT_FOR_TRANSLATORS
tr: <para>Görkem Çetin<email>gorkem@kde.org</email></para>
