Repository: pars-linux/uludag
Catalog: trunk/l10n-kde4/*/docmessages/kdebase-runtime/faq_contrib.po
Languages: tr

source: Contributing
tr: Destekleme

source: How can I contribute to &kde;?
tr: &kde;'ye nasıl destek olabilirim?

source: &kde; is a free software project that lives from voluntary contributions. Everybody is encouraged to contribute to &kde;. Not only programmers are welcome. There are many ways in which you can help to improve &kde;:
tr: &kde; gönüllü katılımcılar tarafından desteklenen bir serbest yazılım projesidir. Herkes &kde;' ye katkı sağlamak için teşvik edilir, sadece programcılardan yardım beklenmez. &kde;'nin gelişimine katkıda bulunabileceğiniz birçok yol vardır.

source: Test the software.
tr: Yazılımı deneyin.

source: Send in bug reports. For more information on this, see <link linkend="bug-report">How do I submit a bug report?</link>.
tr: Hata raporları gönderin. Bu konuda yardım için <link linkend="bug-report"> Bir hata raporu nasıl gönderilir?</link>.'i görünüz.

source: Program new &kde; applications. Please refer to <xref linkend="programming"/> for more information.
tr: Yeni &kde; uygulamaları yazın. Daha fazla bilgi için: <xref linkend="programming"/>.

source: Of course, sponsors are also welcome. :-)
tr: Tabii ki sponsorları bekliyoruz. :-)

source: There are several places to look for more information if you want to get involved in the development. The first step is to subscribe to some of the <ulink url="http://www.kde.org/mailinglists/">mailing lists</ulink>. You will soon see something that can be improved or added.
tr: Geliştirmede yer almak istiyorsanız daha fazla bilgi için bakabileceğiniz birçok yer var. İlk adım olarak <ulink url="http://www.kde.org/mailinglists/">posta listeleri </ulink>'ne üye olmak isteyebilirsiniz. Kısa süre sonra bazı şeylerin eklendiğini ya da geliştirildiğini göreceksiniz.

source: How do I submit a bug report?
tr: Nasıl hata raporu gönderebilirim?

source: There is a bug tracking system available at <ulink url="http://bugs.kde.org">http://bugs.kde.org</ulink>. The system features a wizard to submit new bug reports and a list of all known bugs.
tr: <ulink url="http://bugs.kde.org">http://bugs.kde.org</ulink> adresinde hata belirtme sistemi vardır. Bu sistem yeni hata raporları göndermek için bir yardımcıyı ve bilinen hataların listesini içerir.

source: The easiest way to submit a bug is to select <menuchoice><guimenu>Help</guimenu><guimenuitem>Report Bug...</guimenuitem></menuchoice> from the menu bar of the application with the bug. This will open a small dialog box with a link to the bug tracking system. Please make sure to follow the instructions of the bug reporting wizard.
tr: Bir hata raporu göndermenin en iyi yolu, hata içeren uygulamanın menüsünden <menuchoice><guimenu>Yardım</guimenu><guimenuitem>Hata Bildir... </guimenuitem></menuchoice> seçeneğini seçmektir. Bu seçenek, hata belirtme sistemine bağlanan bir köprü içeren küçük bir diyalog kutusu açar. Lütfen hata bildirme sistemi yardımcısının talimatlarına uyduğunuzdan emin olun.

source: I want to program for &kde;. What should I do first?
tr: &kde; için uygulama yazmak istiyorum. Önce ne yapmalıyım?

source: Everybody is encouraged to develop software for &kde;. What you should do first depends strongly on your experience, &eg; whether you have already learned C++ or have experience with the &Qt; toolkit and so on.
tr: Herkes &kde; için uygulama yazlamaya teşvik edilir. Ne yapmanız gerektiği tamamen sizin tecrübenize bağlıdır, örneğin, daha önceden C++ dilini bilip bilmediğinize ya da &Qt; aracı ile tecrübeniz olup olmadığına bağlıdır.

source: Another excellent resource for learning &kde; programming is the &Qt; online tutorials. These are installed along with &Qt;. To view them, open <filename>$<envar>QTDIR</envar>/doc/html/index.html</filename> in &konqueror; and bookmark it. The tutorials can be found under "Using Qt". The source code for each lesson can be found in the <filename class="directory">$<envar>QTDIR</envar>/tutorial</filename> directory.
tr: &kde; uygulamaları hazırlamak için kullanabileceğiniz mükemmel başka bir kaynak da &Qt; çevrimiçi yardım dosyalarıdır. Bu dosyalar &Qt; ile birlikte sisteminize yüklenir.Dosyaları görüntülemek için, <filename>$<envar>QTDIR</envar> /doc/html/index.html</filename> dosyasını &konqueror; ile açın. Dosyalar "Using Qt" başlığı altında bulunabilir. Her ders için kaynak kodu <filename class="directory">$<envar>QTDIR</envar>/tutorial</filename> klasöründe bulunabilir.

source: There is, however, one thing that everybody interested in programming for &kde; should do: <emphasis>subscribe to the developers mailing list</emphasis>. To subscribe, you have to send an email to <ulink url="mailto:kde-devel-request@kde.org">kde-devel-request@kde.org</ulink> with the subject <userinput>subscribe <replaceable>your_email_address</replaceable></userinput>.
tr: &kde; için uygulama geliştirmeye ilgili herkesin yapması gereken bir şey vardır: <emphasis>geliştiriciler posta grubuna üye olmak</emphasis>. Üye olmak için<ulink url="mailto:kde-devel-request@kde.org">kde-devel-request@kde.org</ulink> adresine <userinput>subscribe<replaceable>e_posta_adresiniz</replaceable></userinput> konulu bir posta göndermelisiniz.

source: Please read <link linkend="subscribe">How to subscribe/unsubscribe to these lists</link> carefully. Everything said there applies to the development list as well.
tr: Lütfen <link linkend="subscribe">Bu listelere nasıl üye olunur/üyelik bitirilir?</link> yazısını dikkatlice okuyun. Yazıda söylenen her şey geliştirme listesi için de geçerlidir.

source: How do I get access to &kde; <acronym>SVN</acronym>?
tr: <acronym>CVS</acronym> 'ye nasıl bağlanacağım?

source: The &kde; project uses <acronym>SVN</acronym> to develop the core parts of the software. Usually, when you have changed one of the parts (&eg; fixed a bug), and you want to commit this change, the best way is to create a patch against a current snapshot and send this patch to the developer/maintainer of the respective program.
tr: &kde; projesi yazılımın çekirdek kısımlarını geliştirmek için <acronym>CVS</acronym>' yi kullanır.Genellikle, bir kısmı değiştirdiğinizde (ör: bir hatayı düzelttiğinizde), ve bu değişikliği dile getirmek istediğinizde en iyi yol, geçerli sürüm için yama yaratıp bu yamayı yazılımın üreticisine/sağlayıcısına göndermektir.

source: Can I have read-only access to the <acronym>SVN</acronym> repository?
tr: Sadece merak ediyorum, <acronym>CVS</acronym>' ye salt okunur erişimde bulunabilir miyim?

source: How do I go about translating &kde; programs into my native language?
tr: &kde; uygulamalarını kendi ana dilime çevirmek için nereden bilgi edinebilirim?
