Repository: pars-linux/uludag
Catalog: trunk/l10n-kde4/*/docmessages/kdebase-runtime/faq_questions.po
Languages: tr

source: Asking Questions
tr: Soru Sorma Yöntemi

source: What do I do before I ask?
tr: Soru sormadan önce ne yapmalıyım ?

source: Read the documentation and &FAQ; for the application. There is a wealth of &kde; documentation availible both in the help center and online. A lot of time and effort has gone into this documentation, and quite often the answer to your question is here. The general &kde; userguide can be found by typing <userinput><command>help:/userguide</command></userinput> into your &konqueror; addressbar.
tr: Uygulamaya ait belgeleri ve sıkça sorulan soruları okuyun. Hem yardım merkezinde hem de internet üzerinde &kde; ile ilgili bol miktarda belge bulunmaktadır. Belgelendirme çalışmaları için çok zaman ve emek harcanmıştır ve genellikle aradığınız cevap oradadır. Genel &kde; kullanım kılavuzuna ulaşmak için &konqueror; adres çubuğunda <userinput><command>help:/userguide</command></userinput> yazmak yeterli olacaktır.

source: Search the web: Usually googling for a specific error message or searching mailing list archives can come up with a solution for you.
tr: İnternette araştırın. Google.com' da özel bir hata mesajının aramak veya posta listesi arşivlerinde arama yapmak size çözüm getirebilir.

source: Try it and see! Look through all the application options, read the What's this? and tooltips for the ones you're not sure about. If you're really unsure about an option save your data and then try it. As long as you use some common sense, you are very unlikely to break anything by clicking buttons.
tr: Deneyin ve görün! Uygulama ile ilgili bütün seçenekleri deneyin, emin olmadıklarınız için denemeden önce Bu nedir ? ve ipucu bölümlerini okuyun. Eğer gerçekten emin olamıyorsanız bilgilerinizi kaydettikten sonra deneyin. Sağ duyulu davrandığınız sürece düğmelere tıklayarak herhangi bir şeye zarar vermezsiniz.

source: Above all, don't be lazy. If you show the people who you are asking that you are able to troubleshoot and research in a logical manner, you're showing them you're a reasonable person who is worth their time to help. It's your problem and not theirs so the legwork is yours to do. Save your helpers as much time as you can, they're busy people.
tr: Her şeyden önce tembel olmayın. Soru sorduğunuz insanlara mantıklı bir şekilde araştırma yapabildiğinizi ve sorunları giderebilecek yetenekte olduğunuzu gösterirseniz onlar da yardım etmek için zaman ayırmaya değer olduğunuzu düşüneceklerdir. Unutmayın ki problem sizin probleminiz dolayısıyla çalışması gereken de sizsiniz. Size yardımcı olan insanlara mümkün olduğunca yardımcı olun. Onlar meşgul insanlardır.

source: Where do I ask?
tr: Sorularımı nereye sormalıyım?

source: Usually the best place to ask a question is on the <acronym>IRC</acronym> channels and mailing lists devoted to user questions. Don't post simple questions about using &kde; to the devel channels and mailing lists, these are for technical discussions. Some good places are #kde on irc.freenode.net, and the &kde; mailing lists.
tr: Genellikle soru sormak için en uygun yer kullanıcı sorularına tahsis edilmiş <acronym>IRC</acronym> kanalları ve posta listeleridir. &kde; nin kullanımı hakkındaki basit sorular için geliştirme kanallarını ve posta listelerini kullanmayınız. Bu yerler teknik tartışmalar içindir. Örneğin #kde on irc.freenode.net, ve &kde; posta listeleri

source: How do I ask?
tr: Sorularımı nasıl sormalıyım?

source: Try to word your questions in a manner that gives the most information possible and is polite and courteous. Don't ask to ask, just ask!
tr: Soru sormuş olmak için sormayın! Kibar bir şekilde ve probleminizle ilgili mümkün olduğu kadar ayrıntılı bilgi içeren sorular sorun.

source: Q: &kde; sucks, it's being slow
tr: Soru: Kahretsin, &kde; çok yavaş çalışıyor.

source: Is not a question that is likely to get you a useful answer. It does not give any useful information about troubleshooting the problem, and it starts out attacking the software in a way that isn't productive.
tr: Bu düzgün cevap alınabilecek bir soru değildir. Programa hakaret ederek başlamaktadır ve problemi çözmeye yarayacak hiçbir faydalı bilgi içermemektedir.

source: Don't assume automatically that the problem is the fault of &kde;. Proceed as though this is your error, otherwise you will quickly annoy people if it does indeed turn out to be your problem and not &kde;.
tr: Otomatik olarak problemin &kde; den kaynaklandığını düşünmeyin. Öncelikle sorunun kendinizden kaynaklandığını düşünün. Çünkü problem &kde; den değilde gerçekten sizden kaynaklanıyorsa bu durum size yardım eden insanları rahatsız eder.

source: Use clear language with correct spelling. Watch out for any ambiguities and make sure you think about what you say before you write it. If you are asked for clarification, give it as best you can. &kde; is a project where many of the users and developers are not native english speakers and if you don't use correct english, misunderstandings may ensue. Use the language appropriate to the channel or mailing list you are in &mdash; if you don't, people who might have been able to help you may ignore your message because it is not in a language they understand.
tr: Açık ve düzgün bir dil kullanın. Yazmadan önce tam olarak ne soracağınızı düşünün ve muğlak ifadelerden kaçının. &kde; ana dili ingilizce olmayan bir çok kullanıcı ve geliştiriciden oluşan bir projedir ve eğer düzgün bir ingilizce kullanmazsanız yanlış anlamalar olabilir. &mdash; in içerisinde bulunduğunuz kanal veya posta listesinde uygun bir dil kullanın aksi halde size yardım edebilecek insanlar söylediklerinizi anlamadıkları için yardımcı olamazlar.

source: Include all information that could be relevant, even if you're not sure. Have you upgraded other software or hardware on your system, particularly system libraries or a new kernel? These things could affect how &kde; performs. Even if you cannot see a link, someone else might.
tr: Emin olmasanız bile sorun ile ilgili olduğunu düşündüğünüz bütün bilgiyi ekleyin. Sisteminizdeki diğer donanımı veya yazılımı, özellikle çekirdek ya da kitaplıkları güncellediniz mi? Bütün bunlar &kde; nin çalışmasını etkileyecektir. Siz bir alaka göremesiniz bile başkaları belki görecektir.

source: Follow up on your solution! Tell us if it worked, or if you have solved it yourself in the meantime. This helps us know for sure if our solution worked, and helps other users who may be searching mailing list archives for a solution to the problem themselves.
tr: Çözümü takip edin. Size söylenen çözümün İşe yarayıp yaramadığını veya bu esnada kendiniz çözmüşseniz nasıl çözdüğünüzü bize bildirin. Bu hem bizim çözümümüzün işe yarayıp yaramadığını öğrenmemize, hem de posta liste arşivlerinde arama yapan diğer insanların problemlerini kendi kendilerine çözmelerine yardımcı olacaktır.

source: What do I do when told to look elsewhere?
tr: Başka bir yere bakmam söylendiğinde ne yapmalıyım?

source: Above all, use common courtesy. &kde; users and developers are usually volunteering their time out of an already very busy schedule, and like to know that you are appreciating that they are helping you for free. Be polite, say please and thank you and try to be pleasant and friendly.
tr: Hepsinden önemlisi kibar olun. &kde; kullanıcıları ve geliştiricileri yoğun çalışmalarının arasında gönüllü olarak bu işe zaman ayırmaktadırlar ve bedava olarak bu işi yaptıkları için sizin tarafınızdan takdir edilmek isterler. Kibar bir şekilde konuşun, lütfen, teşekkür ederim gibi sihirli kelimeleri kullanmaktan çekinmeyin.

source: Does this seem like a lot of trouble to ask a question? If you want to be able to feel that people owe you an answer or support, then you're quite welcome to pay for commercial support from companies that support &kde; on &UNIX; platforms. If you don't want to pay money, then pay the people who do this for free with your politeness and appreciation :)
tr: Soru sormanın tam bir işkence olduğunu mu düşünüyorsunuz? Eğer insanların size destek olması gerektiğini, bütün sorularınıza cevap vermeleri gerektiğini düşünüyorsanız &UNIX; üzerinde &kde; yi destekleyen firmalara destek olmalısınız. Eğer para ödemek istemiyorsanız o zaman size bu hizmeti bedava veren insanlara kibarlığınızla ve takdirlerinizle ödeme yapın :)

source: If you think the answer to your question should be included in the &kde; &FAQ; please feel free to submit any patches or suggestions to the &kde; &FAQ; Maintainer, at <email>faq@kde.org</email>
tr: Sorunuza verilen cevabın &kde; &SSS; bölümünde yer alması gerektiğini düşünüyorsanız <email>faq@kde.org</email> adresine posta göndererek &kde; &SSS; hakkındaki görüş veya önerilerinizi bildirebilirsiniz.
