Repository: pars-linux/uludag
Catalog: trunk/l10n-kde4/*/docmessages/kdebase-runtime/faq_panel.po
Languages: tr

source: The panel
tr: Panel

source: How do I add applications to the &kde; panel (&kicker;)?
tr: &kde; paneline (&kicker;) bir uygulamayı nasıl eklerim?

source: There are several ways to add an application to the panel, of which the easiest is to right-click on the panel, and from the context menu which appears, select <menuchoice><guimenu>Panel Menu</guimenu><guisubmenu>Add to Panel</guisubmenu><guisubmenu>Application Button</guisubmenu></menuchoice> and then the application for which you want to add a link.
tr: Panele bir uygulama eklemenin bir çok yöntemi vardır. Bunlardan en kolayı, panele sağ tıklayarak menüden <menuchoice><guimenu>Panel Menüsü</guimenu><guisubmenu>Ekle</guisubmenu><guisubmenu>Uygulama Düğmesi</guisubmenu></menuchoice> alt menüsünü seçmek ve daha sonra bağlantısı eklemek istediğiniz uygulamanın üzerine tıklamak.

source: For more ways of adding buttons to the panel, refer to the &kicker; Handbook.
tr: Panele daha fazla düğmenin nasıl eklendiğini öğrenmek için &kicker; el kitabını okumanızı tavsiye ediyoruz.

source: Is it possible to change the <guibutton>K</guibutton> button of the panel to another picture?
tr: Paneldeki <guibutton>K</guibutton> düğmesini başka bir resime dönüştürme imkanımız var mı ?

source: The simplest way is to download a new icon theme with a &kmenu; icon you prefer from <ulink url="http://www.kde-look.org">http://www.kde-look.org</ulink> and install it using the &kcontrolcenter;.
tr: Bunun en kolay yolu &kmenu; ile yeni bir simge teması indirmektir. <ulink url="http://www.kde-look.org">http://www.kde-look.org</ulink> adresinden tercih ettiğiniz simgeyi indirin ve &kcontrolcenter; ı kullanarak kurun.

source: After an upgrade my &kmenu; appears to be empty! How can I get my menu back?
tr: Güncellemeden sonra &kmenu; boş olarak gözüküyor. Eski haline nasıl getirebilirim ?

source: My desktop panel has disappeared. How can I get it back?
tr: Masa üstü panelim kayboldu. Nasıl geri getirebilirim ?

source: The panel disappearing is usually due to it crashing. This is most often caused by loading an applet that has a fatal bug or due to a bad installation of &kde; and/or the panel.
tr: Panelin ortadan kaybolması genellikle çökmeden kaynaklanır. Bunun da sebebi sonlandırıcı bir hata içeren bir uygulama veya &kde; nin veya panelin yanlış yüklenmesinden kaynaklanır.

source: The easiest way to get the panel back is to launch the <guilabel>Run Command</guilabel> window by pressing <keycombo action="simul">&Alt;<keycap>F2</keycap> </keycombo> and entering <userinput><command>kicker</command></userinput> and then pressing the <guibutton>OK</guibutton> button.
tr: Paneli geri getirmenin en kolay yolu <keycombo action="simul">&Alt;<keycap>F2</keycap> </keycombo> tuşuna basarak açılan pencerede <guilabel>Run Command</guilabel> ı çalıştırmak ve <userinput><command>kicker</command></userinput> komutunu girerek <guibutton>OK</guibutton> tuşuna basmaktır.

source: If the panel continues to disappear, you may wish to either remove or edit by hand your <filename>$<envar>KDEHOME</envar>/share/config/kickerrc</filename> file, where <filename class="directory">$<envar>KDEHOME</envar></filename> is usually <filename class="directory">~/.kde</filename>. If you choose to edit it by hand, start by removing the applet entry groups.
tr: Panel kaybolmaya devam ederse kaldırmayı veya<filename>$<envar>KDEHOME</envar>/share/config/kickerrc</filename> dosyasını elle düzenlemeyi düşünebilirsiniz. <filename class="directory">$<envar>KDEHOME</envar></filename> genellikle <filename class="directory">~/.kde</filename> dizininin altındadır.

source: Where did the Icon Zooming option that used to be in &kicker; go?
tr: &kicker; daki Simge Yakınlaştırma seçeneği nereye gitti ?

source: Icon zooming was not actively maintained and had caused severe bugs and usability issues. It was replaced in &kde; 3.4 by the new mouse over effects, which combine esthetics with useful information.
tr: Simge yakınlaştırma seçeneği ciddi hatalara sebep olduğundan ve kullanım sorunlarından ötürü artık kullanılmıyor. &kde; 3.4 de estetiği faydalı bilgilerle birleştiren yeni fare efektleri ile değiştirildi

source: How can I start an application minimized to the system tray?
tr: Sistem çekmecesinde simge durumuna küçültülmüş bir uygulamayı nasıl başlatabilirim?

source: Use <command>ksystraycmd</command>. For example, to start a &konsole; hidden in the system tray, run <userinput><command>ksystraycmd </command> <option>--hidden</option> <command>konsole</command></userinput>. For more information about <command>ksystraycmd</command>, see the section <quote>Advanced Window Management</quote> in the &kde; User Guide.
tr: <command>ksystraycmd</command> komutunu kullanın. Örneğin sistem çekmecesinde gizlenmiş bir &konsole; uygulamasını başlatmak için <userinput><command>ksystraycmd </command> <option>--hidden</option> <command>konsole</command></userinput> komutunu çalıştırın. Daha fazla bilgi için &kde; kullanım kılavuzunda <quote>Advanced Window Management</quote> bölümüne bakınız.

source: How do I use the &Windows; key to open the &kmenu;?
tr: &kmenu; yü açmak için &Windows; u nasıl kullanırım ?

source: Previous versions of &kde; provided a trick to allow you to use the &Windows; key both as a modifier (so you could have shortcuts like <keycombo action="simul"><keysym>Win</keysym><keycap>R</keycap> </keycombo>), and as a regular key (so that pressing <keysym>Win</keysym> on its own could open the &kmenu;). This feature was removed for reasons of usability and accessibility, as well as keeping the code clean. For current versions of &kde;, you have two options: either use a different shortcut to open the &kmenu; (the default is <keycombo action="simul">&Alt;<keycap>F1</keycap> </keycombo>), or remap the <keysym>Win</keysym> key to be a regular key, rather than a modifier.
tr: &kde; nin önceki sürümlerinde &Windows; tuşu hem <keycombo action="simul"><keysym>Win</keysym><keycap>R</keycap> </keycombo> gibi kısayollar tanımlamaya hem de &kmenu; yü açmaya (<keysym>Win</keysym> tuşuna basarak) yarıyordu. Bu özellik kullanım ve erişim ile ilgili sebeplerden ötürü çıkarıldı. &kde; nin şimdiki sürümlerinde iki seçenek sunuluyor. &kmenu; yü açmak için farklı bir kısayol tuşu kullanmak (ön tanımlı tuş <keycombo action="simul">&Alt;<keycap>F1</keycap> </keycombo> dir.) ya da <keysym>Win</keysym> tuşunu sıradan bir tuş olarak tanımlamak.

source: If you choose to do the second, here's one way:
tr: Eğer ikincisini seçerseniz bunu şöyle yapabilirsiniz:

source: Find the keycode for your <keysym>Win</keysym> key using <command>xev</command>: Run the command <userinput><command>xev</command></userinput> in a &konsole;, and press the <keysym>Win</keysym> key. Look in the output of <command>xev</command> for <computeroutput>keycode <replaceable>n</replaceable></computeroutput>, where <replaceable>n</replaceable> is the keycode of the <keysym>Win</keysym> key.
tr: <command>xev</command> komutunu kullanarak <keysym>Win</keysym> tuşunuzun tuş kodunu bulabilirsiniz. &konsole; da <userinput><command>xev</command></userinput> komutunu verip <keysym>Win</keysym> tuşuna basın. <computeroutput>keycode <replaceable>n</replaceable></computeroutput> çıktısındaki <replaceable>n</replaceable> rakamı <keysym>Win</keysym> tuşunun tuş kodudur.

source: Use <command>xmodmap</command> to remap the <keysym>Win</keysym> key. An appropriate command is <userinput><command>xmodmap <option>-e</option> 'keycode <replaceable>n</replaceable>=Menu'</command></userinput>.
tr: <keysym>Win</keysym> tuşunu tekrar tanımlamak için <command>xmodmap</command> komutunu kullanın. Uygun komut <userinput><command>xmodmap <option>-e</option> 'keycode <replaceable>n</replaceable>=Menu'</command></userinput>dır

source: In the &kcontrolcenter;, go to <menuchoice><guimenu>Regional &amp; Accessibility</guimenu><guimenuitem>Keyboard Shortcuts</guimenuitem> </menuchoice> and set the shortcut for <guilabel>Popup Launch Menu</guilabel> to the <keysym>Win</keysym> key. You should now be able to popup the &kmenu; by pressing the <keysym>Win</keysym> key.
tr: &kcontrolcenter; da <menuchoice><guimenu>Bölgesel &amp; Erişilebilirlik</guimenu><guimenuitem>KlavyeKısayolları</guimenuitem> </menuchoice> na girin <guilabel>Popup Launch Menu</guilabel> yü <keysym>Win</keysym> tuşuna ayarlayın. Artık <keysym>Win</keysym> tuşuna basarak &kmenu; yü açabilirsiniz.

source: One more step is required to save the changes across settings: Create a file <filename>~/.kde/env/win-key.sh</filename> (create the directory if it doesn't exist), and add the <command>xmodmap</command> command you used previously to it. The change should now be applied every time you start &kde;.
tr: Ayarlamalardan sonra değişiklikleri kaydetmek için bir adımımız daha var. <filename>~/.kde/env/win-key.sh</filename> adında bir dosya oluşturun (eğer böyle bir dizin yoksa onu da oluşturun) daha önce kullandığınız <command>xmodmap</command> komutunu buraya ekleyin. Artık &kde; yi her açtığınızda değişiklik kendiliğinden uygulanacaktır.
