Repository: pars-linux/uludag
Catalog: trunk/l10n-kde4/*/docmessages/kdebase-runtime/faq_getkde.po
Languages: tr

source: Getting &kde;
tr: &kde; Temini

source: Where do I get &kde;?
tr: &kde; 'yi nereden bulabilirim?

source: The main distribution site for &kde; is <ulink url="ftp://ftp.kde.org/">ftp.kde.org</ulink>. However, this site is often under heavy load, so you might prefer to use <ulink url="http://download.kde.org/">download.kde.org</ulink> which automatically redirects you to the mirror nearest to you. You can also have a look at the list of <ulink url="http://www.kde.org/ftpmirrors.html"> &kde; mirror sites</ulink>.
tr: &kde;'nin ana dağıtım sayfası <ulink url="ftp://ftp.kde.org/">ftp.kde.org</ulink>'tur. Fakat bu site genellikle çok yoğun olduğu için, sizi size en yakın olan yansı sitesine yönlendirecek<ulink url="http://download.kde.org/"> download.kde.org</ulink> adresini kullanabilirsiniz. Ayrıca yansı sitelerinin listesi için <ulink url="http://www.kde.org/ftpmirrors.html"> </ulink>.adresine bakabilirsiniz.

source: Are there &Linux; distributions that include &kde;?
tr: &kde; 'yi içeren &Linux; dağıtımları var mı?

source: Yes, major &Linux; distributions already ship &kde;. As building a distribution takes some time, they might not always contain the latest version, but for a start or to avoid downloading from the Internet, they do provide a good starting point.
tr: Evet . Hemen Hemen bütün &Linux; dağıtımlarında yer alıyor. Fakat herzaman en son sürümü bulunmaya biliyor. Son sürümünüde internetten indirip kendiniz güncelleyebilirsiniz.

source: You can find an up-to-date list of distributions that ship with &kde; <ulink url="http://www.kde.org/download/distributions.php">here</ulink>.
tr: &kde; ile birlikte gelen dağıtımların güncelleme listesine <ulink url="http://www.kde.org/kdeships.html">bu linkten ulaşabilirsiniz. </ulink>.

source: What is the current version?
tr: Güncel sürüm nedir?

source: Where do I find &kde; snapshots?
tr: &kde; dosyalarına nasıl erişebilirim?

source: You can get the latest snapshots from <ulink url="ftp://ftp.kde.org/pub/kde/unstable/snapshots">ftp://ftp.kde.org/pub/kde/unstable/snapshots</ulink>. You might also want to consider setting up your own <acronym>SVN</acronym> client in order to maintain the latest snapshot at all times. Please refer to <ulink url="http://developer.kde.org/source/anonsvn.html">Anonymous <acronym>SVN</acronym> and &kde;</ulink> for further information.
tr: En son deneme derlemelerini <ulink url="ftp://ftp.kde.org/pub/kde/unstable/snapshots"> ftp://ftp.kde.org/pub/kde/unstable/snapshots</ulink> adresinden elde edebilirsiniz. Ayrıca <acronym>CVS</acronym> istemcinizi en son deneme derlemelerini almak için ayarlamak isteyebilirsiniz. Daha fazla bilgi için <ulink url="http://developer.kde.org/source/anoncvs.html">Anonim <acronym>CVS</acronym> ve &kde;</ulink>'ye bakınız.

source: Where do I get &Qt;?
tr: &Qt;'yi nereden bulabilirim?

source: &Qt; is a product of the Norwegian company Trolltech. You can always get the latest &Qt; version from their <ulink url="ftp://ftp.trolltech.com">&FTP; server</ulink>.
tr: &Qt; Norweqian company Trolltech tarafından geliştirilmektedir. Herzaman son sürümünü <ulink url="ftp://ftp.trolltech.com">&FTP; sunucusundan </ulink> indirebilirsiniz.

source: And with most up-to-date &Linux; distributions, &Qt; is already included. Please see <xref linkend="prerequisites"/> for the version of &Qt; you need.
tr: Birçok &Linux; dağıtımı ile birlikte &Qt; gelmektedir. Sisteminizin <xref linkend="prerequisites"/> gerektirdiği &Qt; sürümüdür.
