Repository: pars-linux/uludag
Catalog: trunk/l10n-kde4/*/docmessages/kdebase-runtime/faq_configkde.po
Languages: tr

source: Configuring &kde;
tr: &kde;'nin yapılandırılması

source: How do I set the language used by &kde;?
tr: &kde;'nin kullandığı dili nasıl değiştirebilirim?

source: There are two ways to set the language &kde; uses in the messages it will display:
tr: &kde;'nin kullandığı dili değiştirmenin iki yolu vardır:

source: Using the <application>&kde; Control Center</application>
tr: <application>&kde; Kontrol Merkezi</application>'ni kullanarak

source: Fire up the <application>&kde; Control Center</application> and select <guimenu>Regional &amp; Accessibility</guimenu> followed by <guimenuitem>Country/Region &amp; Language</guimenuitem>. You can select your language and location here. If &kde; cannot find a translation in the first language chosen, it will fall back on the default language. This is usually (American) English by default.
tr: <application>&kde; Kontrol Merkezi</application>'ni başlatın. Önce <guimenu>Bölgesel &amp; Erişilebilirlik</guimenu> daha sonra <guimenuitem>Ülke/Bölge &amp; Dil </guimenuitem> i açın. Buradan kendi dilinizi ve bulunduğunuz ülkeyi ayarlayabilirsiniz. Eğer &kde; seçilen ilk dil için bir çeviri bulamazsa öntanımlı dili (genellikle İngilizce) seçecektir.

source: Using the <application>&kde; Control Center</application> is the preferred way of choosing languages in &kde;.
tr: <application>&kde; Kontrol Merkezi</application>'ni kullanmak &kde; altında dil seçimi yapmak için önerilen yöntemdir.

source: Using the <envar>KDE_LANG</envar> environment variable
tr: <envar>KDE_LANG</envar> çevresel değişkenini kullanarak

source: The second method uses the standard locale setting on your system. To change the language, simply set the environment variable <envar>KDE_LANG</envar> accordingly. For example, if your shell is <application>bash</application>, execute <userinput><command>export</command> <envar>KDE_LANG</envar>=de</userinput> to set German as the language used.
tr: İkinci yöntem, sistemdeki dil ayarlarını kullanır. Dili değiştirmek için <envar>KDE_LANG</envar> değişkenini düzenlemek yeterlidir. Örneğin, eğer kullandığınız kabuk <application>bash</application> ise, <userinput><command>export</command> <envar>KDE_LANG</envar>=tr</userinput> komutu dili Türkçe'ye çevirecektir.

source: Is there any keyboard switcher for international keyboards for &kde;?
tr: &kde; de uluslararası klavyeler arasında geçiş yapılabilir mi ?

source: Yes, you can configure it using the <application>&kde; Control Center</application> <guimenu>Regional &amp; Accessibility</guimenu> <guimenuitem>Keyboard Layout</guimenuitem> configuration page.
tr: Evet, <application>&kde; Kontrol Merkezi</application> <guimenu>Bölgesel &amp; Erişilebilirlik</guimenu> <guimenuitem>Klavye Düzen</guimenuitem> yapılandırma penceresini kullanarak ayarlayabilirsiniz.

source: How do I replace the standard text login screen with the &kde; login screen?
tr: Standart giriş ekranını &kde; giriş ekranına nasıl çevirebilirim?

source: Your distribution/&UNIX; flavor may have its own setup tools to change this (&eg; <application>YaST</application> on &SuSE; &Linux;). This will be the safest way to enable the &kde; login screen. However, if for some reason you do not wish to use these tools, the following instructions may be useful.
tr: &UNIX; dağıtımınız kendi yapılandırma araçlarına sahip olabilir (ör:&SuSE; &Linux; ta <application>YaST</application>). Bu araçları kullanmak &kde; giriş ekranını aktif duruma getirmenin en güvenli yolu olacaktır. Yine de, bu araçları kullanmak istemezseniz aşağıdaki açıklamalar size yardımcı olacaktır.

source: First, you need to change to the <quote>xdm runlevel</quote> (runlevel 5 on &RedHat; and &SuSE; systems) by editing your <filename>/etc/inittab</filename> file. In the file, you should have a line saying <userinput>id:3:initdefault:</userinput>. Change it to <userinput>id:5:initdefault:</userinput>. Now, at the end of the file, comment out the following line: <literal>x:5:respawn:/usr/bin/X11/xdm -nodaemon</literal> and replace it with <userinput>x:5:respawn:<replaceable>/opt/kde/</replaceable>bin/kdm -nodaemon</userinput>.
tr: İlk önce, <filename>/etc/inittab</filename> dosyasındaki <quote>xdm runlevel </quote> değerini değiştirmeniz gerekiyor (&RedHat; ve &SuSE; sistemlerinde runlevel 5). Bu dosyada <userinput>id:3:initdefault:</userinput> yazılı bir satır olması gerekir. Bu satırı <userinput>id:5:initdefault:</userinput> olarak değiştirin. Sonra, dosyanın sonunda, <literal>x:5:respawn:/usr/bin/X11/xdm -nodaemon</literal> satırını bulun ve <userinput>x:5:respawn:<replaceable> /opt/kde/</replaceable>bin/kdm -nodaemon</userinput> ile değiştirin.

source: The location of &kdm; may differ on your system.
tr: &kdm;'nin yeri sistemden sisteme değişiklik gösterebilir.

source: For changes to take effect immediately, type <command>init 5</command> (for &RedHat; systems) at the shell prompt.
tr: Değişikliklerin hemen etkin olması için konsoldan (&RedHat; dağıtımında) <command>init 5</command> komutunu yazın.

source: It is risky to initiate a graphical login without checking beforehand whether it works. If it fails to work, you would be in for a hard time getting back....
tr: Çalışıp çalışmadığını kontrol etmeden, grafik tabanlı bir giriş ekranı kullanmak risklidir. Eğer çalışmazsa, işleminizi geri almakta zorlanabilirsiniz...

source: For FreeBSD, you should edit the file <filename>/etc/ttys</filename> and change one of the lines that look like <programlisting>ttyv8 "/usr/X11R6/bin/xdm -nodaemon" xterm off secure</programlisting> to instead say <userinput>ttyv8 "/usr/local/bin/kdm -nodaemon" xterm off secure</userinput>.
tr: FreeBSD için, <filename>/etc/ttys</filename> dosyasını düzenlemeli ve <programlisting> ttyv8 "/usr/X11R6/bin/xdm -nodaemon" xterm off secure</programlisting> benzeri bir satırı <userinput>ttyv8 "/usr/local/bin/kdm -nodaemon" xterm off secure </userinput> ile değiştirmelisiniz.

source: Where do I find information regarding &kde; themes?
tr: &kde; temaları hakkında detaylı bilgiye nasıl ulaşabilirim?

source: How do I change &MIME; Types?
tr: &MIME; türlerini nasıl değiştirebilirim?

source: If you are using &konqueror;, do this instead: first, open a &konqueror; window and choose <menuchoice><guimenu>Settings</guimenu><guimenuitem>Configure Konqueror</guimenuitem></menuchoice>, then <guilabel>File Associations</guilabel>. Find the type you want to change (&eg; <literal>text/english</literal> or <literal>image/gif</literal>), and set the application preference order to whatever you want.
tr: &konqueror; kullanıyorsanız; önce, &konqueror;'ı açıp <menuchoice> <guimenu>Ayarlar</guimenu><guimenuitem>Konqueror'ı Yapılandır</guimenuitem> </menuchoice>'dan, <guilabel>Dosya İlişkileri</guilabel>'ni seçin. Değiştirmek istediğiniz dosya türünü seçin (ör: <literal>text/english</literal> veya <literal>image/gif </literal>), ve uygulama tercih sırasını istediğiniz şekilde oluşturun.

source: &kde; (&kdm;) does not read my <filename>.bash_profile</filename>!
tr: &kde;&kdm; benim<filename>.bash_profile</filename> dosyamı okumuyor!

source: The login managers<application>xdm</application> and &kdm; do not run a login shell, so <filename>.profile</filename>, <filename>.bash_profile</filename>, &etc; are not sourced. When the user logs in, <application>xdm</application> runs <command>Xstartup</command> as root and then <command>Xsession</command> as user. So the normal practice is to add statements in <filename>Xsession</filename> to source the user profile. Please edit your <filename>Xsession</filename> and <filename>.xsession</filename> files.
tr: Giriş yöneticileri <application>xdm</application> ve &kdm; bir giriş kabuğu çalıştırmazlar, bu nedenle <filename>.profile</filename>, <filename>.bash_profile </filename>, &etc; gibilerine kaynak gösterilmemiştir. Kullanıcı giriş yaptığında <application>xdm</application> yetkili kullanıcı olarak <command>Xstartup</command> komutunu, normal kullanıcı olarak da <command>Xsession</command> komutunu çalıştırır. Bu nedenle, kullanıcı profilini kaynak göstermek için <filename>Xsession </filename> dosyasına bazı ifadeler eklenmelidir. Lütfen <filename>Xsession</filename> and <filename>.xsession</filename> dosyalarını düzenleyin.

source: How do I use &TrueType; fonts in &kde;?
tr: &kde; altında &TrueType; yazıtiplerini nasıl kullanabilirim?

source: You need to install &TrueType; font support into your &X-Window; configuration. Please take a look at <ulink url="http://x.themes.org/">x.themes.org</ulink> for the fonts, and <ulink url="http://www.dcs.ed.ac.uk/home/jec/programs/xfsft/">xfsft: &TrueType; Font Support For X11</ulink> or <ulink url="http://X-TT.dsl.gr.jp/">X-&TrueType; Server Project Home Page</ulink> for the font servers.
tr: &TrueType; yazıtipi desteğini &X-Window; ayarlarına eklemeniz gerekiyor. Yazıtipleri için lütfen <ulink url="http://x.themes.org/">x.themes.org</ulink> sitesine, ve yazıtipi sunucuları için<ulink url="http://www.dcs.ed.ac.uk/home/jec/programs/xfsft/">xfsft: &TrueType; Font Support For X11</ulink> or <ulink url="http://X-TT.dsl.gr.jp/"> X-&TrueType; Server Project Home Page</ulink> sitesine bakınız.

source: Is it possible to enter, show and work with the Euro Symbol in &kde;?
tr: &kde; altında Euro sembolünü göstermek mümkün müdür?

source: Yes and no. For details, look here: <ulink url="http://www.koffice.org/kword/euro.php">http://www.koffice.org/kword/euro.php</ulink>.
tr: Evet ve hayır. Ayrıntılar için, <ulink url="http://www.koffice.org/kword/euro.phtml"> http://www.koffice.org/kword/euro.phtml</ulink> adresine bakın.

source: How do I run a program at &kde; startup?
tr: Bir programı &kde; başlarken nasıl çalıştırabilirim ?

source: If you wish to start a program after &kde; has started, you may want to use the <filename class="directory">Autostart</filename> folder. To add entries to the <filename class="directory">Autostart</filename> folder:
tr: Eğer bir programı &kde; başladıktan sonra çalıştırmak istiyorsanız <filename class="directory">Autostart</filename> dizinini kullanabilirsiniz. <filename class="directory">Autostart</filename> dizinine kayıt eklemek için :

source: Open &konqueror;.
tr: &konqueror; ı açın

source: Select <menuchoice><guimenu>Go</guimenu><guimenuitem>Autostart</guimenuitem> </menuchoice> from the menubar.
tr: Menü çubuğundan <menuchoice><guimenu>Git</guimenu><guimenuitem>Autostart</guimenuitem> </menuchoice>'i seçin.

source: Right-click in the window view area and select <menuchoice><guisubmenu>Create New</guisubmenu><guisubmenu>File</guisubmenu><guimenuitem>Link to Application</guimenuitem> </menuchoice>
tr: Açılan pencerenin üzerinde sağ tıklayın ve <menuchoice><guisubmenu>Yeni Oluştur</guisubmenu><guisubmenu>Dosya</guisubmenu><guimenuitem>Uygulamaya Bağlantı</guimenuitem> </menuchoice>'yı seçin.

source: Click on the <guilabel>Application</guilabel> tab in the window that appears and enter the name of the command to run in the <guilabel>Command</guilabel> text box.
tr: Açılan pencerede <guilabel>Uygulama</guilabel>sekmesine tıklayın ve <guilabel>Komut</guilabel> metin kutusunun içerisine çalıştırılacak komutu yazın.

source: How can I allow more than one user to be logged in a at a time? Can &kde; do <quote>fast user switching</quote>?
tr: Aynı anda birden fazla kullanıcının oturum açmasına nasıl izin verebilirim ? &kde;<quote> Hızlı Kullanıcı Değiştirme</quote> yapabilir mi?

source: To enable more than one user to log in at one time on the same computer (sometimes referred to as <quote>fast user switching</quote>) you need to tell the program that logs you in that it can use more than one session (or, in &X-Window; terms, <quote>display</quote>) at a time.
tr: Aynı bilgisayarda aynı anda birden fazla kullanıcının oturum açmasını sağlamak için (Buna <quote>Hızlı Kullanıcı Değiştirme</quote> de denir) giriş programına aynı anda birden fazla oturum açabileceğini söylemeniz gerekir. (&X-Window; için Kurallar, <quote>Görüntü</quote> kısmına bakınız.)

source: In &kde;, this program is called &kdm; which stands for <quote>&kde; Display Manager</quote>. If you are not using &kdm; as your login screen then you will need to consult the documentation for the software you are using on how to accomplish multiple sessions.
tr: &kde; de bu giriş programına &kdm; denir. &kdm; <quote>&kde; Yapılandırma Modülü</quote>' nün kısaltmasıdır. Eğer giriş ekranı olarak &kdm;' yi kullanmıyorsanız, nasıl aynı anda oturum açılabileceğini öğrenmek için kullandığınız yazılımın yardım sayfalarına başvurun.

source: By default, this will be configured at installation time automatically if &kdm; supports virtual terminals on your system (currently Linux only). If it was not configured automatically, consult the &kdm; manual, section <ulink url="help:/kdm/kdmrc-xservers">Specifying permanent &X-Server;s</ulink>. After modifying kdmrc, you will have to let &kdm; know about it; just invoke <command>killall -HUP kdm</command>.
tr: Eğer sisteminizde görsel terminalleri &kdm; destekliyorsa, kurulum esnasında kendiliğinden aktif hale gelecektir. Eğer otomatik olarak ayarlanmamışsa &kdm; el kitabı, <ulink url="help:/kdm/kdmrc-xservers"> &X-Server;' da sabit olarak tanımlama </ulink> kısmına başvurun. Kdmrc' yi ayarladıktan sonra &kdm;' nin bundan haberdar olmasını sağlamalısınız. Bunun için de <command>killall -HUP kdm</command> komutunu kullanın.
