Repository: pars-linux/uludag
Catalog: trunk/l10n-kde4/*/docmessages/kdebase-runtime/faq_intro.po
Languages: tr

source: Introduction
tr: Giriş

source: What is &kde;?
tr: &kde; nedir?

source: &kde; is the K Desktop Environment. It is a project initiated by <ulink url="mailto:ettrich@kde.org">Matthias Ettrich</ulink> in 1996. The aim of the &kde; project is to connect the power of the &UNIX; operating systems with the comfort of a modern user interface.
tr: &kde;, K Masaüstü Ortamı olarak da bilinen bir grafiksel arayüzdür. İlk defa 1996 yılında <ulink url="mailto:ettrich@kde.org">Matthias Ettrich</ulink> tarafından başlatılan &kde;'nin amacı, &UNIX; işletim sisteminin gücünü modern bir kullanıcı arayüzüyle birleştirmektir.

source: In short, &kde; will bring &UNIX; to the desktop!
tr: Kısacası, &kde;, &UNIX;'i masaüstüne getirecektir!

source: On which platforms can I expect &kde; to work?
tr: &kde; hangi işletim sistemlerinde çalışır?

source: &kde; is a Desktop Environment for all flavors of &UNIX;. While it is true that most &kde; developers use &Linux;, &kde; runs smoothly on a wide range of systems. You may, however, need to tweak the source code a bit to get &kde; to compile on a not-so-popular variant of &UNIX;, or if you are not using the &GNU; development tools, in particular the &gcc; compiler.
tr: &kde; tüm &UNIX; türleri için geliştirilmiş bir Masaüstü Ortamıdır. Birçok &kde; geliştiricisinin &Linux; kullandığı doğru olsa da, &kde; geniş bir sistem yelpazesinde rahatça çalışır.Yine de, &kde;'yi pek popüler olmayan &UNIX; türlerinde çalıştırmak istiyorsanız ya da &GNU; geliştirme araçlarını kullanmıyorsanız, özellikle de &gcc; derleyicisini, bunun için kaynak kodlarıyla oynayabilirsiniz,

source: Is &kde; a window manager?
tr: &kde; bir pencere yöneticisi midir?

source: No, &kde; is not a window manager. While &kde; includes a very sophisticated window manager (&kwin;), &kde; is much more than that. It is a full-blown Integrated Desktop Environment.
tr: Hayır, &kde; bir pencere yöneticisi değildir. &kde;'nin gelişmiş bir pendere yöneticisi (&kwin;) içermesinin yanında, &kde; size bunun çok daha fazlasını verir. &kde; gelişmiş bir Entegre Masaüstü Ortamı'dır.

source: &kde; provides a complete desktop environment, including a web browser, a file manager, a window manager, a help system, a configuration system, uncountable tools and utilities, and an ever increasing number of applications, including but not limited to mail and news clients, drawing programs, a &PostScript; and a &DVI; viewer and so forth.
tr: &kde; size bir web tarayıcısı, dosya yöneticisi, pencere yöneticisi, yardım sistemi, yapılandırma sistemi,posta ve haber istemcileri, çizim uygulamaları, &PostScript; ve &DVI; izleyicisi ,ve daha birçok (ve gün geçtikçe artan sayıda) uygulama içerenkapsamlı bir masaüstü ortamı sağlar.

source: No, &kde; is not a clone. Specifically &kde; is not a <acronym>CDE</acronym> or &Windows; clone. While the &kde; developers have and will continue to glean the best features from all existing desktop environments, &kde; is a truly unique environment that has and will continue to go its own way.
tr: Hayır, &kde; bir klon değildir, özellikle de <acronym>CDE</acronym>ya da &Windows;'un. &kde; geliştiricileri diğer masaüstü ortamlarının en iyi özelliklerini &kde;'ye ekleseler de, &kde; kendi yolunda ilerlemiş ve ilerleyecek tamamen benzersiz bir ortamdır.

source: Is &kde; free software?
tr: &kde; serbest bir yazılım mıdır?

source: Yes, &kde; is free software according to the &GNU; General Public License. All &kde; libraries are available under the <acronym>LGPL</acronym> making commercial software development for the &kde; desktop possible, but all &kde; applications are licensed under the <acronym>GPL</acronym>.
tr: Evet, &kde; &GNU;'ya (General Public License - Genel Kamu Lisansı) göre serbest bir yazılımdır.Tüm &kde; kitaplıkları <acronym>LGPL</acronym> lisansı altında ticari yazılım yazmak için mevcuttur, yine de tüm &kde; uygulamaları <acronym>GPL</acronym> altında lisanslanmıştır.

source: It is absolutely legal to make &kde; and &Qt; available on &CD-ROM; free of charge. No runtime fees of any kind are incurred.
tr: &kde;'yi ve &Qt;'yi &CD-ROM; üzerinde ücretsiz dağıtmak tamamen yasaldır.
