Repository: pars-linux/uludag
Catalog: trunk/l10n-kde4/*/docmessages/kdebase-runtime/kcontrol_netpref.po
Languages: tr

source: network
tr: ağ

source: timeouts
tr: zaman aşımları

source: Preferences
tr: Tercihler

source: Here you can set timeout values. You might want to tweak them if your connection is very slow, but the default settings are appropriate for most users.
tr: Burada zaman aşımı değerlerini ayarlayabilirsiniz. Eğer bağlantınız çok yavaşsa bunları değiştirmek isteyebilirsiniz, aksi takdirde varsayılan ayarlar çoğu kullanıcı için uygundur.

source: Here <guilabel>Timeout Values</guilabel> are the length of time an application should wait for an answer from a network operation.
tr: Buradaki <guilabel>Zaman Aşımı Değerleri</guilabel>, bir ağ işleminden yanıt için bir uygulamanın beklemesi gereken süre uzunluğunu belirtir.

source: You can configure the following timeouts:
tr: Aşağıdaki zaman aşımı değerlerini ayarlayabilirsiniz:

source: Socket read:
tr: Soket okuma:

source: Some applications use <firstterm>sockets</firstterm> to communicate. You can think of a socket as a water tap; while it is open, water (or in our case, data) comes out, without any interaction. If something stops this flow of data, the application will wait for more to come. This could be a very long time, but you can configure a maximum time for an application to wait with this option.
tr: Bazı uygulamalar, iletişim kurabilmek için <firstterm>soket</firstterm> kullanırlar. Soketleri musluk gibi düşünebilirsiniz. Açık iken, hiç bir etki olmadan su (şimdiki durumumuzda, veri) akışı olur. Eğer herhangi birşey bu veri akışını durdurursa, uygulama, biraz daha gelmek için bekleyecektir. Bu çok uzun bir zaman olabilir, ancak bu seçenek ile bir uygulama için beklenecek maksimum süreyi belirleyebilirsiniz

source: This setting will only apply to &kde; applications, of course.
tr: Bu ayarlar tabii ki sadece &kde; uygulamalarına uygulanacaktır.

source: Proxy connect:
tr: Proksi bağlantısı:

source: Sets how long to wait for a connection to a proxy server, if one is configured.
tr: Eğer bir proksi ayarlanmışsa, proksiye bağlanmak için beklenecek süreyi belirler.

source: Server connect:
tr: Sunucu bağlantısı:

source: Sets how long to wait for a connection to a remote server.
tr: Hedef sunucuya bağlanmak için beklenecek süreyi ayarlar.

source: Server response:
tr: Sunucu yanıtı:

source: Sets how long to wait for a reply from a remote server.
tr: Hedef sunucudan yanıt almak için beklenecek süreyi ayarlar.

source: You can configure <guilabel>FTP Options</guilabel> here. At present there is just two options:
tr: Buradan <guilabel>FTP Ayarları</guilabel>nı düzenleyebilirsiniz. Şimdilik sadece iki seçenek var:

source: Enable passive mode (PASV)
tr: Pasif modu aktifleştir (PASV)

source: Passive &FTP; is often required when you are behind a firewall. Many firewalls only permit connections that were initiated from <quote>the inside</quote>. Passive &FTP; is controlled by the client, which makes it usable through firewalls.
tr: Pasif &FTP;, genellikle bir güvenlik duvarı kullanıyorsanız sık sık ihtiyacınızın olacağı bir özelliktir. Bir çok güvenlik duvarı sadece <quote>içerisinde</quote> tanımlı olan bağlantılara izin verir. Pasif &FTP; ise; kullanıcı tarafından çoğu güvenlik duvarına karşı kullanışlı olmak üzere kontrol edilebilir.

source: Mark partially uploaded files
tr: Bir kısmı gönderilmiş dosyaları işaretle

source: When a mark is placed in this box, partially uploaded files will have a <literal role="extension">.part</literal> extension added to the end of the file. This extension is removed once the file download is complete.
tr: Bu kutu işaretlendiğinde, bir kısmı gönderilmiş dosyaların sonuna, uzantı olarak <literal role="extension">.part</literal> eki eklenecektir. Bu uzantı, dosya tamamen indirildikten sonra kaldırılacaktır.
