Repository: pars-linux/uludag
Catalog: trunk/l10n-kde4/*/docmessages/kdebase-runtime/khelpcenter_welcome.po
Languages: tr

source: Welcome to &kde;
tr: &kde;'ye Hoşgeldiniz

source: The &kde; team welcomes you to user-friendly &UNIX; computing.
tr: &kde; grubu sizi kullanıcı dostu &UNIX; ortamına davet ediyor.

source: Welcome to the K Desktop Environment
tr: K Masaüstü Ortamına Hoşgeldiniz

source: Information about &kde;
tr: &kde; hakkında bilgi

source: &kde; is a powerful graphical desktop environment for &UNIX; workstations. A &kde; desktop combines ease of use, contemporary functionality and outstanding graphical design with the technological superiority of the &UNIX; operating system.
tr: &kde;, &UNIX; iş istasyonları için güzel bir grafiksel masaüstü ortamıdır. &kde;, masaüstü kullanımı oldukça kolay ve zevklidir. KDE, başarılı grafiklerle, gelişmiş özelliklerle ve daha önemlisi &UNIX;'in gücüyle birleştirerek sizlerin karşısına çıkıyor.

source: What is the K Desktop Environment?
tr: K Masaüstü Ortamı nedir?

source: Contacting the &kde; Project
tr: &kde; Projesi ile iletişim

source: Supporting the &kde; Project
tr: &kde; Projesini destekleyin

source: Useful links
tr: Kullanışlı bağlantılar

source: Getting the most out of &kde;
tr: &kde;'den nasıl yararlanabilirim?

source: General documentation
tr: Genel belgeler

source: A Quick Start Guide to the Desktop
tr: Masaüstünde Küçük Bir Gezinti

source: &kde; User's guide
tr: &kde; Kullanıcı Kılavuzu

source: Frequently asked questions
tr: Sıkça sorulan sorular

source: Basic applications
tr: Temel uygulamalar

source: Desktop Panel
tr: Masaüstü Paneli

source: Control Center
tr: Kontrol Merkezi

source: File Manager
tr: Dosya Yöneticisi
