Repository: pars-linux/uludag
Catalog: trunk/l10n-kde4/*/docmessages/kdebase-runtime/khelpcenter_help.po
Languages: tr

source: &kde; Help System User Manual
tr: &kde; Yardım Sistemi Kullanıcı Elkitabı

source: &kde; Help System
tr: &kde; Yardım Sistemi

source: The &kde; help system is designed to make accessing the common &UNIX; help systems (<application>man</application> and <application>info</application>) simple, as well as the native &kde; documentation (&XML;).
tr: &kde; yardım sistemi, &kde; yardım dosyalarına (&XML;) olduğu kadar genel &UNIX; yardım sistemlerine (<application>man</application> ve <application>info</application>) erişebilecek şekilde tasarlandı.

source: Installation
tr: Kurma

source: Invoking Help
tr: Yardım Alma

source: &khelpcenter; can be called in several ways:
tr: &khelpcenter;'a birkaç yolla ulaşılabilir:

source: From the <guimenu>Help</guimenu> menu
tr: <guimenu>Yardım</guimenu> menüsünden

source: From the command line
tr: Komut satırından

source: &khelpcenter; may be started using a &URL; to display a file. &URL;s have been added for <command>info</command> and <command>man</command> pages also. You can use them as follows:
tr: &khelpcenter; bir dosya göstermek için &URL; kullanılarak da çalıştırılabilir. <command>info</command> and <command>man</command> dosyaları için de &URL;ler eklenmiştir. Bunları şu şekillerde kullanabilirsiniz:

source: An application help file
tr: Uygulama yardım dosyası

source: Opens the &kedit; help file, at the contents page.
tr: İçindekiler sayfasında &kedit; yardım dosyasını açar.

source: A local &URL;
tr: Yerel &URL;

source: A Man page
tr: Bir Man sayfası

source: An Info page
tr: Bir Bilgi safyası

source: Invoking <command>khelpcenter</command> with no parameters opens the default welcome page.
tr: <command>khelpcenter</command> komutunu herhangi bir parametre (seçenek) kullanmadan çalıştırmak hoşgeldiniz sayfasını açar.

source: The &khelpcenter; interface
tr: &khelpcenter; arayüzü

source: The &khelpcenter; interface consists of two panes of information.
tr: &khelpcenter; arayüzü iki bilgi panelinden oluşur.

source: The toolbar and menus are explained further in <xref linkend="menu-and-toolbar-ref"/>.
tr: Araç çubuğu ve menüler <xref linkend="menu-and-toolbar-ref"/> bölümünde açıklanır.

source: Documents contain their own navigation tools, enabling you to move either sequentially through a document, using <guilabel>Next</guilabel>, <guilabel>Previous</guilabel>, and <guilabel>Home</guilabel> links, or to move around in a less structured manner, using hyperlinks.
tr: Dökümanlar kendi yönetim araçlarını içerir, bunlar ya <guilabel>İleri</guilabel>, <guilabel>Geri</guilabel>, ve <guilabel>Ev</guilabel> köprülerini kullanarak sırayla okumanızı ya da yine köprüler kullanarak daha düzensiz okumanızı sağlarlar.

source: Links can take you to other parts of the same document, or to a different document, and you can use the <guiicon>Back</guiicon> (Left pointing arrow) or <guiicon>Forward</guiicon> (Right pointing arrow) icons on the toolbar to move through the documents you have viewed in this session.
tr: Köprüler sizi aynı belgenin çeşitli bölümlerine görülebilir, ya da başka bir dökümana da götürebilir.Araç çubuğundaki <guiicon>Geri</guiicon> (Solu gösteren ok) ya da <guiicon>İleri</guiicon> (Sağı gösteren ok) simgelerini kullanarak, daha önce gezindiğiniz belgelere ulaşabilirisiniz.

source: The two panes display the contents of the help system, and the help files themselves, on the left and right respectively.
tr: İki pencere yardım sisteminin içerini gösterir, ve yardım dosyaları, sırasıyla solda ve sağdadır.

source: The <guilabel>Contents</guilabel> pane
tr: <guilabel>İçindekiler</guilabel> penceresi

source: The <guilabel>Contents</guilabel> pane in &khelpcenter; is displayed on the left hand side of the window. As you might expect, you can move the splitter bar, to make sure you can comfortably read the contents of either pane.
tr: &khelpcenter;'daki <guilabel>İçindekiler</guilabel> penceresi, ana pencerenin sol tarafında gösterilir. Tabii ki, bu pencerenin içeriğini daha rahat okuyabilmeniz ayıraç çubuğunu hareket ettirebilirsiniz.

source: The <guilabel>Contents</guilabel> pane is further divided into two tabs, one containing a <link linkend="contents-menu">menu</link> showing all the help information &khelpcenter; is aware of, and the other contains the &kde; <link linkend="kde-glossary">glossary</link> of terms.
tr: <guilabel>İçindekiler</guilabel> penceresi iki sekmeye ayrılır, biri &khelpcenter;'ın sahip olduğu tüm bilgiyi gösteren <link linkend="contents-menu">İçindekiler</link>'i içerir, diğeri ise &kde; terimlerini içeren <link linkend="kde-glossary">Sözlük</link>'ü gösterir.

source: The <guilabel>Contents</guilabel> Menu
tr: <guilabel>İçindekiler</guilabel> Menüsü

source: The <guilabel>Contents</guilabel> contains the following default entries:
tr: <guilabel>İçindekiler</guilabel> şu öntanımlı girişleri içerir:

source: &kde; User's manual
tr: &kde; Kullanıcı elkitabı

source: The &kde; User's manual is an in-depth exploration of &kde;, including installation, configuration and customization, and use.
tr: &kde; Kullanıcı elkitabı kurma, ayarlama, kişiselleştirme ve kullanım konularını içeren detaylı bir &kde; yardım bölümüdür.

source: Application manuals
tr: Uygulama elkitapları

source: Native &kde; application documentation. All &kde; applications have documentation in &XML; format, which are converted to <acronym>HTML</acronym> when you view them. This section lists all the &kde; applications with a brief description and a link to the full application documentation.
tr: &kde; uygulama belgeleri. Tüm &kde; uygulamaları &XML; biçiminde saklanan ve siz görüntülemek istediğinizde <acronym>HTML</acronym> biçimine çevrilen belgelere sahiptir. Bu bölüm, tüm &kde; uygulamalarını kısa açıklamalar vererek listeler ve kendi uygulama belgelerine köprüler içerir.

source: The applications are displayed in a tree structure that echoes the default structure of the <guimenu>K</guimenu> menu, making it easy to find the application you are looking for.
tr: Uygulamalar, aradığınız uygulamayı bulmanızı kolaylaştırmak için <guimenu>K</guimenu> menüsünün öntanımlı yapısını taklit eden bir ağaç düzeninde gösterilmektedir.

source: Tutorials
tr: Tutorials - Küçük yardımlar

source: Short, task based or informational tutorials.
tr: Kısa, görev tabanlı ya da bilgilendirme amaçlı kısa yardımlar.

source: &UNIX; manual pages
tr: &UNIX; kılavuz sayfaları

source: &UNIX; man pages are the traditional on-line documentation format for &UNIX; systems. Most programs on your system will have a man page. In addition, man pages exist for programming functions and file formats.
tr: &UNIX; kılavuz sayfaları, &UNIX; sistemleri için geleneksel çevrimiçi belge biçimleridir. Sisteminizdeki birçok uygulama kılavuz sayfasına sahiptir. Ayrıca, programlarma fonksiyonları ve dosya biçimleri için de kılavuz sayfaları vardır.

source: Browse info pages
tr: Bilgi sayfalarını gezin

source: TeXinfo documentation is used by many &GNU; applications, including <command>gcc</command> (the C/C++ compiler), <command>emacs</command>, and many others.
tr: TeXinfo belgelemesi <command>gcc</command> (C/C++derleyicisi), <command>emacs</command> gibi birçok &GNU; uygulaması için kullanılır.

source: The &kde; FAQ
tr: &kde; SSS

source: Frequently asked questions about &kde;, and their answers.
tr: &kde; hakkında Frequently asked questions - Sıkça Sorulan Sorular ve cevapları.

source: Contact Information
tr: İletişim Bilgisi

source: Information on how to contact &kde; developers, and how to join the &kde; mailing lists.
tr: &kde; geliştiricilerine nasıl ulaşabileceğiniz ve &kde; posta listelerine nasıl üye olacağınız konusunda bilgiler.

source: &kde; on the web
tr: Web'de &kde;

source: Links to &kde; on the web, both the official &kde; website, and other useful sites.
tr: &kde;'nin resmi sitesine ve &kde; hakkında diğer yararlı sitelere köprüler.

source: Supporting &kde;
tr: &kde; destekleme

source: How to help, and how to get involved.
tr: Nasıl yardım edeceğiniz, ve bize nasıl katılacağınız konusunda bilgiler.

source: The <application>Man</application> and <application>Info</application> sections
tr: <application>Man</application> ve <application>Info</application> bölümleri

source: Man pages are the standard &UNIX; manual pages, and have been in use for many years on many operating systems. They are extremely thorough, and are the very best place to get information about most &UNIX; commands and applications. When people say <quote>RTFM</quote>, the Manual they are referring to is very often the man page.
tr: Man sayfaları, standart &UNIX; klavuz sayfalarıdır, ve birçok işletim sisteminde uzun yıllardır kullanılmaktadır. Bu sayfalar &UNIX; uygulamaları ve komutları hakkında derinlemesine bilgi veren en iyi kaynaktır. İnsanlar <quote>RTFM</quote> dediği zaman genellikle klavuz sayfalarını kastederler.

source: The man pages are not perfect. They tend to be in depth, but also extremely technical, often written by developers, and for developers. In some cases this makes them somewhat unfriendly, if not downright impossible for many users to understand. They are, however, the best source of solid information on most command line applications, and very often the only source.
tr: Klavuz sayfaları mükemmel değildir. Bunlar genellikle geliştiriciler için yine geliştiriciler tarafından yazılan, derinlemesine bilgi içeren fakat aşırı teknik dile sahip olan sayfalardır. Bazı durumlarda bu sayfalar pek dostça değildir ve anlaşılmazdırlar. Yine de bunlar komut satırı uygulamaları için en iyi, hatta bazen tek, kaynaktır.

source: If you've ever wondered what the number is when people write things like man(1) it means which section of the manual the item is in. You will see &khelpcenter; uses the numbers to divide the very many man pages into their own sections, making it easier for you to find the information you're looking for, if you're just browsing.
tr: İnsanalar man(1) yazdığı zaman buradaki 1'in ne anlama geldiğini hiç merak ettiniz mi? Buradaki 1, aradığınız parçanın klavuzun hangi bölümünde olduğunu ifade eder. &khelpcenter; klavuz sayfalarını kendi bölümlerine ayırmal için sayılar kullanır, bu yolla aradığınız bilgiye daha rahat ulaşmanız amaçlanır.

source: Also available are the Info pages, intended to be a replacement for the man pages. The maintainer of some applications no longer update the man pages, so if there is both a man page and an info page available, the info page is probably the most recent. Most applications have one or the other though. If the application you are looking for help on is a &GNU; utility, you will most likely find it has an info page, not a man page.
tr: Ayrıca klavuz sayfalarının yerine yazılmış Bilgi sayfaları vardır. Bazı uygulamaların dağıtıcıları klavuz sayfalarını güncellemediğinden, bilgi sayfaları daha güncel olmakla birlikte, hem klavuz sayfaları hem de bilgi sayfaları mevcuttur. Yine de çoğu uygulama birinden birine sahiptir.Yardım için aradığınız uygulama bir &GNU; aracıysa büyük ihtimalle klavuz sayfası yerine bilgi sayfasıyla karşılaşacaksınız.

source: Navigating inside the <application>Info</application> pages
tr: <application>Info</application> sayfaları içinde gezinme

source: Info documents are arranged hierarchically with each page called a node. All info documents have a <guilabel>Top</guilabel> node, &ie; the opening page. You can return to the <guilabel>Top</guilabel> of an info document by pressing <guilabel>Top</guilabel>.
tr: Bilgi belgeleri düğüm denilen sayfalara bağlı bir şekilde hiyerarşik olarakbirleştirilmişlerdir. Tüm bilgi belgeleri bir <guilabel>Üst</guilabel> düğüme, örneğin açılış sayfasına, sahiptir. Bir bilgi belgesinin <guilabel>Üst</guilabel> bölümüne <guilabel>Üst</guilabel>'e basarak dönebilirsiniz.

source: <guibutton>Prev</guibutton> &amp; <guibutton>Next</guibutton> are used to move to the previous/next page at the current level of the hierarchy.
tr: <guibutton>Önceki</guibutton> &amp; <guibutton>Sonraki</guibutton> düğmeleri hiyerarşinin o andaki bölümünde ilerdeki/gerideki sayfalara ulaşmak için kullanılır.

source: Clicking on a menu item within a document moves you to a lower level in the hierarchy. You may move up the hierarchy by pressing <guibutton>Up</guibutton>.
tr: Bir belgedeki menü elemanına tıklamak sizi hiyerarşide daha düşük bir seviyeye götürür. Bir üst seviyeye <guibutton>Yukarı</guibutton> tuşuna basarak dönebilirsiniz.

source: Man is treated similarly to info, with the section index being the Top node and each man page on the level below. Man entries are one page long.
tr: Man (klavuz) sayfaları da bilgi sayfalarına benzer şekilde düzenlenmiştir, her bölüm düğüm özelliği gösteren index (içerik) sayfaları ile başlar, diğer sayfalar daha düşük seviyelerde bulunur. Klavuz girişleri birer sayfa uzunluğundadır.

source: The &kde; glossary
tr: &kde; sözlüğü

source: The glossary provides a quick reference point, where you can look up the definitions of words that may be unfamiliar to you. These range from &kde; specific applications and technologies, through to general &UNIX; computing terms.
tr: Sözlük size, pek fikir sahibi olmadığınız tanımlar içeren kelimer hakkında arama yapabileceğiniz bir kaynak sunar. Bu kaynak &kde;'ye özel uygulama ve teknolojilerden genel &UNIX; terimlerine kadar geniş bir sözcük yelpazesi içerir.

source: In the left hand pane you will see a tree view, with two choices: <guilabel>Alphabetically</guilabel> or <guilabel>By topic</guilabel>. Both contain the same entries, sorted differently, to allow you to quickly find the item of interest.
tr: Sol pencere bölümünde <guilabel>Alfabetik</guilabel> ya da <guilabel>Konuya Göre</guilabel> seçenekleri olan bir ağaç görünümü göreceksiniz. İkisi de aynı girişlere sahip olmakla beraber, istediğiniz elemana daha rahat ulaşabilmeniz için değişik sıralanmıştır.

source: Navigate down the tree views to the left, and items you select will be displayed on the right.
tr: Sol taraftaki ağaç görünümünde seçtiğiniz öge, sağ tarafta detaylı olarak gösterilecektir.

source: The menus and toolbar
tr: Menüler ve araç çubuğu

source: &khelpcenter; has a very minimal interface, allowing you to concentrate on getting help rather than learning how to use the help browser.
tr: &khelpcenter;, yardım merkezini nasıl kullanacağınızı öğrenmeye zaman ayrıcağınıza, yardım alma amacınıza konsantre olmanız için basit bir arayüze sahiptir.

source: The icons available to you in the toolbar are as follows:
tr: Araç çubuğunda ulaşabileceğiniz simgeler söyledir:

source: Toolbar Icons
tr: Araç Çubuğu Simgeleri

source: Back
tr: Geri

source: Go to the previous page you viewed.
tr: Görüntülenen bir önceki sayfaya git.

source: Forward
tr: İleri

source: Go forward one page. This icon is only active if you have already used the <guiicon>Back</guiicon> icon.
tr: Bir sayfa ileri git. Bu simge sadece <guiicon>Geri</guiicon> simgesini daha önce kullandıysanız aktiftir.

source: Print the contents of the currently visible page.
tr: Şu anda görüntülenen sayfanın içeriğini yazdır.

source: Find
tr: Bul

source: Find a word or words within the currently visible page.
tr: Şu anda görüntülenen sayfanın içinden kelime ya da kelimeler bul.

source: Increase the size of the text in the viewer pane.
tr: Gösterici penceresindeki metnin boyunu büyüt.

source: Decrease the size of the text in the viewer pane. This icon is only enabled if you have previously enlarged the text.
tr: Gösterici penceresindeki metnin boyunu küçült. Bu simge sadece daha önceden metni büyüttüyseniz çalışır.

source: The menus contain the following entries:
tr: Menüler şu girişleri içerir:

source: File
tr: Dosya

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Q</keycap></keycombo> </shortcut> <guimenu>File</guimenu> <guimenuitem>Quit</guimenuitem>
tr: <shortcut> <keycombo action="simul">&Ctrl;<keycap>Q</keycap></keycombo> </shortcut> <guimenu>File</guimenu> <guimenuitem>Çıkış</guimenuitem>

source: Close and exit &khelpcenter;
tr: &khelpcenter;'ı kapat

source: Edit
tr: Düzenle

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>A</keycap></keycombo></shortcut> <guimenu>Edit</guimenu> <guimenuitem>Select All</guimenuitem>
tr: <shortcut> <keycombo action="simul">&Ctrl;<keycap>A</keycap></keycombo></shortcut> <guimenu>Düzenle</guimenu> <guimenuitem>Tümünü Seç</guimenuitem>

source: Select all the text in the current page.
tr: Bulunan sayfadaki tüm metni seç.

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo></shortcut> <guimenu>Edit</guimenu> <guimenuitem>Find...</guimenuitem>
tr: <shortcut> <keycombo action="simul">&Ctrl;<keycap>F</keycap></keycombo></shortcut> <guimenu>Düzenle</guimenu> <guimenuitem>Bul...</guimenuitem>

source: Find a word or words in the currently visible page.
tr: Görünen sayfada bir kelime ya da kelime grubu bul.

source: View
tr: Görünüm

source: <guimenu>View</guimenu> <guisubmenu>Set Encoding</guisubmenu>
tr: <guimenu>Görünüm</guimenu> <guisubmenu>Kodlamayı Düzenle</guisubmenu>

source: Change the encoding of the current page. Normally, the default setting of <guimenuitem>Auto</guimenuitem> should be sufficient, but if you are having problems viewing pages written in languages other than English, you may need to choose a specific encoding in this menu.
tr: Görüntülenen sayfanın kodlamasını değiştir. Normalde öntanımlı ayar olan <guimenuitem>Auto</guimenuitem> yeterlidir, fakat İngilizce'den farklı dillerdeki sayfaların görünümünde sorun yaşıyorsanız, bu menüden özel bir kodlama seçebilirsiniz.

source: <guimenu>Go</guimenu> <guimenuitem>Back</guimenuitem>
tr: <guimenu>Git</guimenu> <guimenuitem>Geri</guimenuitem>

source: Go back to the previous page you were viewing.
tr: Daha önce görüntülenen bir önceki sayfaya git.

source: <guimenu>Go</guimenu> <guimenuitem>Forward</guimenuitem>
tr: <guimenu>Git</guimenu> <guimenuitem>İleri</guimenuitem>

source: If you have previously moved back with the back icon or menu entry, you can work your way forward again with this menu entry.
tr: Bir önceki hareketiniz menü girişiyle ya da simgeyle bir sayfa geri gitmekse, bu tuşa basarak ileri gidebilirsiniz.

source: <guimenu>Go</guimenu> <guimenuitem>...</guimenuitem>
tr: <guimenu>Git</guimenu> <guimenuitem>...</guimenuitem>

source: At the bottom of the <guimenu>Go</guimenu> menu, you will find a history list, of the last few pages you have looked at. Selecting one will take you directly back to that page.
tr: <guimenu>Go</guimenu> menüsünün altında, baktığınız son birkaç sayfayı içeren bir geçmiş listesi bulacaksınız. Bir tanesini seçmek, o sayfaya geri dönmenizi sağlayacaktır.

source: Credits and Licenses
tr: Geliştiriciler ve Lisanslar

source: Originally developed by &Matthias.Elter; &Matthias.Elter.mail;
tr: Aslen &Matthias.Elter; &Matthias.Elter.mail; tarafından geliştirildi

source: The current maintainer is &Cornelius.Schumacher; &Cornelius.Schumacher.mail;
tr: Şu andaki sorumlu &Cornelius.Schumacher; &Cornelius.Schumacher.mail;
