Repository: pars-linux/uludag
Catalog: l10n-kde4/*/docmessages/kdemultimedia/dragonplayer.po
Languages: tr

source: The &codeine; Handbook
tr: Uygulama &codeine; El Kitabı

source: ROLES_OF_TRANSLATORS
tr: <firstname>Server</firstname> <surname>Acim</surname>

source: &codeine; is a simple video player for &kde;.
tr: &codeine; basit bir video oynatıcı &kde;.

source: Player
tr: Oynatıcı

source: Dragon Player
tr: Dragon Oynatıcı

source: multi-media
tr: çokluortam

source: Introduction
tr: Giriş

source: &codeine; Screenshot
tr: &codeine; Ekran Görüntüsü

source: Screenshot
tr: Ekran Görüntüsü

source: &codeine; is a simple media player using Phonon technology. &codeine; is a no frills media player that excels at playing DVDs and movie files without getting in your way.
tr: &codeine; Phonon teknolojisini kullanan basit bir medya oynatıcısıdır. &codeine; DVD veya film oynatırken sizi önemsemeden kendi başına üstünlük taslayan gösterişli bir medya oynatıcı değildir.

source: Menu and Command Reference
tr: Menü ve Komut Örneği

source: The Play Menu
tr: Oynatma Menüsü

source: <shortcut> <keycombo>&Ctrl;<keycap>O</keycap></keycombo> </shortcut> <guimenu>Play</guimenu> <guimenuitem>Play Media...</guimenuitem>
tr: <shortcut> <keycombo>&Ctrl;<keycap>O</keycap></keycombo> </shortcut> <guimenu>Oynat</guimenu> <guimenuitem>Ortam Oynat...</guimenuitem>

source: Opens the Play Media dialog, allowing you to Play a DVD, VCD or a video file.
tr: Medya Oynat penceresini açar, ve size DVD, VCD veya bir video dosyasını oynatma olanağı tanır.

source: <shortcut> <keycap>Space</keycap> </shortcut> <guimenu>Play</guimenu> <guimenuitem>Play/Pause</guimenuitem>
tr: <shortcut> <keycap>Boşluk</keycap> </shortcut> <guimenu>Oynat</guimenu> <guimenuitem>Oynat/Duraklat</guimenuitem>

source: If a movie is loaded, this option allows you to pause and resume playback.
tr: eğer bir film yüklenmişse, bu seçenek size oynatmayı duraklatma veya kaldığı yerden devam etme olanağı tanır.

source: <shortcut> <keycap>S</keycap> </shortcut> <guimenu>Play</guimenu> <guimenuitem>Stop</guimenuitem>
tr: <shortcut> <keycap>S</keycap> </shortcut> <guimenu>Oynat</guimenu> <guimenuitem>Dur</guimenuitem>

source: If a movie is loaded, this option allows you to stop playback.
tr: eğer bir film yüklenmişse, bu seçenek size oynatmayı durdurma olanağı tanır.

source: <shortcut> <keycombo>&Ctrl;<keycap>Q</keycap></keycombo> </shortcut> <guimenu>Play</guimenu> <guimenuitem>Quit</guimenuitem>
tr: <shortcut> <keycombo>&Ctrl;<keycap>Q</keycap></keycombo> </shortcut> <guimenu>Oynat</guimenu> <guimenuitem>Çık</guimenuitem>

source: Quits &codeine;.
tr: &codeine; çıkar

source: The Settings Menu
tr: Ayarlar Menüsü

source: <shortcut> <keycap>F</keycap> </shortcut> <guimenu>Settings</guimenu> <guimenuitem>Full Screen Mode</guimenuitem>
tr: <shortcut> <keycap>F</keycap> </shortcut> <guimenu>Ayarlar</guimenu> <guimenuitem>Tam Ekran Kipi</guimenuitem>

source: While playing a movie, you can enter full screen mode. This uses the entire monitor to display the movie
tr: Bir filmi oynatırken, tam ekran kipine geçebilirsiniz. Bu seçenek ile filmi tam ekran seyredersiniz.

source: <guimenu>Settings</guimenu> <guisubmenu>Aspect Ratio</guisubmenu>
tr: <guimenu>Ayarlar</guimenu> <guisubmenu>Görüntü Oranı</guisubmenu>

source: This menu lets you pick the aspect ratio of the playing movie. The aspect ratio is width of movie compared to the height.
tr: Bu menü oynamakta olan filmin görüntü oranını ayarlamanıza yardımcı olur. Görüntü oranı, en ve boyun birbirine olan oranını ayarlar.

source: <guimenu>Settings</guimenu> <guisubmenu>Subtitles</guisubmenu>
tr: <guimenu>Ayarlar</guimenu> <guisubmenu>Altyazılar</guisubmenu>

source: This menu is active if there are any subtitles available from the currently playing movie. Note that it may take a few seconds of playback before the subtitles become available.
tr: Bu menü, eğer izlemekte olduğunuz filmde altyazı özelliği varsa etkindir. Altyazıların oynatma sırasında devreye girmesi biraz zaman alabilir.

source: <guimenu>Settings</guimenu> <guisubmenu>Audio Channels</guisubmenu>
tr: <guimenu>Ayarlar</guimenu> <guisubmenu>Ses Kanalları</guisubmenu>

source: This menu is active if there are any additional audio channels available. For instance, some DVDs have additional languages. Note that it may take a few seconds of playback before the audio channels become available.
tr: Bu menü, eğer ek ses kanalları varsa etkindir. Mesela, bazı DVD'lerde ek diller vardır. Oynatma sırasında ses kanallarının devreye girmesi biraz zaman alabilir.

source: <shortcut> <keycombo><keycap>R</keycap></keycombo> </shortcut> <guimenu>Settings</guimenu> <guimenuitem>Menu Toggle</guimenuitem>
tr: <shortcut> <keycombo><keycap>R</keycap></keycombo> </shortcut> <guimenu>Ayarlar</guimenu> <guimenuitem>Menü Çubuğu</guimenuitem>

source: To be written
tr: Yazılan

source: <guimenu>Settings</guimenu> <guimenuitem>Videosettings</guimenuitem>
tr: <guimenu>Ayarlar</guimenu> <guimenuitem>Video ayarları</guimenuitem>

source: <guimenu>Settings</guimenu> <guimenuitem>Configure Shortcuts...</guimenuitem>
tr: <guimenu>>Ayarlar</guimenu> <guimenuitem>Kısayolları Yapılandır...</guimenuitem>

source: Allows you to configure the &codeine; shortcuts.
tr: Sizin &codeine; kısayollarını ayarlamanıza yardımcı olur.

source: <guimenu>Settings</guimenu> <guimenuitem>Configure Toolbars...</guimenuitem>
tr: <guimenu>Ayarlar</guimenu> <guimenuitem>Araç Çubuklarını Yapılandır...</guimenuitem>

source: Allows you to configure what buttons are available on the toolbar.
tr: Hangi düğmelerin araç çubuğunda yer alacağını yapılandırmanızı sağlar.

source: <guimenu>Settings</guimenu> <guimenuitem>Show Toolbar</guimenuitem>
tr: <guimenu>Ayarlar</guimenu> <guimenuitem>Araç Çubuğunu Göster</guimenuitem>

source: Enables or disable the main application toolbar.
tr: Ana uygulama araç çubuğunu etkinleştirir veya devre dışı bırakır.

source: The Help Menu
tr: Yardım Menüsü

source: Credits and License
tr: Kredi ve Lisans

source: Program copyright 2004 Max B. Howell <email>max.howell@methylblue.com</email>
tr: Program telif hakkın 2004 Max B. Howell <email>max.howell@methylblue.com</email>

source: Program copyright 2007 Ian A. Monroe <email>imonroe@kde.org</email>
tr: Program telif hakkı 2007 Ian A. Monroe <email>imonroe@kde.org</email>

source: Documentation
tr: Belgelendirme

source: Documentation copyright 2004 Mike Diehl <email>madpenguin8@yahoo.com</email>
tr: Belgelendirme telif hakkı 2004 Mike Diehl <email>madpenguin8@yahoo.com</email>

source: Documentation copyright 2007 Ian Monroe <email>imonroe@kde.org</email>
tr: Belgelendirme telif hakkı 2007 Ian Monroe <email>imonroe@kde.org</email>

source: CREDIT_FOR_TRANSLATORS
tr: Çeviri:Server ACİM <email>sacim@kde.org.tr</email>

source: Requirements
tr: Gereksinimler

source: &codeine; requires the installation of some software packages. The required packages are listed below.
tr: &codeine; bazı yazılım paketlerinin yüklenmesini gerektirir. Gerekli paketler aşağıda listelenmiştir.

source: Required:
tr: Gereklilikler:

source: Installation
tr: Kurulum

source: How to obtain &codeine;
tr: &codeine; nasıl edinilir

source: &codeine; is part of the &kde; multimedia module, it can be found at: <ulink url="http://multimedia.kde.org">http://multimedia.kde.org</ulink>.
tr: &codeine; &kde; çokluortam modülünün bir parçasıdır, şu adresten edinilebilir.: <ulink url="http://multimedia.kde.org">http://www.dragonplayer.org</ulink>.
