Repository: pars-linux/uludag
Catalog: trunk/kde/tasma/po/*.po
Languages: sv

source: Other
sv: Övrigt

source: Model
sv: Modell

source: Manufacturer
sv: Tillverkare

source: New Item
sv: Nytt element

source: Tv Card
sv: TV-kort

source: Tuner
sv: Mottagare

source: Addons
sv: Tillbehör

source: Radio Card
sv: Radiokort

source: Phase Locked Loop (PLL)
sv: Faslåst slinga (PLL)

source: Do not use PLL
sv: Använd inte PLL

source: 28 Mhz Crystal
sv: 28 MHz kristall

source: 35 Mhz Crystal
sv: 35 MHz kristall

source: TASMA Tv Card Configuration Module
sv: TASMA TV-kortsinställningsmodul

source: Current Maintainer
sv: Aktuell underhållare

source: Tv card configuration module for TASMA.
sv: TV-kortsinställningsmodul för TASMA

source: TASMA - Pardus Configuration Center
sv: TASMA - Pardus inställningscentral

source: Pardus Configuration Center
sv: Pardus inställningscentral

source: Developer
sv: Utvecklare

source: Old Maintainer & Original Author
sv: Före detta underhållare och upphovsman

source: Module Developers
sv: Modulutvecklare

source: KDE Developers
sv: KDE-utvecklare

source: PiSi Package Info
sv: PiSi paketinformation

source: Name
sv: Namn

source: Description
sv: Beskrivning

source: Size
sv: Storlek

source: &Back
sv: &Bakåt

source: &Reset
sv: &Återställ

source: &Administrator Mode
sv: &Administratörsläge

source: <big>Loading...</big>
sv: <big>Laddar...</big>

source: Configuration Center
sv: Inställningscentral

source: Welcome to TASMA
sv: Välkommen till TASMA

source: TASMA is a configuration application for Pardus Operating System. You can tweak the systems default configuration settings by using the modules presented in TASMA.
sv: TASMA är ett inställningsprogram för Pardus. Du kan finjustera systemets standardinställningar genom att använda modulerna i TASMA.

source: For a better understanding modules are grouped by categories. You can activate a category by selecting a category from the left. After activating a category its contents will be shown as icons in the right panel. You can start a configuration module by clicking (or double clicking) its icon.
sv: Modulerna är indelade i kategorier för enklare överblick. Klicka på en kategori i den vänstra panelen för att aktivera den. I den högra panelen visas kategorins innehåll som ikoner. Du startar en modul genom att klicka (eller dubbelklicka) på dess ikon.

source: &Show Extra Modules
sv: &Visa tilläggsmoduler

source: About Current Module
sv: Om aktuell modul

source: Displays Information About Current Module
sv: Visar information om aktuell modul

source: _: NAME OF TRANSLATORS Your names
sv: _: NAME OF TRANSLATORS Patrik Karlsson

source: _: EMAIL OF TRANSLATORS Your emails
sv: _: EMAIL OF TRANSLATORS patrik@pardus.nu

source: Settings
sv: Inställningar
