Repository: pars-linux/uludag
Catalog: trunk/l10n-kde4/*/messages/kdepim/kdepimresources.po
Languages: tr

source: Folder Selection
tr: Dizin Seçimi

source: Update Folder List
tr: Dizin Güncelleme Listesi

source: Folder
tr: Dizin

# Short column header meaning default for new events
source: Events
tr: Olaylar

# Short column header meaning default for new to-dos
source: Todos
tr: Yapılacaklar

# Short column header meaning default for new journals
source: Journals
tr: Günlükler

# Short column header meaning default for new contacts
source: Contacts
tr: Bağlantılar

# Short column header meaning default for all items
source: All
tr: Tümü

# Short column header meaning default for unknown new items
source: Unknown
tr: Bilinmeyen öge

source: &Enabled
tr: &Etkinlenmiş

source: Default for New &Events
tr: Yeni &Olaylar için öntanımlı

source: Default for New &Todos
tr: Yeni &Yapılacaklar için öntanımlı

source: Default for New &Journals
tr: Yeni &Günlükler için öntanımlı

source: Default for New &Contacts
tr: Yeni &Bağlantılar için öntanımlı

source: Default for All New &Items
tr: Bütün Yeni &Öğeler için öntanımlı

source: Default for &Unknown New Items
tr: &Bilinmeyen Yeni Ögeler için öntanımlı

source: Unable to initialize the download job.
tr: indirmeyi sıfırlamak olanaksız

source: 1 item could not be uploaded.
tr: %1 öge yüklenemiyor.

source: User:
tr: Kullanıcı

source: Password:
tr: Parola

source: Downloading address book
tr: Adres defteri indiriliyor

source: Uploading address book
tr: Adres defteri yükleniyor

source: Resource Cache Settings
tr: Kaynak önbellek ayarları

source: Configure Cache Settings...
tr: Önbellek yapılandırma ayarları

source: Added
tr: Eklendi

source: Changed
tr: Değiştirildi

source: Deleted
tr: Silindi

source: Server URL
tr: URL sunucu

source: User Name
tr: Kullanıcı Adı

source: Password
tr: Parola

source: All folder IDs on the server
tr: Sunucudaki bütün dizin numaraları

source: All folder names on the server
tr: Sunucudaki bütün dizin isimleri

source: All active folders from the server
tr: Sunucuda bütün faal dizinler

source: Number of folders on the server and in the config file
tr: Yapılandırma dosyasındaki ve sunucudaki dizinlerin sayısı

source: Default destinations for the various types
tr: Çeşitli tipler için öntanımlı hedefler

source: These are the default destinations for the different data types in the following order: Event, Todo, Journal, Contact, All, Unknown
tr: Bunlar farklı veriler için öntanımlı hedeflerdir tipler aşağıdaki sıradadır Olay, Yapılacak, Günlük, Bağlantı, Bütün, Bilinmeyen
