Repository: pars-linux/uludag
Catalog: trunk/l10n-kde4/*/messages/kdepim/kmail.po
Languages: tr

source: Automatically request &message disposition notifications
tr: İleti okundu uyarılarını oto&matik olarak gönder

source: <qt><p>Enable this option if you want KMail to request Message Disposition Notifications (MDNs) for each of your outgoing messages.</p><p>This option only affects the default; you can still enable or disable MDN requesting on a per-message basis in the composer, menu item <em>Options</em>-><em>Request Disposition Notification</em>.</p></qt>
tr: <qt><p>KMail'in giden her iletiniz için İleti Durum Bildirimleri (MDN'ler) göndermesini istiyorsanız, bu seçeneği aktifleştirin.</p><p>Bu seçenek yalnızca varsayılanları etkiler; düzenleyici ekranında her ileti için MDN isteğini aktif veya pasif hale geçirebilirsiniz, bunun için <em>Seçenekler</em>-><em>Durum Bildirimi İste</em> menü maddesini seçebilirsiniz.</p></qt>

source: Use recent addresses for autocompletion
tr: Otomatik tamamlama için güncel adresleri kullan

source: Disable this option if you do not want recently used addresses to appear in the autocompletion list in the composer's address fields.
tr: Bu seçeneği pasif hale getirerek,düzenleyicinin adres alanlarındaki otomatik tamamlama listesinde son kullanılan adreslerin gözükmemesini sağlayabilirsiniz.

source: Autosave interval:
tr: Otomatik kaydetme aralığı:

source: A backup copy of the text in the composer window can be created regularly. The interval used to create the backups is set here. You can disable autosaving by setting it to the value 0.
tr: Düzenleyici penceresindeki mentin yedek kopyası düzenli olarak oluşturulabilir. Burada yedek oluşturma sıklığını ayarlayabilirsiniz. Değeri 0 yaparak otomatik kaydetmeyi devre dışı bırakabilirsiniz.

source: Insert signature above quoted text
tr: İmzayı alıntılanan metnin üstüne ekle

source: Prepend separator to signature
tr: İmzayı ayırıcı ile ayır

source: Replace recognized prefi&x with "Re:"
tr: Ta&nınan öneki "Ynt:" ile değiştir

source: Replace recognized prefix with "&Fwd:"
tr: Tanınan önekleri "&İlt: "ile değiştir:

source: Use smart &quoting
tr: &Akıllı alıntılamayı kullan

source: Maximum number of recipient editor lines.
tr: Alıcı düzenleme satırlarının en çok sayısı.

source: List of message part types to strip off mails that are being forwarded inline.
tr: İleti içinde yönlendirilen postaların sıyrılması için ileti kısım türlerinin listesi.

source: Show the Text Snippet Management and Insertion Panel in the composer.
tr: Düzenleyicide Metin Parçası Yönetimi ve Ekleme Panelini göster.

source: The maximum size in MB that email attachments are allowed to have (-1 for no limit).
tr: E-posta ek dosyalarının MB olarak olmasına izin verilen en yüksek boyut (sınırsız boyut için -1).

source: Show the GnuPG Audit Log even after crypto operations that completed successfully.
tr: Başarıyla tamamlanan şifreleme işlemlerinden sonra bile GnuPG denetleme kütük dosyasını göster.

source: Message Preview Pane
tr: İleti Önizleme Panosu

source: Do not show a message preview pane
tr: İleti önizleme bölümünü gösterme

source: Show the message preview pane below the message list
tr: İleti listesinin altında ileti önizleme bölümünü göster

source: Show the message preview pane next to the message list
tr: İleti listesinin yanında ileti önizleme bölümünü göster

source: Long folder list
tr: Uzun dizin listesi

source: Short folder list
tr: Kısa dizin listesi

source: What style of headers should be displayed
tr: Başlıkların hangi biçimde gösterileceği

source: How much of headers should be displayed
tr: Başlıkların ne kadarının gösterileceği

source: Some emails, especially those generated automatically, do not specify the character encoding which needs to be used to properly display them. In such cases a fallback character encoding will be used, which you can configure here. Set it to the character encoding most commonly used in your part of the world. As a default the encoding configured for the whole system is used.
tr: Bazı e-postalar, özellikle otomatik olarak üretilenler, kendilerinin düzgün bir şekilde gösterilmesi için kullanılması gereken karakter kodlamasını belirtmez. Böyle durumlarda, burada belirleyebileceğiniz bir karakter kodlaması kullanılır. Bu değeri, dünyanın sizin yaşadığınız kısmında en yaygın olarak kullanılan karakter kodlaması olarak ayarlayabilirsiniz. Varsayılan olarak, bütün sistem için ayarlanmış kodlama kullanılır.

source: Changing this from its default 'Auto' will force the use of the specified encoding for all emails, regardless of what they specify themselves.
tr: Bunun varsayılan 'Otomatik' halinden değiştirilmesi, kendilerini ne olarak tanımlıyorsa tanımlasınlar, bütün e-postaların belirlenen kodlama üzerinden gösterilmesine neden olur.

source: Replace smileys by emoticons
tr: Gülen yüzler yerine gülen yüz simgeleri kullan

source: Enable this if you want smileys like :-) appearing in the message text to be replaced by emoticons (small pictures).
tr: İleti metni içerisinde geçen :-) benzeri gülen yüzler yerine gülen yüz simgeleri (küçük resimler) kullanmak istiyorsanız, bunu aktif hale getirin.

source: Show expand/collapse quote marks
tr: Aktarılan metni genişlet/daralt

source: Enable this option to show different levels of quoted text. Disable to hide the levels of quoted text.
tr: Bu seçeneği aktifleştirerek farklı seviyelerde alıntılanmış metinler gösterebilirsiniz. Alıntılanmış metin seviyelerini gizlemek için bu seçeneği pasif hale getirin.

source: Automatic collapse level:
tr: Otomatik genişletme düzeyi:

source: Reduce font size for quoted text
tr: Alıntılanan metnin yazıtipini küçült

source: Enable this option to show quoted text with a smaller font.
tr: Alıntılanan metni daha küçük yazıtipi ile göstermek için bu seçeneği işaretleyin.

source: Show user agent in fancy headers
tr: Süslü başlıklarda kullanıcı istemcisini göster

source: Enable this option to get the User-Agent and X-Mailer header lines displayed when using fancy headers.
tr: Bu seçeneği aktif yaparsanız, gözalıcı başlıklar (fancy header) kullanılırken User-Agent ve X-Mailer başlık satırları gösterilir.

source: Allow to delete attachments of existing mails.
tr: Varolan iletilerin eklentilerinin silinmsine izin ver.

source: Allow to edit attachments of existing mails.
tr: Varolan iletilerin eklentilerinin düzenlenmesine izin ver.

source: Always decrypt messages when viewing or ask before decrypting
tr: İletileri gösterirken şifrelemesini her zaman çöz ya da çözmeden önce sor

source: Message Structure Viewer Placement
tr: İleti Yapısı Gösterici Konumu

source: Above the message pane
tr: İleti bölümünün üzerinde

source: Below the message pane
tr: İleti bölümünün altında

source: Message Structure Viewer
tr: İleti Yapısı Görüntüleyici

source: Show never
tr: Daha yeni olanı göster

source: Show always
tr: Her zaman göster

source: Show HTML status bar
tr: HTML durum çubuğunu göster

source: Show spam status in fancy headers
tr: Süslü başlıklarda çöp posta durumunu göster

source: Number of addresses to show before collapsing
tr: Toplanmadan önce gösterilecek adres sayısı

source: How attachments are shown
tr: Eklentilerin nasıl gösterileceği

source: Send Message Disposition Notifications with an empty sender.
tr: İleti Durum Bildirimlerini boş bir gönderen ismi ile gönder.

source: Send Message Disposition Notifications with an empty sender string. Some servers might be configure to reject such messages, so if you are experiencing problems sending MDNs, uncheck this option.
tr: İleti Durum Bildirimlerini boş bir gönderen katarı ile göner. Bazı sunucular böyle iletileri reddedecek şekilde ayarlanmıştır, bu yüzden MDN gönderiminde sorun yaşıyorsanız bu seçeneği pasif hale getirin.

source: Message template for new message
tr: Yeni iletiler için şablonlar

source: Message template for reply
tr: Yanıtlamak için ileti şablonu

source: Message template for reply to all
tr: Tümünü yanıtlamak için ileti şablonu

source: Message template for forward
tr: Yönlendirmek için ileti şablonu

source: Quote characters
tr: Alıntı karakterleri

source: Allow out-of-office settings to be changeable by the user.
tr: Ofiste bulunulmayacak süreler için geçerli ayarların kullanıcı tarafından değiştirilebilmesine izin ver.

source: Allow users to upload out-of-office sieve scripts, but prevent them from changing any settings, such as the domain to react to or the spam reaction switch.
tr: Kullanıcıların, ofiste bulunulmayacak süreler için tasarlanmış elek betiklerini yüklemelerine izin ver, ancak cevap verilecek etki alanı veya önemsiz posta tepki değişkeni gibi ayarları değiştirmesine izin verme.

source: Send out-of-office replies to mails coming from this domain only.
tr: Sadece bu etki alanından gelen e-postalara ofis dışında bulunulan süre boyunca yanıt gönder.

source: Allow out-of-office replies to be sent to messages marked as SPAM.
tr: Önemsiz posta olarak işaretlenmiş iletilere, ofiste bulunulmayacak süre yanıtlarının gönderilmesine izin ver.

source: Check if there is still an active out-of-office reply configured when starting KMail.
tr: KMail'i başlatırken hâlâ tanımlanmış ve aktif durumda bir ofiste bulunulmayacak süre iletisinin bulunup bulunmadığını kontrol et.

source: Display tooltips for messages and group headers
tr: İleti ve grup başlıkları için ipuçlarını göster

source: Enable this option to display tooltips when hovering over an item in the message list.
tr: İleti listesindeki bir unsur üzerine fare imleci götürüldüğünde araç ipuçlarının gösterilmesi için bu seçeneği aktifleştirin.

source: Hide tab bar when only one tab is open
tr: Sadece bir sekme açıkken sekme çubuğunu gizle

source: With this option enabled the tab bar will be displayed only when there are two or more tabs. With this option disabled the tab bar will be always shown. When the tab bar is hidden you can always open a folder in a new tab by middle-clicking it.
tr: Bu seçenek aktif hale getirildiğinde, sadece iki veya daha fazla sekme var ise sekme çubuğu görüntülenecektir. Bu seçenek pasif yapılırsa, sekme çubuğu her zaman görüntülenir. Sekme çubuğu gizli ise orta fare tuşu ile tıklatıldığında, dizin her zaman yeni bir sekme içinde açılır.

source: <p>...that you can go to the next and previous message by using the right and left arrow keys respectively?</p>
tr: <p>...önceki ve sonraki iletilere geçmek için sol ve sağ ok tuşlarını kullanabileceğinizi biliyor muydunuz?</p>

source: <p>...that you can rapidly create filters on sender, recipient, subject and mailing lists with <em>Message-&gt;Create&nbsp;Filter</em>?</p>
tr: <p>...gönderen, alıcı, konu ve posta listesi üzerinde çabucak filtreler oluşturabilirsiniz, bunun için <em>İleti-&gt;Oluştur&nbsp;Filtre</em> kullanın</p>

source: <p>...that you can get rid of the &quot;[mailing list name]&quot; added to the subject of some mailing lists by using the <em>rewrite header</em> filter action? Just use <pre>rewrite header &quot;Subject&quot; replace &quot;\s*\[mailing list name\]\s*&quot; with &quot;&quot;</pre> </p>
tr: <p>...<em>başlığı yeniden yaz</em> filtre eylemi kullanılarak bazı posta listelerinin konu kısmına eklenen &quot;[posta listesi adı]&quot; kısmından kurtulabilirsiniz. Bunun için sadece <pre>&quot;Konu&quot; başlığını yeniden yaz için &quot;\s*\[posta listesi adı\]\s*&quot; yerine &quot;&quot; girin</pre> </p>

source: <p>...that you can associate mailing lists with folders in the <em>Folder-&gt;Mailing List Management</em> dialog? You can then use <em>Message-&gt;New&nbsp;Message&nbsp;to&nbsp;Mailing&nbsp;List...</em> to open the composer with the mailing list address preset. Alternatively, you can click with the middle mouse button on the folder.</p>
tr: <p>...E-posta listeleri ile dizinleri ilişkilendirebileceğinizi biliyor muydunuz? <em>Dizin-&gt;E-posta Listesi Yönetimi</em> yolunu izleyip şu şekilde kullanabilirsiniz; <em>İleti-&gt;Yeni&nbsp;İleti&nbsp;-&nbsp;E-posta&nbsp;Listesi...</em> Bu yolu takip ettiğinizde düzenleyici, e-posta listesinin adresini alarak açılır. Ayrıca dizin üzerindeyken farenin orta düğmesine de basabilirsiniz.</p>

source: <p>...that you can assign custom icons to each folder individually? See <em>Folder-&gt;Properties</em></p>
tr: <p>...her dizin için özel bir simge atayabileceğinizi biliyor muydunuz? Bkz: <em>Dizin-&gt;Özellikler</em></p>

source: <p>...that KMail can show a color bar indicating the type of message (Plain text/HTML/OpenPGP) currently displayed?</p> <p>This thwarts attempts to fake successful signature verification by sending HTML mails mimicking KMail's signature status frames.</p>
tr: <p>...Kmail'ın ileti türünü (düz metin/HTML/OpenPGP) bir renkli çubuk ile gösterebileceğini biliyor muydunuz?</p>

source: <p>...that you can filter on any header by simply entering its name in the first edit field of a search rule?</p>
tr: <p>...Arama kuralındaki ilk düzenleme alanında herhangi bir başlığı girerek filtreleyebileceğinizi biliyor musunuz?</p>

source: <p>...that you can filter out HTML only messages with the rule <pre>&quot;Content-type&quot; contains &quot;text/html&quot;?</pre> </p>
tr: <p>...<pre>&quot;Contnet-type&quot; içerir &quot;text/html&quot;</pre> kuralı ile yalnızca HTML içeren iletileri filtreyelebileceğinizi? </p>

source: <p>...that when replying, only the selected part of the message is quoted?</p> <p>If nothing is selected, the full message is quoted.</p> <p>This even works with text of attachments when <em>View-&gt;Attachments-&gt;Inline</em> is selected.</p> <p>This feature is available with all reply commands except <em>Message-&gt;Reply Without Quote</em>.</p> <p align="right"><em>contributed by David F. Newman</em></p>
tr: <p>...yanıt verirken yalnızca iletinin seçilen bölümünün alıntı olarak kullanılacağını biliyor muydunuz?</p> <p>Eğer hiçbir bölüm seçili değilse, tüm ileti alıntılanır.</p> <p>Bu özellik <em>Görünüm-&gt;Eklentiler-&gt;Dosyanın İçinde </em>özelliği seçiliyken, eklentilerin metinleri için de kullanılabilir.</p> <p>Bu özellik <em>İleti-&gt;Alıntısız Yanıtla</em> dışında tüm yanıtlama komutları için geçerlidir.</p> <p align="right"><em>Bu özellik David F. Newman tarafından eklendi</em></p>
