Repository: pars-linux/uludag
Catalog: trunk/l10n-kde4/*/messages/kdepim/kmail.po
Languages: tr

source: Act on new/unread mail in this folder
tr: Bu dizine yeni/okunmamış posta geldiğinde uyar

source: <qt><p>If this option is enabled then you will be notified about new/unread mail in this folder. Moreover, going to the next/previous folder with unread messages will stop at this folder.</p><p>Uncheck this option if you do not want to be notified about new/unread mail in this folder and if you want this folder to be skipped when going to the next/previous folder with unread messages. This is useful for ignoring any new/unread mail in your trash and spam folder.</p></qt>
tr: <qt><p>Bu seçenek aktifleştirilirse, dizinde yeni/okunmamış posta ile ilgili uyarı alacaksınız. Bunun dışında, okunmamış iletiye sahip sonraki/önceki dizine gitmek bu dizinde duracaktır.</p><p>Bu dizinde yeni/okunmamış posta uyarısı almak istemiyorsanız ve okunmamış iletiye sahip sonraki/önceki dizine geçerken bu dizinin atlanmasını istiyorsanız bu özelliği pasif yapın. Bu özellik, çöp ve istenmeyen posta dizinlerinizdeki yeni/okunmamış postaların gözardı edilmesi için kullanışlıdır.</p></qt>

source: Include this folder in mail checks
tr: E-posta kontrollerinde bu dizini de içer

source: <qt><p>If this option is enabled this folder will be included while checking new emails.</p><p>Uncheck this option if you want to skip this folder while checking new emails.</p></qt>
tr: <qt><p>Bu seçenek aktifleştirilirse, yeni e-postaları kontrol ederken bu dizin de ilave edilecektir.</p><p>Yeni e-postalar kontrol edilirken bu dizini gözardı etmek istiyorsanız, bu seçeneği pasif yapmalısınız.</p></qt>

source: Keep replies in this folder
tr: Yanıtları bu dizin içerisinde tut

source: Check this option if you want replies you write to mails in this folder to be put in this same folder after sending, instead of in the configured sent-mail folder.
tr: Bu dizindeki postalara verdiğiniz yanıtların gönderildikten sonra ayarlanmış giden posta dizini yerine aynı dizinde tutulmalarını istiyorsanız bu seçeneği işaretleyin.

source: Hide this folder in the folder selection dialog
tr: Bu dizini dizin seçim ekranında gizle

# @info:whatsthis
source: Check this option if you do not want this folder to be shown in folder selection dialogs, such as the <interface>Jump to Folder</interface> dialog.
tr: <interface>Dizine Atla</interface> iletişim kutusu gibi dizin seçim iletişim kutularında bu dizinin gösterilmesini istemiyorsanız bu kutucuğu işaretleyin.

source: Use &default identity
tr: Öntanımlı &kimliği kullan

source: &Sender identity:
tr: Gönderici &kimliği:

source: Select the sender identity to be used when writing new mail or replying to mail in this folder. This means that if you are in one of your work folders, you can make KMail use the corresponding sender email address, signature and signing or encryption keys automatically. Identities can be set up in the main configuration dialog. (Settings -> Configure KMail)
tr: Yeni posta yazarken veya bu dizindeki postaya yanıt yazarken kullanılacak gönderen kimliğini seçin. Böylelikle eğer çalışma dizinlerinden birisindeyseniz, KMail' in gönderen e-posta adresine uyan, imza ve imza veya şifreleme anahtarları otomatik olarak kullanabilir. Kimlikler ana yapılandırma diyaloğundan ayarlanabilir. (Ayarlar -> KMail' i Yapılandır)

source: &Folder contents:
tr: &Dizin içeriği:

source: Generate free/&busy and activate alarms for:
tr: Boş/&meşgul oluştur ve alarmları etkinleştir:

source: Nobody
tr: Hiçkimse

source: Admins of This Folder
tr: Bu Dizinin Yöneticisi

source: All Readers of This Folder
tr: Bu Dizinin Tüm Okuyucuları

source: This setting defines which users sharing this folder should get "busy" periods in their freebusy lists and should see the alarms for the events or tasks in this folder. The setting applies to Calendar and Task folders only (for tasks, this setting is only used for alarms). Example use cases: if the boss shares a folder with his secretary, only the boss should be marked as busy for his meetings, so he should select "Admins", since the secretary has no admin rights on the folder. On the other hand if a working group shares a Calendar for group meetings, all readers of the folders should be marked as busy for meetings. A company-wide folder with optional events in it would use "Nobody" since it is not known who will go to those events.
tr: Bu ayar, bu dizini paylaşan hangi kullanıcıların freebusy listelerinde "meşgul" periyotlarını alması ve bu dizindeki olaylar ve görevler için alarmları görmesi gerektiğini belirler. Bu ayar sadece Takvim ve Görev dizinlerine uygulanır (görevler için, bu ayar sadece alarmlarda kullanılır). Örnek kullanım durumu: Bir patron sekreteriyle bir dizin paylaşıyorsa, sadece patron toplantılarda meşgul olarak işaretlenmelidir, o yüzden "Yöneticiler" seçeneğini seçmelidir, çünkü sekreterin bu dizin üzerinde yönetici hakları yoktur. Diğer taraftan, grup toplantıları için bir çalışma grubu, bir Takvim paylaşır ise, dizinin bütün okuyucuları toplantılarda meşgul olarak işaretlenmelidir. İçinde isteğe bağlı olaylar içeren şirket içi bir dizin için "Hiç kimse" seçeneği seçilmelidir, çünkü bu olaylara kimin gideceği bilinmemektedir.

source: This setting allows you to disable alarms for folders shared by others.
tr: Bu ayar, başkaları tarafından paylaşılan dizinler için alarmları pasif hale getirmenizi sağlar.

source: Block free/&busy and alarms locally
tr: Yerelde boş/&meşgul ve alarmları engelle

source: Share unread state with all users
tr: Bütün kullanıcılar ile okunmamış durumunu paylaş

source: If enabled, the unread state of messages in this folder will be the same for all users having access to this folder. If disabled (the default), every user with access to this folder has their own unread state.
tr: Aktif hale geçirilirse, bu dizindeki iletilerin okunmamış hali, bu dizine erişimi olan bütün kullanıcılarda aynı olacaktır. Varsayılan ayar olarak pasif seçeneği geçerlidir, bu durumda bu dizine erişen her kullanıcı kendi okunmamış durumunu seçer.

source: You have configured this folder to contain groupware information and the general configuration option to hide groupware folders is set. That means that this folder will disappear once the configuration dialog is closed. If you want to remove the folder again, you will need to temporarily disable hiding of groupware folders to be able to see it.
tr: Bu dizini grup bilgisini içermek üzere ayarladınız ve grup dizinlerini gizlemeye ilişkin genel ayar seçeneğini seçtiniz. Bunun anlamı, ayar iletişim kutusu kapatıldığı andan itibaren bu dizinin yok olacağıdır. Dizini yine silmek isterseniz, görebilmek için grup dizinlerinin gizlenme özelliğini geçici olarak kaldırmanız gerekecektir.

source: Use custom &icons
tr: Ö&zel simgeleri kullan

# Icon used for folders which do have unread messages.
source: &Unread:
tr: &Okunmamış:

source: Show Sender/Receiver Column in List of Messages
tr: İleti Listesinde Gönderen/Alıcı Sütununu Göster

source: Sho&w column:
tr: Sütünu &göster:

# @item:inlistbox Show default value.
source: Default
tr: Öntanımlı

# @item:inlistbox Show sender.
source: Sender
tr: Gönderen

# @item:inlistbox Show receiver.
source: Receiver
tr: Alıcı

source: Use default aggregation
tr: Öntanımlı toplamayı kullan

source: Aggregation
tr: Toplama

source: Use default theme
tr: Öntanımlı temayı kullan

source: Theme
tr: Tema

source: &Use custom message templates in this folder
tr: Bu dizin için özel ileti şablonları &kullan

source: &Copy Global Templates
tr: &Genel Şablonları Kopyala

source: Files
tr: Dosyalar

# @label:textbox Folder content type (eg. Mail)
source: Contents:
tr: İçerik:

source: Folder type:
tr: Dizin türü:

source: Location:
tr: Konum:

# folder size
source: Not available
tr: Hazır değil

source: Size:
tr: Boyut:

source: Index:
tr: İndeks:

source: Recreate Index
tr: İndeksi Yeniden Oluştur

source: Rebuild Local IMAP Cache
tr: Yerel IMAP Önbelleğini Tazele

source: Messages
tr: İletiler

source: Total messages:
tr: Toplam iletiler:

source: Unread messages:
tr: Okunmamış iletiler:

# compaction status
source: Unknown
tr: Bilinmeyen

source: Compaction:
tr: Sıkıştırma:

source: Compact Now
tr: Şimdi Sıkıştır

# compaction status
source: Possible
tr: Mümkün

# compaction status
source: Possible, but unsafe
tr: Mümkün fakat güvenli değil

# compaction status
source: Not required
tr: Gerekli değil

# @info
source: Compacting folder <resource>%1</resource> may not be safe.<nl/><warning>This may result in index or mailbox corruption.</warning><nl/>Ensure that you have a recent backup of the mailbox and messages.
tr: <resource>%1</resource>dizininin sıkıştırılması güvenli olmayabilir.<nl/><warning>Bu, indeks veya posta kutusunun zarar görmesiyle sonuçlanabilir.</warning><nl/>Posta kutusu ve iletilerin yakın zamanda yedeğinin alındığından emin olun.

# @title
source: Really compact folder?
tr: Dizini gerçekten sıkıştırayım mı?

# @action:button
source: Compact Folder
tr: Dizini Sıkıştır

source: Create an Account Later
tr: Sonra bir Hesap Oluştur

source: Incoming server:
tr: Gelen sunucu:

source: Welcome to KMail's account wizard
tr: KMail hesap oluşturma sihirbazına hoşgeldiniz

source: <qt>It seems you have started KMail for the first time.<br/>You can use this wizard to setup your mail accounts. Just enter the connection data that you received from your email provider into the following pages.</qt>
tr: <qt>KMail uygulamasını ilk defa çalıştırdığınız anlaşılıyor.<br/>E-posta hesaplarınızı ayarlamak için bu sihirbazı kullanabilirsiniz. Bunun için, e-posta servisinden aldığınız bağlantı bilgilerini gerekli yerlere girmeniz yeterlidir.</qt>

source: <qt>You can use this wizard to setup your mail accounts.<br/>Just enter the connection data that you received from your email provider into the following pages.</qt>
tr: <qt>E-posta hesaplarınızı ayarlamak için bu sihirbazı kullanabilirsiniz.<br/>Bunun için, e- posta servisinden aldığınız bağlantı bilgilerini gerekli yerlere girmeniz yeterlidir.</qt>

source: Create a new identity
tr: Yeni bir kimlik oluştur

source: <qt>An identity is your email address, name, organization and so on. Do not uncheck this if you do not know what you are doing, as some servers refuse to send mail if the sending identity does not match the one belonging to that account.</qt>
tr: <qt>Bir kimlik, e-posta adresiniz, isminiz, kuruluşunuz ve benzeri bilgileri içermektedir. Ne yaptığınızı bilmiyor iseniz bu kutudaki işareti kaldırmayın, çünkü bazı sunucular, gönderenin kimliği bu hesaba ait olan ile eşleşmediği zaman posta göndermeyi reddetmektedir.</qt>

source: Account Wizard
tr: Hesap Sihirbazı

source: Select what kind of account you would like to create
tr: Nasıl bir hesap oluşturmak istediğinizi belirleyiniz

source: Account Type
tr: Hesap Türü

source: Real name:
tr: Gerçek isim:

source: E-mail address:
tr: E-posta adresi:

source: Organization:
tr: Kurum:

source: Account Information
tr: Hesap Bilgisi

source: Login name:
tr: Kullanıcı adı:

source: Password:
tr: Parola:

source: Login Information
tr: Giriş Bilgisi

source: Choose...
tr: Seç...

source: Outgoing server:
tr: Gönderme sunucusu:

source: Use local delivery
tr: Yerel gönderim kullan

source: If your local host acts as a sending mail server (SMTP), you may activate this.
tr: Eğer yerel makineniz e-posta sunucusu ise (SMTP) bu seçeneği etkinleştirebilirsiniz.

source: Server Information
tr: Sunucu Bilgisi

# Default name for new email accounts/identities.
source: Unnamed
tr: İsimsiz

source: Local Account
tr: Yerel Hesaplar

source: Checking for supported security capabilities of %1...
tr: %1 için desteklenen güvenlik yetenekleri denetleniyor...

source: <b>Evaluating filter rules:</b>
tr: <b>Filtre kuralları değerlendiriliyor:</b>

source: <b>Filter rules have matched.</b>
tr: <b>Filtre kuralları uyuştu.</b>

source: Source URL is malformed
tr: Kaynak URL bozuk

source: Kioslave Error Message
tr: Kioslave Hata İletisi

source: Your POP3 server (Account: %1) does not support the UIDL command: this command is required to determine, in a reliable way, which of the mails on the server KMail has already seen before; the feature to leave the mails on the server will therefore not work properly.
tr: POP3 sunucunuz (Hesap: %1) UIDL komutunu desteklemiyor: Bu komut KMail sunucu üzerindeki iletileri görmeden önce güvenli bir yol belirlemek için gereklidir; bu özellik düzgün çalışmadığı zaman iletileri sunucu üzerinde bırakır ve düzgün çalışmaz.

source: Fetched 1 message from %2. Deleting messages from server...
tr: %2'den toplam %1 ileti alındı. İletiler sunucudan siliniyor...

source: Fetched 1 message from %2. Terminating transmission...
tr: %2'den toplam %1 ileti alındı. İletişim sonlandırılıyor...

source: Fetching message %1 of %2 (%3 of %4 KB) for %5@%6 (%7 KB remain on the server).
tr: %5@%6 adresinden iletiler alınıyor %1 / %2 (%3/%4 Kb) (Sunucuda %7 KB dosya kaldı).

source: Fetching message %1 of %2 (%3 of %4 KB) for %5@%6.
tr: %5@%6 adresinden iletiler alınıyor: %1/%2 (%3/%4 Kb).

source: Unable to complete LIST operation.
tr: LIST işlemi tamamlanamadı.

source: Error while checking account %1 for new mail: %2
tr: %1 hesabı için yeni e-postalar denetlenirken bir hata oluştu: %2

source: Your POP3 server (Account: %1) does not support the TOP command. Therefore it is not possible to fetch the headers of large emails first, before downloading them.
tr: Üzgünüm, sunucunuz (Hesap:%1) TOP komutunu desteklemiyor. Bu nedenle en büyük e-postaların başlıklarını önden alamıyorum. Önce indirmek gerekiyor.

source: <qt><br />P<br />l<br />a<br />i<br />n<br /> <br />M<br />e<br />s<br />s<br />a<br />g<br />e<br /></qt>
tr: <qt><b><br />H<br />T<br />M<br />L<br /> <br />İ<br />l<br />e<br />t<br />i<br />s<br />i</b></qt>

source: Click to toggle between HTML and plain text.
tr: HTML ve düz metin arasında geçiş yapmak için tıklayın.

# @title column attachment name.
source: Name
tr: İsim

# @title column attachment size.
source: Size
tr: Boyut

# @title column attachment encoding.
source: Encoding
tr: Kodlama

# @title column attachment type.
source: Type
tr: Tip

# @title column attachment compression checkbox.
source: Compress
tr: Sıkıştır

# @title column attachment encryption checkbox.
source: Encrypt
tr: Şifrele

# @title column attachment signed checkbox.
source: Sign
tr: İmzala

source: Complete Message
tr: İletinin Tamamı

source: Body of Message
tr: İletinin Gövdesi

source: Anywhere in Headers
tr: Başlık içerisinde Herhangi bir Yer

source: All Recipients
tr: Tüm Alıcılar

source: Size in Bytes
tr: Bayt olarak Boyut

source: Age in Days
tr: Gün olarak Süre

source: Message Status
tr: İleti Durumu

source: Message Tag
tr: İleti Etiketi

# Subject of an email.
source: Subject
tr: Konu

source: From
tr: Gönderen

# Receiver of an email.
source: To
tr: Alıcı

source: Search Criteria
tr: Arama Kriterleri

source: Match a&ll of the following
tr: Aşağıdakilerin &tümünü eşle

source: Match an&y of the following
tr: Aşağıdakilerin herhangi &birisini eşle

source: I am out of office till %1. In urgent cases, please contact Mrs. <placeholder>vacation replacement</placeholder> email: <placeholder>email address of vacation replacement</placeholder> phone: +49 711 1111 11 fax.: +49 711 1111 12 Yours sincerely, -- <placeholder>enter your name and email address here</placeholder>
tr: %1 tarihine kadar ofis dışındayım. Acil durumlarda lütfen bay/bayan <placeholder>yerime bakan kişi</placeholder> ile bağlantı kurun. E-posta: <placeholder>yerime bakan kişinin e-posta adresi</placeholder> Telefon: +90 111 1111 11 Faks: +90 111 1111 11 Saygılarımla, -- <placeholder>adınızı ve e-posta adresinizi buraya girin</placeholder>

source: Your server did not list "vacation" in its list of supported Sieve extensions; without it, KMail cannot install out-of-office replies for you. Please contact you system administrator.
tr: Sunucunuz "vacation"(tatil) eklentisini, desteklenen eklentiler listesinde göstermiyor; bu eklenti olmadan, KMail ofis-dışında yanıtlarını yükleyemez. Lütfen sistem yöneticiniz ile irtibata geçin.

source: Configure "Out of Office" Replies
tr: "Ofis Dışında" Yanıtlamasını Yapılandır

source: Someone (probably you) changed the vacation script on the server. KMail is no longer able to determine the parameters for the autoreplies. Default values will be used.
tr: değiştirilmiş açık hayır için için.Birisi (belki siz) sunucudaki tatil (vacation) betiğini değiştirdi. KMail otomatik yanıtlar için parametreleri artık belirleyemiyor. Öntanımlı değerler kullanılacak.

source: There is still an active out-of-office reply configured. Do you want to edit it?
tr: Yapılandırılmış bir ofis-dışında yanıtlaması var. Düzenlemek ister misiniz?

source: Out-of-office reply still active
tr: Ofis-dışında yanıtlama biçimi etkin

source: Ignore
tr: Yoksay

source: Edit Identity
tr: Kimliği Düzenle

# @title:tab General identity settings.
source: General
tr: Genel

source: &Your name:
tr: &Adınız:

source: <qt><h3>Your name</h3><p>This field should contain your name as you would like it to appear in the email header that is sent out;</p><p>if you leave this blank your real name will not appear, only the email address.</p></qt>
tr: <qt><h3>Adınız</h3><p>Bu alan gönderilen iletilerde gözükmesini istediğiniz adınızı içermelidir;</p><p>eğer bu alanı boş bırakırsanız, gerçek adınız gösterilmeyecek, yalnızca e-posta adresiniz gösterilecektir.</p></qt>

source: Organi&zation:
tr: &Kurum:

source: <qt><h3>Organization</h3><p>This field should have the name of your organization if you would like it to be shown in the email header that is sent out.</p><p>It is safe (and normal) to leave this blank.</p></qt>
tr: <qt><h3>Kurum</h3><p>Bu alan gönderilen iletilerde gözlükmesini isterseniz, kurumunuzun adını içermelidir.</p><p>Genellikle bu alanı boş bırakmak normaldir.</p></qt>

source: &Email address:
tr: &E-posta Adresi:

source: <qt><h3>Email address</h3><p>This field should have your full email address.</p><p>If you leave this blank, or get it wrong, people will have trouble replying to you.</p></qt>
tr: <qt><h3>E-posta adresi</h3><p>Bu alan tam e-posta adresinizi içermelidir.</p><p>Bu alanı boş bırakır ya da hatalı yazarsanız, insanlar size yanıt yazmakta sorun yaşayacaklardır.</p></qt>

source: Cryptography
tr: Şifreleme

source: Chang&e...
tr: D&eğiştir...

source: Your OpenPGP Signature Key
tr: OpenPGP İmzalama Anahtarınız

source: Select the OpenPGP key which should be used to digitally sign your messages.
tr: İletilerinizi imzalamak için kullanılacak OpenPGP anahtarını seçin.

source: <qt><p>The OpenPGP key you choose here will be used to digitally sign messages. You can also use GnuPG keys.</p><p>You can leave this blank, but KMail will not be able to digitally sign emails using OpenPGP; normal mail functions will not be affected.</p><p>You can find out more about keys at <a>http://www.gnupg.org</a></p></qt>
tr: <qt><p>Burada seçtiğiniz OpenPGP anahtarı iletileri dijital olarak imzalamak için kullanılacaktır. GnuPG anahtarlarını da kullanabilirsiniz.</p><p>Bunu boş bırakabilirsiniz, ancak KMail OpenPGP kullanarak e-postaları dijital olarak imzalayamayacaktır; normal posta işlevleri bundan etkilenmeyecektir. </p><p>Anahtarlar hakkında daha fazla bilgiyi <a>http://www.gnupg.org</a> adresinden bulabilirsiniz.</p></qt><<<<<<<

source: OpenPGP signing key:
tr: OpenPGP imzalama anahtarı:

source: Your OpenPGP Encryption Key
tr: OpenPGP Şifreleme Anahtarınız

source: Select the OpenPGP key which should be used when encrypting to yourself and for the "Attach My Public Key" feature in the composer.
tr: Kendinizi şifrelemek ve Düzenleyicide "Açık Anahtarımı Ekle" özelliğinde kullanmak için OpenPGP anahtarını seçin.

source: <qt><p>The OpenPGP key you choose here will be used to encrypt messages to yourself and for the "Attach My Public Key" feature in the composer. You can also use GnuPG keys.</p><p>You can leave this blank, but KMail will not be able to encrypt copies of outgoing messages to you using OpenPGP; normal mail functions will not be affected.</p><p>You can find out more about keys at <a>http://www.gnupg.org</a></p></qt>
tr: <qt><p>Kendinizi şifrelemek ve Düzenleyicide "Açık Anahtarımı Ekle" özelliğinde kullanmak için OpenPGP anahtarını seçin. Ayrıca GnuPG anahtarlarını da kullanabilirsiniz.</p><p>Bu alanı boş bırakabilirsiniz ama KMail giden iletilerinizi şifreleyemeyecektir. Bu durumdan normal ileti gönderme süreci etkilenmez.</p><p>Anahtarlar hakkında daha geniş bilgiyi <a>http://www.gnupg.org</a> adresinden edinebilirsiniz</p>.</qt>

source: OpenPGP encryption key:
tr: OpenPGP şifreleme anahtarı:

source: Your S/MIME Signature Certificate
tr: S/MIME İmzalama Sertifikanız

source: Select the S/MIME certificate which should be used to digitally sign your messages.
tr: İletilerinizi elektronik olarak imzalamak için S/MIME sertifikasını seçin.

source: <qt><p>The S/MIME (X.509) certificate you choose here will be used to digitally sign messages.</p><p>You can leave this blank, but KMail will not be able to digitally sign emails using S/MIME; normal mail functions will not be affected.</p></qt>
tr: <qt><p> Burada seçtiğiniz S/MIME (X.509) sertifikası iletileri dijital olarak imzalamak için kullanılacaktır.</p><p>Bunu boş bırakabilirsiniz, ancak KMail iletileri S/MIME kullanarak dijital olarak imzalayamayacaktır; normal posta işlevleri bundan etkilenmeyecektir.</p></qt>

source: S/MIME signing certificate:
tr: S/MIME imzalama sertifikası:

source: Your S/MIME Encryption Certificate
tr: S/MIME Şifreleme Sertifikanız

source: Select the S/MIME certificate which should be used when encrypting to yourself and for the "Attach My Certificate" feature in the composer.
tr: Kendinizi şifrelemek ve Düzenleyicide "Sertifikamı Ekle" özelliğinde kullanmak için S/MIME sertifikasını seçin.

source: <qt><p>The S/MIME certificate you choose here will be used to encrypt messages to yourself and for the "Attach My Certificate" feature in the composer.</p><p>You can leave this blank, but KMail will not be able to encrypt copies of outgoing messages to you using S/MIME; normal mail functions will not be affected.</p></qt>
tr: <qt><p>Burada seçtiğiniz S/MIME sertifikası, kendiniz ve ileti düzenleyicideki "Sertifikamı Ekle" özelliği için iletileri şifrelemekte kullanılacaktır.</p><p>Bunu boş bırakabilirsiniz, ancak KMail S/MIME kullanarak dışarı giden iletilerin kopyalarını şifreleyemebilir; normal posta işlevleri bundan etkilenmeyecektir.</p></qt>

source: S/MIME encryption certificate:
tr: S/MIME şifreleme sertifikası:

source: Preferred crypto message format:
tr: Tercih edilen şifreli ileti biçimi:

# @title:tab Advanced identity settings.
source: Advanced
tr: Gelişmiş

source: &Reply-To address:
tr: &Yanıt adresi:

source: <qt><h3>Reply-To addresses</h3><p>This sets the <tt>Reply-to:</tt> header to contain a different email address to the normal <tt>From:</tt> address.</p><p>This can be useful when you have a group of people working together in similar roles. For example, you might want any emails sent to have your email in the <tt>From:</tt> field, but any responses to go to a group address.</p><p>If in doubt, leave this field blank.</p></qt>
tr: <qt><h3>Adreslere Yanıtla</h3><p>Bu<tt>Yanıtla:</tt> başlıklarını farklı e-posta adresleri içeren biçimden normal <tt>Kimden:</tt> adresleri biçimine dönüştürür.</p><p>Bu benzer rolleri olan insanlarla birlikte çalışılan grup çalışmalarında kullanışlıdır. Örneğin, <tt>Kimden</tt> alanında kendi e-posta adresiniz olan fakat grup adresinden yanıt alamadığınız tüm iletileri göndermek isteyebilirsiniz.</p><p>Eğer emin değilseniz bu alanı boş bırakın.</p></qt>

source: &BCC addresses:
tr: &BCC adresleri:
