Repository: pars-linux/uludag
Catalog: trunk/l10n-kde4/*/messages/kdepim/kmail.po
Languages: tr

source: Some parts of this message will not be signed. Sending only partially signed messages might violate site policy. Sign all parts instead?
tr: Bu iletinin bazı kısımları imzalanmayacaktır. Sadece kısmen imzalanmış iletilerin gönderilmesi site politikasıyla uyuşmayabilir. Bunun yerine bütün kısımlar imzalansın mı?

source: This message will not be signed. Sending unsigned message might violate site policy. Sign message instead?
tr: İleti imzalanmamış. İmzasız ileti gönderilmesi site kurallarına aykırı olabilir. İletiyi imzalamak ister misiniz?

source: &Sign All Parts
tr: &Tüm Bölümleri İmzala

source: &Sign
tr: İ&mzala

source: Unsigned-Message Warning
tr: İmzalanmamış-İleti Uyarısı

source: Send &As Is
tr: &Bu şekliyle gönder

source: Valid trusted encryption keys were found for all recipients. Encrypt this message?
tr: Tüm alıcılar için geçerli şifreleme anahtarları bulundu. İleti şifrelensin mi?

source: Examination of the recipient's encryption preferences yielded that you be asked whether or not to encrypt this message. Encrypt this message?
tr: Alıcının şifre tercihlerinin incelenmesi, bu iletiyi şifreleyip şifrelemeyeceğinizin sorulduğunu ortaya çıkarmıştır. Bu iletiyi şifreleyecek misiniz?

source: Encrypt Message?
tr: İleti Şifrelensin mi?

source: Sign && &Encrypt
tr: İ&mzala ve Şifrele

source: &Encrypt
tr: &Şifrele

source: &Sign Only
tr: &Sadece İmzala

source: &Send As-Is
tr: &Bu Şekliyle Gönder

source: There are conflicting encryption preferences for these recipients. Encrypt this message?
tr: Bu alıclar için çakışan şifreleme referansları var. Bu ileti şifrelensin mi?

source: Do &Not Encrypt
tr: Şi&freleme

source: You have requested to encrypt this message, and to encrypt a copy to yourself, but no valid trusted encryption keys have been configured for this identity.
tr: Bu iletiyi şifrelemek istediniz ve şifreli bir kopyasını da kaydetmek istediniz. Ancak bu hesap için geçerli ve güvenilir bir şifreleme anahtarı oluşturulmadı.

source: Send Unencrypted?
tr: Ş&ifrelenmemiş Olarak Gönder?

source: Send &Unencrypted
tr: Ş&ifrelenmemiş Olarak Gönder

source: Some parts of this message will not be encrypted. Sending only partially encrypted messages might violate site policy and/or leak sensitive information. Encrypt all parts instead?
tr: Bu iletinin bazı kısımları şifrelenmeyecektir. Sadece kısmen şifrelenmiş iletilerin gönderilmesi site politikasıyla uyuşmayabilir ve/veya hassas bilgilerin sızdırılmasına yol açabilir. Bunun yerine bütün kısımlar şifrelensin mi?

source: This message will not be encrypted. Sending unencrypted messages might violate site policy and/or leak sensitive information. Encrypt messages instead?
tr: Bu ileti şifrelenmeyecektir. Şifrelenmemiş iletilerin gönderilmesi site politikasıyla uyuşmayabilir ve/veya hassas bilgilerin sızdırılmasına neden olabilir. Bunun yerine iletileri şifrelemek ister misiniz?

source: &Encrypt All Parts
tr: &Tüm Bölümleri Şifrele

source: Unencrypted Message Warning
tr: Şifrelenmemiş İleti Uyarısı

source: <qt><p>Error: The backend did not return any encoded data.</p><p>Please report this bug:<br />%1</p></qt>
tr: <qt><p>Hata: Arka uç kodlanmış bir veri döndürmedi.</p><p>Lütfen bu hatayı raporlayın:<br />%1</p></qt>

source: No suitable encoding could be found for your message. Please set an encoding using the 'Options' menu.
tr: İletiniz için uygun kodlama bulunamadı. Lütfen 'Seçenekler' menüsünü kullanarak bir kodlama ayarlayınız.

source: <qt>Not all characters fit into the chosen encoding '%1'.<br /><br />Send the message anyway and lose some characters or let Kmail try to automatically find a suitable encoding?</qt>
tr: <qt>Bazı kararakterler '%1' bu karakter kümesi ile uyuşmuyor.<br /><br />İleti bazı karakterler kaybedilerek yine de gönderilsin mi yoksa Kmail uygun bir karakter kodlamasını otomatik olarak bulmayı denesin mi?</qt>

source: Some Characters Will Be Lost
tr: Bazı Karakterler Kaybolabilir

source: Send Anyway
tr: Yine de Gönder

source: Auto-Detect Encoding
tr: Kodlamayı Otomatik Algıla

source: This message could not be signed, since no valid signing keys have been found; this should actually never happen, please report this bug.
tr: Bu ileti imzalanamadı, çünkü geçerli imzalama anahtarları bulunamadı; bunun gerçekte asla olmaması gerekir, lütfen bu hatayı bildirin.

source: This message could not be signed, since the chosen backend does not seem to support signing; this should actually never happen, please report this bug.
tr: Bu ileti imzalanamadı, çünkü seçilmiş son kısım imzalamayı desteklemiyor gibi görünmekte; bunun gerçekte asla olmaması gerekir, lütfen bu hatayı bildirin.

source: GnuPG Audit Log for Signing Operation
tr: İmzalama İşlemi için GnuPG Audit Günlük Kaydı

source: The signing operation failed. Please make sure that the gpg-agent program is running.
tr: İmzalama işlemi başarısızlıkla sonuçlandı. Lütfen gpg-aracı programının çalıştığından emin olun.

source: This message could not be encrypted, since the chosen backend does not seem to support encryption; this should actually never happen, please report this bug.
tr: Bu ileti şifrelenemedi, çünkü seçilmiş son kısım şifrelemeyi desteklemiyor gibi görünmekte; bunun gerçekte asla olmaması gerekir, lütfen bu hatayı bildirin.

source: GnuPG Audit Log for Encryption Operation
tr: Şifreleme İşlemi için GnuPG Audit Günlük Kaydı

source: This message could not be signed and encrypted, since the chosen backend does not seem to support combined signing and encryption; this should actually never happen, please report this bug.
tr: Bu ileti şifrelenemedi, çünkü seçilmiş son kısım beraberce şifreleme ve imzalamayı desteklemiyor gibi görünmekte; bunun gerçekte asla olmaması gerekir, lütfen bu hatayı bildirin.

source: Troubleshooting IMAP Cache
tr: IMAP Önbelleği Sorunu Gideriliyor

source: <p><b>Troubleshooting the IMAP Cache</b></p><p>If you have problems with synchronizing an IMAP folder, you should first try rebuilding the index file. This will take some time to rebuild, but will not cause any problems.</p><p>If that is not enough, you can try refreshing the IMAP cache. If you do this, you will lose all your local changes for this folder and all its subfolders.</p>
tr: <p><b>IMAP Önbelleği hakkında Hata Giderme</b></p><p>Bir IMAP dizinini eşzamanlamak ile ilgili sorun yaşıyorsanız, önce index dosyasını yeniden yapılandırmayı denemelisiniz. Bu dosyanın yapılanması biraz zaman alabilir ancak hiçbir soruna yol açmaz.</p><p>Yeterli ise, IMAP önbelleğini tazelemeyi deneyebilirsiniz. Bunu yaparsanız, bu dizin ve bütün alt dizinleri için her türlü yerel değişikliği kaybedeceksiniz.</p>

source: Rebuild &index
tr: İndeksi yen&iden oluştur

# @label:listbox Scope used when rebuilding index.
source: Scope:
tr: Etki Alanı:

source: Only Current Folder
tr: Sadece Şimdiki Dizin

source: Current Folder & All Subfolders
tr: Şimdiki Dizin ve Tüm Alt Dizinleri

source: All Folders of This Account
tr: Bu Hesabın Tüm Dizinleri

source: Refresh &Cache
tr: Önbelleği &Tazele

source: The UID cache file for folder %1 could not be read. There could be a problem with file system permission, or it is corrupted.
tr: %1 dizini için UID önbelleği okunamadı. Sistem izinlerinde bir sorun veya bozulma olabilir.

source: The UID cache file for folder %1 could not be written. There could be a problem with file system permission.
tr: %1 dizini için UID önbellek dosyası yazılamadı. Sistem izinleri ile ilgili bir sorun olabilir.

source: You must synchronize with the server before renaming IMAP folders.
tr: IMAP dizinlerini yeniden isimlendirmeden önce sunucu ile eşzamanlamalısınız.

source: No account setup for this folder. Please try running a sync before this.
tr: Bu dizin için yapılandırma yok. Bundan önce eşzamanlamayı çalıştırmayı deneyin.

source: Are you sure you want to refresh the IMAP cache of the folder %1 and all its subfolders? This will remove all changes you have done locally to your folders.
tr: %1 dizininin ve alt dizinlerinin IMAP önbelleğini tazelemek istediğinize emin misiniz? Bu işlem yerel olarak yaptığınız tüm dizin değişikliklerini silecektir.

source: Refresh IMAP Cache
tr: IMAP Önbelleğini Tazele

source: &Refresh
tr: &Tazele

source: The index of this folder has been recreated.
tr: Bu dizin için indeks yeniden oluşturuldu.

source: Folder %1 is not in initial sync state (state was %2). Do you want to reset it to initial sync state and sync anyway?
tr: %1 dizini başlangıç eşzamanlama durumunda değil (durum: %2). Başlangıçtaki eşzamanlama haline geri dönmek ve yine de eşzamanlama yapmak istiyor musunuz?

source: Reset && Sync
tr: Sıfırla && Eşzamanla

source: Synchronizing
tr: Eşzamanlama yapılıyor

source: Connecting to %1
tr: %1'e bağlanılıyor.

source: Checking permissions
tr: İzinler kontrol ediliyor

source: Renaming folder
tr: Dizin yeniden isimlendiriliyor

source: Retrieving folderlist
tr: Dizin listesi alınıyor

source: Error while retrieving the folderlist
tr: Dizin listesi alınırken hata oluştu

source: Retrieving subfolders
tr: Alt dizinler alınıyor

source: Deleting folders from server
tr: Dizinler sunucudan siliniyor

source: Retrieving message list
tr: İleti listesi alınıyor

source: No messages to delete...
tr: Silinecek ileti yok...

source: Expunging deleted messages
tr: Silinen iletiler diskten siliniyor

source: Retrieving new messages
tr: Yeni iletiler alınıyor

source: No new messages from server
tr: Sunucuda yeni ileti yok

source: Checking annotation support
tr: Ek açıklama desteği kontrol ediliyor

source: Retrieving annotations
tr: Açıklamalar alınıyor

source: Setting annotations
tr: Açıklamalar düzenleniyor

source: Setting permissions
tr: İzinler düzenleniyor

source: Retrieving permissions
tr: İzinler alınıyor

source: Getting quota information
tr: Kota bilgisi alınıyor

source: Updating cache file
tr: Önbellek dosyası güncelleniyor

source: Synchronization done
tr: Senkronizasyon tamamlandı

source: Uploading messages to server
tr: İletiler sunucuya gönderiliyor

source: <p>Your access rights to folder <b>%1</b> have been restricted, it will no longer be possible to add messages to this folder.</p>
tr: <p><b>%1</b> dizinine erişim haklarınız kısıtlandı, artık bu dizine ileti eklemeniz mümkün olmayacak.</p>

source: Access rights revoked
tr: Erişim hakları iptal edildi

source: No messages to upload to server
tr: Sunucuya gönderilecek ileti yok

source: Uploading status of messages to server
tr: İletilerin durumu sunucuya gönderiliyor

source: Creating subfolders on server
tr: Sunucu üzerinde alt dizinler açılıyor

source: <qt><p>Mails on the server in folder <b>%1</b> were deleted. Do you want to delete them locally?</p><p>UIDs: %2</p></qt>
tr: <qt><p> Sunucu üzerindeki <b>%1</b> dizinindeki iletiler silinmiş. Bu dizini yerel olarak da silmek ister misniz?</p><p>UIDs: %2</p></qt>

source: Deleting removed messages from server
tr: Silinen iletiler sunucudan siliniyor

source: Checking folder validity
tr: Geçerlilik denetleniyor

source: Folder listing failed in interesting ways.
tr: Dizin listeleme ilginç bir şekilde başarısız oldu.

source: Retrieving folders for namespace %1
tr: %1 isimlendirmesi için dizin listesi alınıyor

source: <qt><p>It seems that the folder <b>%1</b> was deleted. Do you want to delete it from the server?</p></qt>
tr: <qt><p><b>%1</b> dizini silinmiş gibi görünüyor. Bu dizini sunucudan da silmek ister misniz?</p></qt>

source: Canceled
tr: İptal edildi

source: The IMAP server %1 does not have support for IMAP annotations. The XML storage cannot be used on this server; please re-configure KMail differently.
tr: %1 IMAP sunucusu IMAP ek açıklamalarını desteklemiyor. XML deposu bu sunucu üzerinde kullanılamaz; lütfen KMail'i farklı bir şekilde yeniden ayarlayın.

source: The IMAP server %1 does not support annotations. The XML storage cannot be used on this server, please re-configure KMail differently
tr: %1 IMAP sunucusu ek açıklamaları desteklemiyor. XML deposu bu sunucuda kullanılamaz, lütfen KMail'i farklı bir şekilde yeniden düzenleyin.

source: Error while setting annotation:
tr: Açıklama düzenlenirken hata oluştu:

source: lost+found
tr: kayıp+bulunan

source: <p>There are new messages in folder <b>%1</b>, which have not been uploaded to the server yet, but the folder has been deleted on the server or you do not have sufficient access rights on the folder to upload them.</p><p>All affected messages will therefore be moved to <b>%2</b> to avoid data loss.</p>
tr: <p><b>%1</b> dizininde sunucuya henüz yüklenmemiş yeni iletiler var, ancak sunucu üzerindeki dizin silinmiş ya da dizin üzerinde, bu iletileri yüklemek için yeterli erişim hakkınız yok.</p><p>Bu sebeple etkilenen bütün iletiler <b>%2</b> dizinine taşınarak veri kaybı önlenecek.</p>

source: Insufficient access rights
tr: Yetersiz erişim hakkı

source: <p>There are new messages in this folder (%1), which have not been uploaded to the server yet, but the folder has been deleted on the server or you do not have sufficient access rights on the folder now to upload them. Please contact your administrator to allow upload of new messages to you, or move them out of this folder.</p> <p>Do you want to move these messages to another folder now?</p>
tr: <p>%1 dizininde yeni iletiler var, ancak sunucuya henüz yüklenmemiş. Sunucu üzerindeki dizin ya silinmiş, ya da bu iletileri yüklemek için yeterli erişim hakkınız yok. Lütfen yöneticinize başvurarak yeni iletilerin tarafınızdan yüklenmesini sağlayın, ya da bunları bu dizinden taşıyın.</p><p>Bu iletileri şimdi başka bir dizine taşımak istiyor musunuz?</p>

source: Move Messages to Folder
tr: İletiyi Dizine Taşı

source: <qt>Error while creating file <b>%1</b>:<br />%2</qt>
tr: <qt><b>%1 dosyası </b> oluşturulurken hata: <br />%2</qt>

source: Failed to create folder
tr: Dizin oluşturulamadı

source: Folder names cannot contain the / (slash) character; please choose another folder name.
tr: Dizin adları / (taksim) karakteri içeremez; lütfen başka bir dizin adı seçin.

source: Folder names cannot start with a . (dot) character; please choose another folder name.
tr: Dizin adları . (nokta) karakteri ile başlayamaz; lütfen başka bir dizin adı seçin.

source: Your IMAP server does not allow the character '%1'; please choose another folder name.
tr: IMAP sunucunuz %1 karakterini desteklemiyor; lütfen başka bir dizin adı seçin.

source: Set subject of message
tr: İletinin konusunu belirleyin

source: Send CC: to 'address'
tr: 'adres'e CC: gönder

source: Send BCC: to 'address'
tr: 'adres'e BCC: gönder.

source: Add 'header' to message
tr: İletiye 'başlık' ekle

source: Read message body from 'file'
tr: 'Dosya'dan ileti gövdesini oku.

source: Set body of message
tr: İletinin gövdesini belirleyin

source: Add an attachment to the mail. This can be repeated
tr: Postaya bir eklenti yerleştir. Bu işlemi tekrar edebilirsiniz

source: Only check for new mail
tr: Sadece yeni e-postaları denetle

source: Only open composer window
tr: Sadece düzenleyici penceresini aç

source: View the given message file
tr: Verilen ileti dosyasını göster

source: Send message to 'address' resp. attach the file the 'URL' points to
tr: İletiyi 'adres'e gönder. 'URL'nin işaret ettiği dosyayı da ekle

source: <qt><p>This setting has been fixed by your administrator.</p><p>If you think this is an error, please contact him.</p></qt>
tr: <qt> <p>Bu ayarlar sistem yöneticiniz tarafından sabitlenmiştir</p> <p>Bunun bir hata olduğunu düşünüyorsanız, lütfen kendisiyle iletişime geçiniz.</p></qt>

source: <qt>Do you really want to remove the identity named <b>%1</b>?</qt>
tr: <qt><b>%1</b> isimli kimliği gerçekten silmek istiyor musunuz?</qt>

source: Remove Identity
tr: Girdiyi Sil

source: Add...
tr: Ekle...

source: Modify...
tr: Değiştir...

source: Remove
tr: Kaldır

source: Set as Default
tr: Öntanımlı olarak ayarla

# @title:tab Tab page where the user configures accounts to receive mail
source: Receiving
tr: Alma

# @title:tab Tab page where the user configures accounts to send mail
source: Sending
tr: Gönderme

source: Outgoing accounts (add at least one):
tr: Giden Hesaplar (en az bir hesap ekleyin):

source: Common Options
tr: Genel Seçenekler

source: Confirm &before send
tr: &Göndermeden önce onayla

source: Never Automatically
tr: Hiç Bir Zaman Otomatik Gönderme

source: On Manual Mail Checks
tr: El ile E-Posta Kontrolünde Gönder

source: On All Mail Checks
tr: Tüm İleti Denetimlerinde

source: Send Now
tr: Şimdi Gönder

source: Send Later
tr: Sonra Gönder

source: Allow 8-bit
tr: 8-bite izin ver

source: MIME Compliant (Quoted Printable)
tr: MIME Uyumlu (Quoted Printable)

source: Send &messages in outbox folder:
tr: Giden Kutusu'ndaki iletileri:

source: Defa&ult send method:
tr: Ö&ntanımlı gönderme yöntemi:

source: Message &property:
tr: İleti ö&zellikleri:

source: Defaul&t domain:
tr: Öntanımlı &alan:

source: <qt><p>The default domain is used to complete email addresses that only consist of the user's name.</p></qt>
tr: <qt> <p>Öntanımlı alan. Kullanıcı adını tamamlamak için e-posta adreslerinin tamamınından meydana gelir.</p></qt>

source: Unable to create account
tr: Hesap oluşturulamadı

source: Add Account
tr: Hesap Ekle

source: Unable to locate account
tr: Hesap konumlandırılamadı

source: Modify Account
tr: Hesabı Düzenle

source: <qt>Unable to locate account <b>%1</b>.</qt>
tr: <qt><b>%1</b> hesabı bulunamadı.</qt>

source: Fonts
tr: Yazı Tipleri

source: Colors
tr: Renkler

source: Layout
tr: Düzen

source: Message Window
tr: İleti Penceresi

source: System Tray
tr: Sistem Çekmecesi

source: Message Tags
tr: İleti Etiketleri

source: Message Body
tr: İleti Gövdesi

source: Message List - New Messages
tr: İleti Listesi - Yeni İletiler

source: Message List - Unread Messages
tr: İleti Listesi - Okunmamış İletiler

source: Message List - Important Messages
tr: İleti Listesi - Önemli İletiler

source: Message List - Action Item Messages
tr: İleti Listesi - Eylem Ögeleri İletileri

source: Folder List
tr: Dizin Listesi

source: Quoted Text - First Level
tr: Alıntılanmış Metin - Birinci Seviye

source: Quoted Text - Second Level
tr: Alıntılanmış Metin - İkinci Seviye

source: Quoted Text - Third Level
tr: Alıntılanmış Metin - Üçüncü Seviye

source: Fixed Width Font
tr: Sabit Yazıtipi Genişliği

source: Composer
tr: Düzenleyici

source: Printing Output
tr: Yazıcı Çıktısı

source: &Use custom fonts
tr: Ö&zel yazıtipi kullan

source: Apply &to:
tr: &Uygula:

source: Link
tr: Bağlantı

source: Followed Link
tr: İzlenmiş Bağlantı

source: Misspelled Words
tr: Hatalı Yazılan Sözcükler

source: New Message
tr: Yeni İleti

source: Unread Message
tr: Okunmamış İleti

source: Important Message
tr: Önemli İleti

source: Action Item Message
tr: Eylem Ögesi İletisi

source: OpenPGP Message - Encrypted
tr: OpenPGP İletisi - Şifrelenmiş

source: OpenPGP Message - Valid Signature with Trusted Key
tr: OpenPGP İletisi - Güvenilir Anahtarla Geçerli İmza

source: OpenPGP Message - Valid Signature with Untrusted Key
tr: OpenPGP İletisi - Güvensiz Anahtarla Geçerli İmza

source: OpenPGP Message - Unchecked Signature
tr: OpenPGP İletisi - Denetlenmemiş İmza

source: OpenPGP Message - Bad Signature
tr: OpenPGP İletisi - Hatalı İmza

source: Border Around Warning Prepending HTML Messages
tr: HTML İletilerin Başına Eklenen Uyarı için Kenarlık

source: Folder Name and Size When Close to Quota
tr: Dizin İsmi ve Boyutu Kotanın Doolmasına Yaklaşınca

source: HTML Status Bar Background - No HTML Message
tr: HTML Durum Çubuğu Arkaplanı - HTML Olmayan İleti

source: HTML Status Bar Foreground - No HTML Message
tr: HTML Durum Çubuğu Önplanı - HTML Olmayan İleti

source: HTML Status Bar Background - HTML Message
tr: HTML Durum Çubuğu Arkaplanı - HTML İletisi

source: HTML Status Bar Foreground - HTML Message
tr: HTML Durum Çubuğu Önplanı - HTML İletisi

source: &Use custom colors
tr: Ö&zel renk kullan

source: Recycle colors on deep &quoting
tr: Ç&oklu yanıtlarda renkler arasında geçiş yap

source: Close to quota threshold:
tr: Kotaya yaklaşma eşiği:

source: Show favorite folder view
tr: Sık kullanılan dizin görünümünü seç

source: Show folder quick search field
tr: Hızlı dizin arama satırını göster

source: Folder Tooltips
tr: Dizin İpuçları

source: Always
tr: Her Zaman

source: When Text Obscured
tr: Metin Anlaşılmaz Olduğunda

source: Never
tr: Asla

source: Sta&ndard format (%1)
tr: Sta&ndart biçim (%1)

source: Locali&zed format (%1)
tr: &Yerelleştirilmiş biçim (%1)

source: Fancy for&mat (%1)
tr: &Süslü biçim (%1)

source: C&ustom format:
tr: Ö&zel biçim:

# General options for the message list.
source: General
tr: Genel

source: Default Aggregation:
tr: Öntanımlı Toplama:

source: Default Theme:
tr: Öntanımlı Tema:

source: Date Display
tr: Tarih Biçimi

source: <qt><a href="whatsthis1">Custom format information...</a></qt>
tr: <qt><a href="whatsthis1">Özel biçim bilgileri...</a></qt>

source: <qt><p><strong>These expressions may be used for the date:</strong></p><ul><li>d - the day as a number without a leading zero (1-31)</li><li>dd - the day as a number with a leading zero (01-31)</li><li>ddd - the abbreviated day name (Mon - Sun)</li><li>dddd - the long day name (Monday - Sunday)</li><li>M - the month as a number without a leading zero (1-12)</li><li>MM - the month as a number with a leading zero (01-12)</li><li>MMM - the abbreviated month name (Jan - Dec)</li><li>MMMM - the long month name (January - December)</li><li>yy - the year as a two digit number (00-99)</li><li>yyyy - the year as a four digit number (0000-9999)</li></ul><p><strong>These expressions may be used for the time:</strong></p> <ul><li>h - the hour without a leading zero (0-23 or 1-12 if AM/PM display)</li><li>hh - the hour with a leading zero (00-23 or 01-12 if AM/PM display)</li><li>m - the minutes without a leading zero (0-59)</li><li>mm - the minutes with a leading zero (00-59)</li><li>s - the seconds without a leading zero (0-59)</li><li>ss - the seconds with a leading zero (00-59)</li><li>z - the milliseconds without leading zeroes (0-999)</li><li>zzz - the milliseconds with leading zeroes (000-999)</li><li>AP - switch to AM/PM display. AP will be replaced by either "AM" or "PM".</li><li>ap - switch to AM/PM display. ap will be replaced by either "am" or "pm".</li><li>Z - time zone in numeric form (-0500)</li></ul><p><strong>All other input characters will be ignored.</strong></p></qt>
tr: <qt><p><strong>Tarih için şu ifadeler kullanılabilir:</strong></p><ul><li>d - rakam ile gün, sıfır yok (1-31)</li><li>dd - rakam ile gün, sıfır var (01-31)</li><li>ddd - yazı ile gün, kısaltmalı (Pts - Paz)</li><li>dddd - yazı ile gün, kısaltmasız (Pazartesi - Pazar)</li><li>M - rakam ile ay, sıfır yok (1-12)</li><li>MM - rakam ile ay, sıfır var (01-12)</li><li>MMM - yazı ile ay, kısaltmalı (Oca - Ara)</li><li>MMMM - yazı ile ay, kısaltmasız (Ocak - Aralık)</li><li>yy - yıl, İki haneli (00-99)</li><li>yyyy - yıl, dört haneli (0000-9999)</li></ul><p><strong>Zaman için şu ifadeler kullanılabilir:</string></p><ul><li>h - saat, sıfır yok (0-23 veya ÖÖ/ÖS gösteriminde 1-12)</li><li>hh - saat, sıfır var (00-23 veya ÖÖ/ÖS gösteriminde 01-12)</li><li>m - dakika, sıfır yok (0-59)</li><li>mm - dakika, sıfır var (00-59)</li><li>s - saniye, sıfır yok (0-59)</li><li>ss - saniye, sıfır var (00-59)</li><li>z - milisaniye, sıfır yok (0-999)</li><li>zzz - milisaniye, sıfır var (000-999)</li><li>AP - ÖÖ/ÖS gösterimine geç. AP, "ÖÖ" veya "ÖS" ile değiştirilir.</li><li>ap - ÖÖ/ÖS gösterimine geç. ap "öö" veya "ös" ile değiştirilir.</li><li>Z - saat aralığını sayısal biçimde gösterir (-0500)</li></ul><p><strong>Diğer bütün girdi karakterleri göz ardı edilecektir.</strong></p></qt>

source: Fallback ch&aracter encoding:
tr: En Son Tercih Edilecek K&arakter Kodlaması:

source: &Override character encoding:
tr: &Karakter kodlamasının üzerine yaz:
