Repository: pars-linux/uludag
Catalog: trunk/l10n-kde4/*/messages/kdepim/kmail.po
Languages: tr

# @info:whatsthis
source: <qt>The following placeholders are supported in the quote indicator: <ul> <li>%f: sender's initials</li> <li>%%: percent sign</li> <li>%_: space</li> </ul></qt>
tr: <qt>Alıntılama göstergesinde aşağıdaki yer tutucuları desteklenmektedir: <ul> <li>%f: gönderenin kısa ismi</li> <li>%%: yüzde işareti</li> <li>%_: boşluk</li> </ul></qt>

source: Signing
tr: İmzalama İşlemleri

source: &Automatically sign messages
tr: İletileri &otomatik olarak imzala

source: When this option is enabled, all messages you send will be signed by default; of course, it is still possible to disable signing for each message individually.
tr: Bu seçenek aktifleştirildiği zaman, gönderdiğiniz bütün iletiler varsayılan olarak imzalanır; her iletiyi teker teker inceleyip imzalamayı pasif hale getirmeniz hâlâ mümkündür.<

source: Encrypting
tr: Şifreleme

source: When encrypting emails, always also encr&ypt to the certificate of my own identity
tr: E-postaları şifrelerken her zaman kendi kimliğimin sertifikasını da &şifrele

source: When this option is enabled, the message/file will not only be encrypted with the receiver's public key, but also with your key. This will enable you to decrypt the message/file at a later time. This is generally a good idea.
tr: Bu seçenek etkinleştirildiğinde, ileti/dosya sadece karşı tarafın açık anahtarıyla değil, aynı zamanda sizinkiyle de şifrelenecektir. Bu size ileride ileti/dosya şifresini çözebilme olanağı sunar. Bu genelde iyi bir fikirdir.

source: Show s&igned/encrypted text after composing
tr: İ&mzalanmış/şifrelenmiş metini düzenledikten sonra göster

source: When this option is enabled, the signed/encrypted text will be shown in a separate window, enabling you to know how it will look before it is sent. This is a good idea when you are verifying that your encryption system works.
tr: Bu seçenek etkinleştirildiğinde, imzalanan/şifrelenen metin, gönderilmeden önceki halini bilmeniz için ayrı bir pencerede görüntülenecektir. Bu şifreleme düzeneğinizi sınamak için iyi bir fikirdir.

source: Store sent messages encry&pted
tr: Gönderilen ile&tileri şifreli sakla

source: Check to store messages encrypted
tr: Kayıtlı, şifrelenmiş iletileri denetle

source: <qt> <h1>Store Messages Encrypted</h1> When this box is checked, sent messages are stored encrypted like they were sent. This is not recommended, as you will not be able to read the messages any longer if a necessary certificate expires. <p> However, there may be local rules that require you to turn this option on. When in doubt, check with your local administrator. </qt>
tr: <qt> <h1>İletileri Şifrelenmiş Olarak Sakla</h1> Bu kutu işaretlendiği zaman, gönderilen iletiler gönderildiklerine benzer şekilde şifrelenmiş olarak saklanır. Bu tavsiye edilmez, çünkü gerekli bir sertifikanın süresi dolar ise iletileri okuyamayabilirsiniz. <p> Ancak, bu özelliği açmanızı gerektiren yerel kurallar olabilir. Kuşku duyduğunuzda yerel yöneticiniz ile temasa geçin. </qt>

source: Always show the encryption keys &for approval
tr: Onaylamak için şifreleme anahtarlarını &herzaman göster

source: When this option is enabled, the application will always show you a list of public keys from which you can choose the one it will use for encryption. If it is off, the application will only show the dialog if it cannot find the right key or if there are several which could be used.
tr: Bu seçenek etkinleştirildiğinde, uygulama şifreleme için kullanabileceğiniz anahtarların bir listesini onlardan birini seçmeniz için gösterir. Eğer etkin değilse; uygulama doğru anahtarı bulamazsa veya kullanılabileceği birden fazla anahtar varsa iletişim penceresi görüntüleyecektir.

source: Automatically encrypt &messages whenever possible
tr: &Mümkünse iletileri otomatik şifrele

source: When this option is enabled, every message you send will be encrypted whenever encryption is possible and desired; of course, it is still possible to disable the automatic encryption for each message individually.
tr: Bu özellik aktifleştirildiğinde, gönderdiğiniz her ileti, şifrelemenin mümkün olduğu her durumda şifrelenecektir ve istenir; tabii ki, her mesaj için teker teker otomatik şifrelemeyi pasif hale geçirmeniz hâlâ mümkündür.

source: Never sign/encrypt when sa&ving as draft
tr: Taslak olarak kaydederken hiç bir zaman imzalama/şifreleme

# Name of the custom template.
source: Name
tr: İsim

# @label:textbox Recipient mail address
source: To:
tr: Alıcı:

# Universal custom template type.
source: Universal
tr: Evrensel

source: Reply
tr: Yanıtla

source: Reply to All
tr: Tümüne Gönder

# Template type for forwarding messages.
source: Forward
tr: Yönlendir

source: &Template type:
tr: &Şablon tipi:

# Corresponds to Folder->Move All Messages to Trash
source: Ask for co&nfirmation before moving all messages to trash
tr: Tüm i&letileri çöpe göndermeden önce onay iste

source: E&xclude important messages from expiry
tr: Önemli iletiler için süre bitimini iptal &et

source: &When trying to find unread messages:
tr: Okunmamış e-postaları &ararken:

# what's this help
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">When jumping to the next unread message, it may occur that no more unread messages are below the current message.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Do not loop:</span> The search will stop at the last message in the current folder.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Loop in current folder:</span> The search will continue at the top of the message list, but not go to another folder.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Loop in all folders:</span> The search will continue at the top of the message list. If no unread messages are found it will then continue to the next folder.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Similarly, when searching for the previous unread message, the search will start from the bottom of the message list and continue to the previous folder depending on which option is selected.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Loop in all marked folders: </span>This is the same as "Loop in all folders" except that only folders are taken into account which have been marked with the folder property "Act on new/unread mail in this folder".</p></body></html>
tr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Sonraki okunmamış iletiye atlama sırasında, geçerli iletinin altında hiçbir okunmamış ileti kalmamış olabilir.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Döngüye girme:</span> Arama, geçerli klasördeki son iletide duracaktır.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Geçerli klasörde döngüye gir:</span> Arama, ileti listesinin başından devam edecek ve başka bir klasöre geçmeyecektir.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Tüm klasörlerde döngüye gir:</span> Arama, ileti listesinin başından devam edecektir. Okunmamış başka bir ileti bulunamazsa sonraki klasörde devam edecektir.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Benzer şekilde önceki okunmamış iletiler aranırken, ileti listesinin sonundan başlanacak ve seçilen yönteme bağlı olarak önceki klasörde devam edilecektir.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Tüm işaretli klasörlerde döngüye gir: </span>Sadece "Bu klasöre yeni/okunmamış posta geldiğinde uyar" özelliği işaretli olan klasörlerin dikkate alınması dışında "Tüm klasörlerde döngüye gir" seçeneği ile aynıdır.</p></body></html>

source: Do not Loop
tr: Döngü Kurma

source: Loop in Current Folder
tr: Şimdiki Dizinde Döngü Kur

source: Loop in All Folders
tr: Tüm Dizinlerde Döngü Kur

source: Loop in All Marked Folders
tr: Tüm İşaretlenmiş Dizinlerde Döngü Kur

source: When ente&ring a folder:
tr: Bir dizine &girildiği zaman:

source: Jump to First New Message
tr: İlk Yeni İletiye Git

source: Jump to First Unread or New Message
tr: İlk Okunmamış ya da Yeni İletiye Git

source: Jump to Last Selected Message
tr: Son Seçili İletiye Git

source: Mar&k selected message as read after
tr: Seçili iletiyi o&kunmuş olarak işaretle

source: sec
tr: saniye

source: &Ask for action after dragging messages to another folder
tr: İletileri b&aşka bir dizine sürüklerken onay iste

# to be continued with "flat files" and "directories", resp.
source: By default, &message folders on disk are:
tr: Öntanı&mlı olarak, disk üzerindeki ileti dizinleri:

# what's this help
source: <qt><p>This selects which mailbox format will be the default for local folders:</p> <p><b>mbox:</b> KMail's mail folders are represented by a single file each. Individual messages are separated from each other by a line starting with "From ". This saves space on disk, but may be less robust, e.g. when moving messages between folders.</p> <p><b>maildir:</b> KMail's mail folders are represented by real folders on disk. Individual messages are separate files. This may waste a bit of space on disk, but should be more robust, e.g. when moving messages between folders.</p></qt>
tr: <qt><p>Bu, yerel dizinler için hangi posta kutusu biçiminin varsayılan olacağını seçer:</p> <p><b>mbox:</b> KMail'in posta dizinleri her biri bir adet dosya şeklinde temsil edilir. Her ileti birbirinden "Kimden " ile başlayan bir satır ile ayrılır. Bu disk üzerinde yerden kazanç sağlar, ancak daha az sıkıdır, örneğin dizinler arasında ileti taşımasında bu görülür. </p> <p><b>maildir:</b> KMail'in posta dizinleri disk üzerinde gerçek dizinler şeklinde temsil edilir. Her bir ileti ayrı dosya halinde saklanır. Bu disk üzerinde biraz yer harcar, ancak daha sıkıdır, örneğin, dizinler arasında ileti taşımasında bu görülür.</p></qt>

source: Flat Files ("mbox" format)
tr: Düz Dosyalar ("mbox" biçimi)

source: Directories ("maildir" format)
tr: Dizinler ("maildir" biçimi)

source: Open this folder on &startup:
tr: &Başlangıçta bu dizini aç:

source: Empty local &trash folder on program exit
tr: Programdan çıkarken çöp kutusunu &boşalt

source: &Quota units:
tr: &Kota birimleri:

source: Add a new identity
tr: Yeni bir kimlik ekle

source: Modify the selected identity
tr: Seçili kimliği düzenle

source: Rename the selected identity
tr: Seçili kimliği yeniden adlandır

source: &Rename
tr: Ye&niden adlandır

source: Remove the selected identity
tr: Seçili kimliği sil

source: Use the selected identity by default
tr: Seçili kimliği öntanımlı olarak kullan

source: Set as &Default
tr: Ö&ntanımlı Ata

source: HTML Messages
tr: HTML İletileri

source: <b>WARNING:</b> Allowing HTML in email may increase the risk that your system will be compromised by present and anticipated security exploits. <a href="whatsthis1">More about HTML mails...</a> <a href="whatsthis2">More about external references...</a>
tr: <b>UYARI:</b> E-posta içinde HTML'e izin vermek, güvenlik açıklarını tarayan ve kullanan programlar tarafından sisteminizin açıklarının tespit edilmesi riskini artırır. Her bir seçenek üzerinde ayrıntılı bilgi için <a href="whatsthis1">HTML iletiler hakkında...</a> ve <a href="whatsthis2">Harici referanslar hakkında...</a> bağlantılarına tıklayın

source: <qt><p>Messages sometimes come in both formats. This option controls whether you want the HTML part or the plain text part to be displayed.</p><p>Displaying the HTML part makes the message look better, but at the same time increases the risk of security holes being exploited.</p><p>Displaying the plain text part loses much of the message's formatting, but makes it almost <em>impossible</em> to exploit security holes in the HTML renderer (Konqueror).</p><p>The option below guards against one common misuse of HTML messages, but it cannot guard against security issues that were not known at the time this version of KMail was written.</p><p>It is therefore advisable to <em>not</em> prefer HTML to plain text.</p><p><b>Note:</b> You can set this option on a per-folder basis from the <i>Folder</i> menu of KMail's main window.</p></qt>
tr: <qt> <p> İletiler bazen iki biçimde gelir. Bu ayarı isterseniz görüntülenebilir HTML parçası veya düz yazı olarak kontrol edebilirsiniz.</p> <p>HTML parçasının görüntülenmesi iletiyi daha iyi gösterilmesini sağlar, fakat aynı zamanda güvenlik açıklarına sebep olabilir.</p><p>İletileri düz metin olarak görüntülemek, ileti içindeki bazı biçim özelliklerinin kaybolmasına neden olurken güvenlik açısından neredeyse tam güvenilir bir ortam sunar. </p><p>Bu nedenle HTML e-postalarını görüntülemeyi önermiyoruz. Bu e-postaları düz metin olarak görüntülemek en iyi yöntemdir.</p><p><b>Not:</b> Bu seçeneği dizin bazında (Kmail'ın Dizin menüsünden) ayarlayabilirsiniz. </p></qt>

source: Prefer HTML to plain text
tr: HTML iletileri düz metne tercih et

source: <qt><p>Some mail advertisements are in HTML and contain references to, for example, images that the advertisers employ to find out that you have read their message ("web bugs").</p><p>There is no valid reason to load images off the Internet like this, since the sender can always attach the required images directly to the message.</p><p>To guard from such a misuse of the HTML displaying feature of KMail, this option is <em>disabled</em> by default.</p><p>However, if you wish to, for example, view images in HTML messages that were not attached to it, you can enable this option, but you should be aware of the possible problem.</p></qt>
tr: <qt><p>Bazı posta reklâmları HTML şeklinde olup örneğin, iletilerini okuduğunuzu öğrenmek için reklâm verenler tarafından yerleştirilmiş referanslar içerebilir ("ağ böcekleri"). </p><p>Bunun gibi resimleri İnternet'ten yüklemek için geçerli hiçbir sebep yoktur, çünkü gönderen kişi her zaman ilgili resimleri iletiye doğrudan ekleyebilir.</p><p>KMail'in HTML görüntüleme özelliğinin bu şekilde yanlış kullanılmasına karşı önlem olarak, bu özellik varsayılan olarak <em>pasif</em> kılınmıştır.</p><p>Ancak, isterseniz, HTML iletilerine eklenmemiş resimlerin görüntülenmesini aktifleştirebilirsiniz, ancak yukarıda bahsedilen sorunlara karşı dikkatli olmalısınız.</p></qt>

source: Allow messages to load external references from the Internet
tr: Dış kaynakların Internet'ten yüklenmesine izin ver

source: Encrypted Messages
tr: Şifrelenmiş İletiler

source: Attempt decryption of encrypted messages when viewing
tr: Şifrelenmiş iletileri gösterirken şifrelemeyi açmaya çalış

source: Message Disposition Notifications
tr: İleti Okundu Bildirimleri

source: Send policy:
tr: Gönderme kuralı:

source: <qt><h3>Message Disposition Notification Policy</h3><p>MDNs are a generalization of what is commonly called <b>read receipt</b>. The message author requests a disposition notification to be sent and the receiver's mail program generates a reply from which the author can learn what happened to his message. Common disposition types include <b>displayed</b> (i.e. read), <b>deleted</b> and <b>dispatched</b> (e.g. forwarded).</p><p>The following options are available to control KMail's sending of MDNs:</p><ul><li><em>Ignore</em>: Ignores any request for disposition notifications. No MDN will ever be sent automatically (recommended).</li><li><em>Ask</em>: Answers requests only after asking the user for permission. This way, you can send MDNs for selected messages while denying or ignoring them for others.</li><li><em>Deny</em>: Always sends a <b>denied</b> notification. This is only <em>slightly</em> better than always sending MDNs. The author will still know that the messages has been acted upon, he just cannot tell whether it was deleted or read etc.</li><li><em>Always send</em>: Always sends the requested disposition notification. That means that the author of the message gets to know when the message was acted upon and, in addition, what happened to it (displayed, deleted, etc.). This option is strongly discouraged, but since it makes much sense e.g. for customer relationship management, it has been made available.</li></ul></qt>
tr: <qt><h3>İleti Durum Uyarı Politikası</h3><p>İDU'lar, yaygın olarak <b>okuma bildirimi</b> şeklinde bildiğimiz şeyin genelleşmiş halidir. İletinin yazarı bir ileti işleme uyarısının gönderilmesini ister ve alıcının posta programı bir cevap oluşturarak gönderen kişinin iletisine ne olduğunu söyler. Yaygın işleme türleri arasında <b>görüntülendi</b> (yani okundu), <b>silindi</b> ve <b>gönderildi</b> (yani iletildi) yer almaktadır.</p><p>KMail'in İDU'ları gönderme işlevini kontrol etmek için aşağıdaki seçenekler bulunmaktadır:</p><ul><li><em>Yoksay</em>: İşleme uyarıları ile ilgili herhangi bir isteği yok sayar. Otomatik olarak hiçbir İDU gönderilmeyecektir (tavsiye edilir).</li><li><em>Sor</em>: Kullanıcıdan izin istedikten sonra isteğe cevap verir. Bu yolla, seçilmiş iletiler için İDU'ları gönderirken başkaları için reddetmek veya yoksaymak mümkündür.</li><li><em>Reddet</em>: Her zaman <b>reddedildi</b> uyarısını yollar. Bu İDU'ları her zaman göndermekten sadece <em>biraz</em> daha iyidir. Gönderen kişi iletisi üzerinde işlem yapıldığını bilecektir, ancak silindiğine veya okunduğuna, vs emin olamayacaktır.</li><li><em>Her zaman gönder</em>Her zaman istenen durum uyarısını gönderir. Bunun anlamı, iletinin yazarına iletinin işlendiği ve buna ilaveten ne yapıldığı (görüntülendi, silindi, vs) bildirilir. Bu seçenek sakıncalıdır, ancak müşteri ilişkileri yönetimi gibi durumlarda çok anlamlı olduğu için buraya konulmuştur.</li></ul></qt>

source: Ask
tr: Sor

source: Deny
tr: Reddet

source: Always send
tr: Her zaman gönder

source: Quote original message:
tr: Orjinal iletiden alıntı yap:

source: Nothing
tr: Hiçbirşey

source: Full message
tr: Tüm ileti

source: Only headers
tr: Sadece başlıklar

source: Do not send MDNs in response to encrypted messages
tr: Şifrelenmiş bir ileti için herhangi bir okundu yanıtı gönderme

source: <b>WARNING:</b> Unconditionally returning confirmations undermines your privacy. <a href="whatsthis3">More about MDNs...</a>
tr: <b>UYARI:</b> Bu onayın otomatik gönderilmesi kişisel gizliliğinize zarar verebilir. <a href="whatsthis3">Daha fazla bilgi...</a>

source: Certificate && Key Bundle Attachments
tr: Sertifika ve Anahtar Yönetimi

source: Automatically import keys and certificate
tr: Anahtarları ve sertifikaları otomatik al

source: Check to be warned when sending unsigned messages.
tr: İmzasız ileti gönderirken uyarılmak için işaretle.

source: <qt> <h1>Warn When Trying To Send Unsigned Messages</h1> If this box is checked, you will be warned when you try to send parts of or the whole message unsigned. <p> It is recommended to leave this option turned on for maximum integrity. </qt>
tr: <qt> <h1>İmzasız İleti Gönderilmeye Çalışıldığında Uyar</h1> Bu kutucuk seçildiğinde, imzalanmamış ileti veya ileti parçası göndermeyi denediğinizde sizi uyaracaktır. <p> En yüksek düzeyde uyumluluk sağlamak için bu kutucuğun işaretli olması tavsiye edilir. </qt>

source: Warn when trying to send &unsigned messages
tr: İm&zasız ileti gönderilmeye çalışıldığında uyar

source: Check to be warned when sending unencrypted messages.
tr: Şifrelenmemiş ileti gönderilmeye çalışıldığında uyarılmak için işaretle.

source: <qt> <h1>Warn When Trying To Send Unencrypted Messages</h1> If this box is checked, you will be warned when you try to send parts of or the whole message unencrypted. <p> It is recommended to leave this option turned on for maximum integrity. </qt>
tr: <qt> <h1>Şifrelenmemiş İleti Göndermeye Çalıştığında Uyar</h1> Bu kutu seçildiğinde, iletinin bir bölümünü veya tamamını imzasız olarak göndermeye kalktığınızda sizi uyarır. <p> Bu seçeneğin işaretli olması güvenlik için tavsiye edilir. </qt>

source: &Warn when trying to send unencrypted messages
tr: Şi&frelenmemiş ileti gönderilmeye çalışıldığında uyar.

source: Check to be warned if the address is not in the certificate
tr: Adres sertifikada yoksa uyar

source: <qt> <h1>Warn if receiver's email address is not in certificate</h1> If this option is checked, a warning is issued if the email address of the receiver is not contained in the certificate used for encrypting. <p> It is recommended to leave this option turned on for maximum security. </qt>
tr: <qt> <h1>Eğer alıcının e-posta adresi sertifikada yoksa uyar</h1> Bu seçenek işaretlendiğinde, alıcının e-posta adresi şifreleme için kullanılacak sertifikada yoksa uyarı yapılacaktır. <p> En üst düzeyde güvenlik için bu seçeneği işaretlemeniz önerilir. </qt>

source: Warn if &Receiver's Email Address is Not in Certificate
tr: Alıcının &e-posta adresi sertifikada yoksa uyar

source: Warn if certificates/keys expire soon (configure thresholds below)
tr: Sertifika yakın tarihte sona eriyorsa uyar (aşağıdan tarihleri ayarlayın)

source: For Signing
tr: İmzalamak için

source: For Encryption
tr: Şifrelemek için

source: Select the number of days here
tr: Burada kaç gün olduğunu seç

source: <qt> <h1>Warn If Signature Certificate Expires</h1> Select the minimum number of days the signature certificate should be valid without issuing a warning. <p> The recommended SPHINX setting is 14 days. </qt>
tr: <qt> <h1>İmzalama Sertifikası Sona Eriyorsa Uyar</h1> Uyarı yayınlanmadan önce en az ne kadar gün imzalamasertifikasının geçerli olduğunu seç <p> Tavsiye edilen SPHINX ayarı 14 gündür. </qt>

source: <qt> <h1>Warn If Encryption Certificate Expires</h1> Select the minimum number of days the encryption certificate should be valid without issuing a warning. <p> The recommended SPHINX setting is 14 days. </qt>
tr: <qt> <h1>Şifreleme Sertifika Sona Eriyorsa Uyar</h1> Uyarı yayınlamadan önce sertifikanın en az kaç gün daha geçerli olduğunu seçin <p> Tavsiye edilen SPHINX ayarı 14 gündür. </qt>

source: <qt> <h1>Warn If A Certificate In The Chain Expires</h1> Select the minimum number of days all certificates in the chain should be valid without issuing a warning. <p> The recommended SPHINX setting is 14 days. </qt>
tr: <qt> <h1> Zincirdeki Sertifika Sona Eriyorsa Uyar</h1> Sertifika zincirindeki sertifikaların uyarı yayınlanmadan önce ne kadar geçerli olduğunu seç. <p> Tavsiye edilen SPHINX değeri 14 gündür. </qt>
