Repository: pars-linux/uludag
Catalog: trunk/l10n-kde4/*/messages/kdepim/kmail.po
Languages: tr

source: <p>Here you can get some assistance in setting up KMail's filter rules to use some commonly-known anti-virus tools.</p><p>The wizard can detect those tools on your computer as well as create filter rules to classify messages using these tools and to separate messages containing viruses. The wizard will not take any existing filter rules into consideration: it will always append the new rules.</p><p><b>Warning:</b> As KMail appears to be frozen during the scan of the messages for viruses, you may encounter problems with the responsiveness of KMail because anti-virus tool operations are usually time consuming; please consider deleting the filter rules created by the wizard to get back to the former behavior.</p>
tr: <p>Buradan KMail'in filtre kurallarını bazı bilinen anti-virüs araçlarını kullanacak şekilde yapılandırmak için yardım alabilirsiniz.</p><p>Sihirbaz bilgisayarınızdaki bu araçları bulabilir ve bu araçların kullanıldığı filtre kuralları tanımlayabilir; aynı zamanda virüslü iletileri ayırabilir. Sihirbaz hiçbir mevcut filtre kuralını dikkate almayacaktır: yeni kuralları her zaman sona ekler.</p><p><b>Uyarı:</b> Virüslü iletiler taranırken KMail erişilemez olabilir, çünkü anti-virüs araçlarının işlemleri genellikle çok zaman harcayan işlemlerdir. KMail'in eski davranışına geri dönmek için sihirbaz tarafından eklenen kuralları silebilirsiniz.</p>

source: <p>Please select the tools to be used for the detection and go to the next page.</p>
tr: <p>Çöp posta belirleyici aracı seçip bir sonraki sayfaya geçin.</p>

source: &Mark detected spam messages as read
tr: Seçili çöp postayı okun&muş olarak işaretle

source: Mark messages which have been classified as spam as read.
tr: Çöp posta olarak sınıflandırılmış iletileri okunmuş olarak işaretle.

source: Move &known spam to:
tr: Bilinen çöp postaları buraya &taşı:

source: The default folder for spam messages is the trash folder, but you may change that in the folder view below.
tr: Çöp postalar için varsayılan dizin çöp kutusudur, ancak isterseniz aşağıdaki dizinlerden biriyle bunu değiştirebilirsiniz.

source: Move &probable spam to:
tr: Muhtemel çöp &postalarını buraya taşı:

source: The default folder is the inbox folder, but you may change that in the folder view below.<p>Not all tools support a classification as unsure. If you have not selected a capable tool, you cannot select a folder as well.</p>
tr: Varsayılan dizin inbox dizinidir, ancak aşağıdaki dizin görünümünden bunu değiştirebilirsiniz.<p>Bütün araçlar emin olmadan bir sınıflandırmayı desteklemez. Yetenekli bir araç seçmediyseniz, bir dizin de seçemezsiniz.</p>

source: Check messages using the anti-virus tools
tr: İletileri anti-virüs araçları ile kontrol et

source: Let the anti-virus tools check your messages. The wizard will create appropriate filters. The messages are usually marked by the tools so that following filters can react on this and, for example, move virus messages to a special folder.
tr: Anti-virüs araçlarının iletilerinizi kontrol etmesine izin verin. Sihirbaz gerekli filtreleri oluşturacaktır. İletiler genellikle uygun filtreler tarafından işlenerek, örneğin, özel bir dizine taşınmak üzere işaretlenir.

source: Move detected viral messages to the selected folder
tr: Bulunan virüslü iletileri seçilen dizine taşı

source: A filter to detect messages classified as virus-infected and to move those messages into a predefined folder is created. The default folder is the trash folder, but you may change that in the folder view.
tr: Virüslü olarak sınıflandırılmış iletileri bulmak ve önceden belirlenen bir dizine taşımak içn bir filtre oluşturuldu. Ön tanımlı dizin çöp dizinidir, fakat bunu dizin görünümünde değiştirebilirsiniz.

source: Additionally, mark detected viral messages as read
tr: Ek olarak, virüslü iletileri okunmamış olarak işaretle

source: Mark messages which have been classified as virus-infected as read, as well as moving them to the selected folder.
tr: Virüslü olarak sınıflandırılmış iletileri seçilen dizine taşımanın yanında okunmuş olarak da işaretle.

source: Edit with:
tr: Şununla düzenle:

source: KMail is unable to detect when the chosen editor is closed. To avoid data loss, editing the attachment will be aborted.
tr: KMail seçilen düzenleyicinin kapatılıp kapatılmadığını anlayamadı. Veri kaybını önlemek için eklentinin düzenlenmesi işlemi iptal edilecek.

source: Unable to edit attachment
tr: Eklenti düzenlenemedi

source: Enable Subscriptions?
tr: Üyelikler Etkinleştirilsin mi?

source: Enable
tr: Etkinleştir

source: Do Not Enable
tr: Etkinleştirme

# @info
source: Currently subscriptions are not used for server <resource>%1</resource>.<nl/> Do you want to enable subscriptions?
tr: <resource>%1</resource> sunucusu için üyelik işlemi kullanılmıyor.<nl/ > Üyelikleri etkinleştirmek istiyor musunuz?

source: Maintainer
tr: Projeyi Yürüten

source: Original author
tr: İlk yazar

source: Former maintainer
tr: Asıl geliştirici

source: Former co-maintainer
tr: Eski yardımcı geliştirici

source: Core developer
tr: Ana geliştirici

source: Former core developer
tr: Önceki Ana Geliştirici

source: Documentation
tr: Belgelendirme

source: system tray notification
tr: sistem çekmecesi bildirimi

source: PGP 6 support and further enhancements of the encryption support
tr: PGP 6 desteği ve şifreleme desteğinde iyileştirmeler

source: Original encryption support<br/>PGP 2 and PGP 5 support
tr: Özgün şifreleme desteği<br/>PGP 2 ve PGP 5desteği

source: GnuPG support
tr: GnuPG desteği

source: New message list and new folder tree
tr: Yeni ileti listesi ve dizin ağacı

source: Anti-virus support
tr: Antivirüs desteği

source: POP filters
tr: POP filtreleri

source: Usability tests and improvements
tr: Kullanılabilirlik testleri ve gelişmeler

source: Ägypten and Kroupware project management
tr: Ägypten ve Kroupware proje yönetimi

source: Improved HTML support
tr: Geliştirilmiş HTML desteği

source: beta testing of PGP 6 support
tr: PGP 6 desteği beta testi

source: timestamp for 'Transmission completed' status messages
tr: 'İletişim tamamlandı' durum mesajı için tarih bilgisi

source: multiple encryption keys per address
tr: her adres için çoklu şifreleme anahtarı

source: KDE Email Client
tr: KDE E-Posta İstemcisi

source: (c) 1997-2009, The KMail developers
tr: (c) 1997-2009, KMail geliştiricileri

source: Error while renaming a folder.
tr: Dizin yeniden isimlendirilirken hata oluştu.

source: With Custom Template
tr: Özel Şablon İle

source: Reply With Custom Template
tr: Özel Şablon ile Yanıtla

source: Reply to All With Custom Template
tr: Özel Şablon ile Tümünü Yanıtla

source: (no custom templates)
tr: (hiç özel şablon yok)

source: Error while deleting messages on the server:
tr: Sunucudan ileti silinirken hata:

source: Error while retrieving message on the server:
tr: Sunucudan ileti alınırken hata:

source: Error while uploading folder
tr: Dizin gönderilirken bir hata oluştu

source: Could not make the folder <b>%1</b> on the server.
tr: <b>%1</b> dizini sunucuda oluşturulamıyor.

source: This could be because you do not have permission to do this, or because the folder is already present on the server; the error message from the server communication is here:
tr: Bu, işlemi yapmak için gerekli izniniz olmadığından ya da sunucuda zaten böyle bir dizin olmasından kaynaklanıyor olabilir; sunucudan gelen hata mesajı ise şöyle:

source: Error while deleting folder %1 on the server:
tr: Sunucu üzerindeki %1 dizini silinirken hata:

source: Error while reading folder %1 on the server:
tr: Sunucu üzerindeki %1 dizini okunurken hata:

source: Error while trying to rename folder %1
tr: %1 dizininin adı değiştirilirken hata oluştu

# @title:column Column containing message subjects
source: Subject
tr: Konu

# @title:column
source: Sender
tr: Gönderen

# @title:column
source: Receiver
tr: Alıcı

# @title:column
source: Date
tr: Tarih

# @title:column
source: Size
tr: Boyut

# @action:button
source: Download all messages now
tr: Şimdi tüm iletileri indir

# @action:button
source: Download all messages later
tr: Tüm iletileri sonra indir

# @action:button
source: Delete all messages
tr: Tüm iletileri sil

# @info:tooltip
source: Download Now
tr: Şimdi İndir

# @info:tooltip
source: Download Later
tr: Sonra İndir

# @info:tooltip
source: Delete
tr: Sil

# @title:window
source: POP Filter
tr: POP Filtresi

# @info
source: <title>Messages to filter found on POP Account: <emphasis>%1</emphasis></title><para>The messages shown exceed the maximum size limit you defined for this account.</para><para>You can select what you want to do with them by checking the appropriate button.</para>
tr: <title>POP Hesabında bulunan filtrelenecek iletiler: <emphasis>%1</emphasis></title><para>Gösterilen iletiler, bu hesap için tanımlamış olduğunuz en büyük boyut sınırını aşmaktadır.</para><para>Uygun düğmeye tıklatarak, bunlarla ilgili ne yapmak istediğinizi seçebilirsiniz.</para>

# @title:group
source: Messages Exceeding Size
tr: Boyut Sınırını Aşan İletiler

# @title:group
source: Ruleset Filtered Messages: none
tr: Kural Kümesiyle Filtrelenmiş İletiler: yok

# @option:check
source: Show messages matched by a ruleset and tagged 'Download' or 'Delete'
tr: 'İndir' veya 'Sil' etiketli ve bir kural kümesi tarafından eşleşen iletileri göster

# @option:check
source: Show messages matched by a filter ruleset
tr: Bir filtre kural kümesiyle eşleşen iletiler

# @title:group
source: Ruleset Filtered Messages: %1
tr: Kural Kümesiyle Filtrelenmiş İletiler: %1

# @item:intext
source: No Subject
tr: Konusuz

# @item:intext Sender of message is unknown
source: Unknown
tr: Bilinmeyen

# @item:intext Receiver of message is unknown
source: Unknown
tr: Bilinmeyen

source: Importing the archive file '%1' into the folder '%2' succeeded.
tr: '%1' arşiv dosyası içeriği '%2' klasörüne başarılı bir şekilde aktarıldı.

source: 1 message was imported.
tr: %1 ileti içeri aktarıldı.

source: Import finished.
tr: İçeri aktarma işlemi tamamlandı.

source: Failed to import the archive into folder '%1'.
tr: Arşiv içeriğinin '%1' klasörüne aktarılması başarısız oldu.

source: Importing archive failed.
tr: Arşivin içeri aktarılması başarısız oldu.

source: Unable to create subfolder for folder '%1'.
tr: '%1' klasörü için alt klasör oluşturulamıyor.

source: Importing folder %1
tr: %1 klasörü içeri aktarılıyor

source: Failed to add a message to the folder '%1'.
tr: '%1' klasörüne ileti eklenirken hata oluştu.

source: Unexpected subdirectory named '%1'.
tr: '%1' adlı beklenmedik bir alt dizin ile karşılaşıldı.

source: The file '%1' does not appear to be a valid archive.
tr: '%1' dosyası geçerli bir arşiv gibi görünmüyor.

source: Unable to open archive file '%1'
tr: '%1' adlı arşiv dosyası açılamıyor

source: Importing Archive
tr: Arşiv İçeri Aktarılıyor

source: Certificate Signature Request
tr: Sertifika İmzalama Talebi

source: Please create a certificate from attachment and return to sender.
tr: Lütfen eklentiden bir sertifika oluşturun ve gönderene geri gönderin.

source: KMail is set to be offline; all network jobs are suspended
tr: KMail çevrimdışı olarak ayarlanmış, tüm ağ işleri beklemede

source: KMail is set to be online; all network jobs resumed
tr: KMail çevrimiçi olarak ayarlandı; tüm ağ işlemleri devam ettiriliyor

source: KMail is currently in offline mode. How do you want to proceed?
tr: KMail şu anda çevrim dışı çalışıyor. İşlemi nasıl gerçekleştirmek istiyorsunuz?

source: Online/Offline
tr: Çevrimiçi/Çevrimdışı

source: Work Online
tr: Çevrimiçi Çalış

source: Work Offline
tr: Çevrimdışı Çalış

source: KMail could not create folder '%1'; please make sure that you can view and modify the content of the folder '%2'.
tr: KMail '%1' dizinini oluşturamadı; '%2' dizini için gerekli haklarınızın olup olmadığını kontrol edin.

source: The permissions of the folder '%1' are incorrect; please make sure that you can view and modify the content of this folder.
tr: '%1' dizininin izinleri hatalı; lütfen bu dizinin içeriğini görüntüleyip düzenleyebiliyor musunuz, kontrol edin.

source: You do not have read/write permission to your inbox folder.
tr: Gelen Kutusu dizininiz için okuma/yazma izniniz yok.

source: outbox
tr: Giden Kutusu

source: You do not have read/write permission to your outbox folder.
tr: Giden Kutusu dizininiz için okuma/yazma izniniz yok.

source: sent-mail
tr: Gönderilmiş İletiler

source: You do not have read/write permission to your sent-mail folder.
tr: Gönderilmiş-iletiler dizininiz için okuma/yazma izniniz yok.

source: trash
tr: Çöp

source: You do not have read/write permission to your trash folder.
tr: Çöp dizininiz için okuma/yazma izniniz yok.

source: drafts
tr: Taslaklar

source: You do not have read/write permission to your drafts folder.
tr: Taslaklar dizininiz için okuma/yazma izniniz yok.

source: templates
tr: Şablonlar

source: You do not have read/write permission to your templates folder.
tr: Şablonlar dizininiz için okuma/yazma izniniz yok.

source: Last Search
tr: Son Arama

source: Cannot create file `%1' in %2. KMail cannot start without it.
tr: '%1' dosyası '%2' içinde oluşturulamıyor. KMail bu durumda başlayamaz.

# %1-%3 is the application name, %4-%7 are folder path
source: <qt>The <i>%4</i> folder exists. %1 now uses the <i>%5</i> folder for its messages.<p>%2 can move the contents of <i>%6</i> into this folder for you, though this may replace any existing files with the same name in <i>%7</i>.</p><p><strong>Would you like %3 to move the mail files now?</strong></p></qt>
tr: <qt><i>%4</i> dizini mevcut. %1 şu anda iletiler için <i>%5</i> dizinini kullanıyor. <p>%2, sizin için <i>%6</i> konumundaki içeriği taşıyabilir, ancak <i>%7</i> içindeki aynı isme sahip dosyalar değiştirilebilir.</p><p><strong>Posta dosyalarınızın %3 tarafından taşınmasını ister misiniz?</strong></p></qt>

# %1-%3 is the application name, %4-%6 are folder path
source: <qt>The <i>%4</i> folder exists. %1 now uses the <i>%5</i> folder for its messages. %2 can move the contents of <i>%6</i> into this folder for you.<p><strong>Would you like %3 to move the mail files now?</strong></p></qt>
tr: <qt><i>%4</i> dizini mevcut. %1, şimdi iletiler için <i>%5</i> dizinini kullanıyor. %2, sizin için <i>%6</i> konumundaki içeriği bu dizine taşıyabilir.<p><strong>Şimdi posta dosyalarınızın %3 tarafından taşınmasını ister misiniz?</strong></p></qt>

source: Migrate Mail Files?
tr: Posta Dosyaları Aktarılsın mı?

source: Move
tr: Taşı

source: Do Not Move
tr: Taşıma

source: File %1 exists. Do you want to replace it?
tr: %1 dosyası mevcut. Değiştirmek ister misiniz?

source: Save to File
tr: Dosyaya kaydet

source: &Replace
tr: &Değiştir

source: KMail encountered a fatal error and will terminate now
tr: KMail'de çözülemeyen bir hata oluştu ve program kapatılıyor

source: KMail encountered a fatal error and will terminate now. The error was: %1
tr: KMail'da bir hata oluştu ve bu program kapanacak. Oluşan hata: %1

source: Empty Trash
tr: Çöp Kutusunu Boşalt

source: Are you sure you want to empty the trash folders of all accounts?
tr: Gerçekten tüm hesapların çöp kutularındaki iletileri silmek istiyor musunuz?

source: This identity has been changed to use the default transport:
tr: Aşağıdaki %1 adet kimlik, varsayılan taşıyıcıyıcı kullanacak şekilde değiştirildi:

source: This identity has been changed to use the modified transport:
tr: Aşağıdaki %1 adet kimlik, değiştirilmiş taşıyıcıyı kullanacak şekilde ayarlandı:

source: Uploading message data
tr: İleti verileri gönderiliyor

source: Server operation
tr: Sunucu işlemi

source: Source folder: %1 - Destination folder: %2
tr: Kaynak dizin %1 - Hedef dizin: %2

source: Downloading message data
tr: İleti verisini indir

source: Message with subject:
tr: Konusunu taşıyan ileti:

source: Error while retrieving messages from the server.
tr: İletiler sunucudan alınırken hata oluştu.

source: Error while retrieving information on the structure of a message.
tr: İleti yapısı ile ilgili bilgi alınırken hata oluştu.

source: Uploading message data failed.
tr: İleti verisi sunucuya gönderiliyor.

source: Uploading message data completed.
tr: İleti verisinin gönderimi tamamlandı.

source: Error while copying messages.
tr: İletiler kopyalanırken hata oluştu.

source: vCard Import Failed
tr: vCard Aktarımı Başarısız Oldu

source: <qt>Unable to access <b>%1</b>.</qt>
tr: <qt><b>%1</b>'e ulaşılamadı.</qt>

source: Edit Recent Addresses...
tr: Son Kullanılan Adresleri Düzenle....

source: Recent Addresses
tr: Son Kullanılan Adresler

source: Redirect Message
tr: İletiyi Yönlendir

source: Select the recipient &addresses to redirect to:
tr: Yeniden gönderilecek alıcının &adresini seçin:

source: Use the Address-Selection Dialog
tr: Adres-Seçim İletişim Kutusunu Kullanın

source: This button opens a separate dialog where you can select recipients out of all available addresses.
tr: Bu düğme tüm kullanılabilir adresler içerisinden alıcıları seçebileceğiniz bir iletişim kutusu açar.

source: &Send Now
tr: Şimdi Gö&nder

source: Send &Later
tr: Son&ra Gönder

source: You cannot redirect the message without an address.
tr: İletiyi bir adres olmadan yeniden gönderemezsiniz.

source: Empty Redirection Address
tr: Boş Yeniden Gönderim Adresi

# Message->
source: &Reply
tr: &Yanıtla

source: &Reply...
tr: &Yanıtla...

source: Reply to A&uthor...
tr: &Yazana Yanıtla...

source: Reply to &All...
tr: &Tümüne Yanıtla...

source: Reply to Mailing-&List...
tr: E-posta &Listesine Yanıtla...

source: Reply Without &Quote...
tr: &Alıntısız Yanıtla...

source: Create To-do/Reminder...
tr: Yapılacak Ögesi/Anımsatıcı Oluştur...

source: Create To-do
tr: Yapılacak Ögesi Oluştur

source: Allows you to create a calendar to-do or reminder from this message
tr: Bu mesajdan bir yapılacak öğesi veya hatırlatıcı oluşturmanızı sağlar

source: This option starts the KOrganizer to-do editor with initial values taken from the currently selected message. Then you can edit the to-do to your liking before saving it to your calendar.
tr: Bu seçenek, şu anda seçilmiş iletiden alınan ilk değerler ile KOrganizer yapılacaklar düzenleyicisini başlatır. Ardından, takviminize kaydetmeden önce yapılacak işleri kendi zevkinize göre düzenleyebilirsiniz.

source: Mar&k Message
tr: &İletiyi İşaretle

source: Mark Message as &Read
tr: &İletiyi Okunmuş Olarak İşaretle

source: Mark selected messages as read
tr: Seçili iletiyi okunmuş olarak işaretle

source: Mark Message as &New
tr: İletiyi &Yeni Olarak İşaretle

source: Mark selected messages as new
tr: Seçili iletileri yeni olarak işaretle

source: Mark Message as &Unread
tr: &İletiyi Okunmamış Olarak İşaretle

source: Mark selected messages as unread
tr: Seçili iletiyi okunmamış olarak işaretle

source: Mark Message as &Important
tr: İletiyi Ö&nemli Olarak İşaretle

source: Remove &Important Message Mark
tr: İletinin Ön&emli İşaretini Kaldır

source: Mark Message as &Action Item
tr: &İletiyi Yapılacak Ögesi Olarak İşaretle

source: Remove &Action Item Message Mark
tr: İletin &Eylem İşaretini Kaldır

source: &Edit Message
tr: İletiyi Dü&zenle

# Message->
source: &Forward
tr: &Yönlendir

# @action:inmenu Message->Forward->
source: As &Attachment...
tr: &Eklenti Olarak...

# @action:inmenu Message->Forward->
source: &Inline...
tr: &Alıntı Yaparak Yönlendir...

# Message->Forward->
source: &Redirect...
tr: &Yeniden yönlendir...

# Message->
source: Mailing-&List
tr: E-posta &Listesi

source: Open Message in List Archive
tr: Liste Arşinindeki İletiyi Aç

source: Post New Message
tr: Yeni İleti Gönder

source: Go to Archive
tr: Arşive Git

source: Request Help
tr: Yardım İste

source: Contact Owner
tr: Kişi Sahibi

source: Unsubscribe from List
tr: Liste üyeliğinden çık

source: email
tr: e-posta

source: Executing precommand %1
tr: Ön komut çalıştırılıyor: %1

source: Could not execute precommand '%1'.
tr: '%1' ön komutu çalıştırılamadı.

source: The precommand exited with code %1: %2
tr: Ön komut %1 kodu vererek çıktı: %2

source: Critical error: Unable to collect mail:
tr: Önemli hata: E-postalar alınamıyor:

source: Failed to add message:
tr: Bu ileti eklenemedi:

# name used for a virgin filter
source: unknown
tr: bilinmeyen

source: (match any of the following)
tr: (aşağıdakilerin herhangi birisini eşle)

source: (match all of the following)
tr: (aşağıdakilerin tümünü eşle)

source: No Subject
tr: Konusuz

source: [vCard]
tr: [Kartvizit]

source: Date:
tr: Tarih:

source: From:
tr: Gönderen:

# To-field of the mailheader.
source: To:
tr: Alıcı:

source: Reply to:
tr: Yanıtla:

source: %1% probability of being spam with confidence %3%. Full report: Probability=%2 Confidence=%4
tr: %3% güvenlirlikle çöp posta olma olasılığı%1%. Tam rapor: Olasılık=%2 Güvenilirlik=%4

source: %1% probability of being spam. Full report: Probability=%2
tr: Çöp posta olma olasılığı: %%1 Tam rapor: Olasılık=%2

source: No Spam agent
tr: İstenmeyen Posta Aracı Yok

source: Spam filter score not a number
tr: İstenmeyen ileti puanı bir sayı değil

source: Threshold not a valid number
tr: Eşik geçerli bir sayı değil

source: Spam filter score could not be extracted from header
tr: İstenmeyen ileti puanı başlıktan alınamadı

source: Threshold could not be extracted from header
tr: Eşik başlıktan alınamadı

source: Error evaluating spam score
tr: İstenmeyen ileti puanı değerlendirilemedi

source: %1. Full report: %2
tr: %1. Tam rapor: %2

source: (resent from %1)
tr: (%1 e tekrar gönderiliyor)

# To-field of the mail header.
source: To:
tr: Alıcı:

source: User-Agent:
tr: Kullanıcı-İstemcisi:

source: Spam Status:
tr: Çöp Posta Durumu:

# To field of the mail header.
source: To:
tr: Alıcı:

source: Find Messages
tr: İletileri Bul

# @action:button Search for messags
source: &Search
tr: &Ara

source: Search in &all local folders
tr: &Tüm yerel dizinlerde ara

source: Search &only in:
tr: Sadece &burada ara:

source: I&nclude sub-folders
tr: &Alt dizinleri de ara

# @title:column Subject of the found message.
source: Subject
tr: Konu

# @title:column Sender of the found message.
source: Sender/Receiver
tr: Gönderici/Alıcı

# @title:column date of receival ofthe found message.
source: Date
tr: Tarih

# @title:column Folder in which the message is found.
source: Folder
tr: Dizin

source: Search folder &name:
tr: &Dizin adını ara:

source: Op&en Search Folder
tr: A&rama Dizinini Aç

source: Open &Message
tr: &İletiyi Aç

source: AMiddleLengthText...
tr: Orta uzunlukta metin...

# @info:status finished searching.
source: Ready.
tr: Hazır.

# @action:inmenu Forward message inline.
source: &Inline...
tr: &Alıntı Yaparak Yönlendir...

# Message->Forward->
source: As &Attachment...
tr: &Eklenti Olarak...

source: Save Attachments...
tr: Eklentileri Kaydet...

source: Clear Selection
tr: Seçimi Temizle

# Search finished.
source: Done
tr: Bitti

source: %1 message processed
tr: %1 ileti işlendi

source: %1 match (%2)
tr: %1 eşleşen (%2)

source: Search canceled
tr: Arama iptal edildi

source: %1 match so far (%2)
tr: %1 eşleşecek var (%2)

source: %1 match
tr: %1 eşleşti

source: Searching in %1 (message %2)
tr: %1 içinde aranıyor (ileti %2)

source: 1 email address
tr: %1 e-posta adresi

source: Distribution List %1
tr: %1 Gönderim Listesi

source: Select Recipient
tr: Gizli Alıcılar

source: Address book:
tr: Adres Defteri:

# @title:column Name of the recipient.
source: Name
tr: İsim

# @title:column Email of the recipient.
source: Email
tr: E-Posta

source: Search &Directory Service
tr: &Dizin Arama Servisi

# Search for recipient.
source: Search:
tr: Ara:

source: Add as &To
tr: &Alıcı olarak Ekle

source: Add as CC
tr: CC olarak Ekle

source: Add as &BCC
tr: &BCC olarak Ekle

source: &Cancel
tr: İ&ptal

# All collections containing recipients.
source: All
tr: Tümü

source: Distribution Lists
tr: Gönderim Listesi
