Repository: pars-linux/uludag
Catalog: trunk/l10n-kde4/*/messages/kdepim/kmail.po
Languages: tr

source: Insert File Content
tr: Dosya İçeriği Ekle

source: Discard to Next Line
tr: Sonraki Satıra Geç

source: Template Comment
tr: Şablon Yorumu

source: No Operation
tr: İşlem Yok

source: Clear Generated Message
tr: Oluşturulmuş İletiyi Temizle

source: Turn Debug On
tr: Hata Ayıklamayı Aç

source: Turn Debug Off
tr: Hata Ayıklamayı Kapat

source: &Insert Command
tr: &Komut Ekle

source: Insert Command
tr: Komut Ekle

source: Original Message
tr: Asıl İleti

source: Current Message
tr: Geçerli İleti

source: Process with External Programs
tr: Dış Uygulamalarla bBirlikte Çalış

# Miscellaneous template commands menu
source: Miscellaneous
tr: Çeşitli

source: Account %1
tr: %1 hesabı

source: Account %1 has no mailbox defined: mail checking aborted; check your account settings.
tr: %1 hesabı için belirlenmiş bir posta kutusu yok! Posta denetimi iptal edildi Hesap ayarlarınızı kontrol ediniz!

source: Checking account %1 for new mail
tr: Yeni e-postalar için %1 hesabı denetleniyor

source: POP Account
tr: POP Hesapları

source: IMAP Account
tr: IMAP Hesapları

source: You need to add an account in the network section of the settings in order to receive mail.
tr: Posta alabilmek için ağ ayarları bölümünde bir kullanıcı hesabı belirtmiş olmanız gerekiyor.

source: Please select the Chiasmus key file to use:
tr: Lütfen kullanılacak Chiasmus anahtar dosyasını seçin:

source: Additional arguments for chiasmus:
tr: Chiasmus için ek argümanlar:

source: Shortcut for Folder %1
tr: %1 Dizini için Kısayol

source: Select Shortcut for Folder
tr: Dizin için Kısayol Seç

source: <qt>To choose a key or a combination of keys which select the current folder, click the button below and then press the key(s) you wish to associate with this folder.</qt>
tr: <qt>Geçerli dizini seçecek bir tuş veya tuş kombinasonu atamak için, aşağıdaki düğmeye tıklayın ve bu dizine atayacağınız tuş(lar)a basın.</qt>

source: For safety reasons, compaction has been disabled for %1
tr: Güvenlik nedenleri ile, %1 için sıkıştıma iptal edildi

source: Folder "%1" successfully compacted
tr: "%1" dizini başarılı şekilde sıkıştırıldı

source: Error occurred while compacting "%1". Compaction aborted.
tr: "%1" dizini sıkıştırılırken hata oluştu. Sıkıştırma yapılamadı.

source: <qt>The receiver of this invitation does not match any of your identities.<br>Please select the transport which should be used to send your reply.</qt>
tr: <qt>Bu davetin alıcısı kimliklerinizden hiçbiriyle eşleşmedi.<br>Lütfen yanıtınızın gönderilmesinde kullanılacak taşıyıcıyı seçin.</qt>

source: <qt>The identity matching the receiver of this invitation does not have an associated transport configured.<br>Please select the transport which should be used to send your reply.</qt>
tr: <qt>Bu davetin alıcısına eşleşen kimlik için ilişkilendirilmiş bir taşıyıcı bulunmuyor.<br>Lütfen yanıtınızın gönderilmesinde kullanılacak taşıyıcıyı seçin.</qt>

source: Select Transport
tr: Aktarımı Seç

source: Answer:
tr: Yanıt:

# Not able to attend.
source: Declined: %1
tr: Reddedilen: %1

# Unsure if it is possible to attend.
source: Tentative: %1
tr: Belirsiz: %1

# Accepted the invitation.
source: Accepted: %1
tr: Kabul edilen: %1

source: <qt>None of your identities match the receiver of this message,<br />please choose which of the following addresses is yours, if any, or select one of your identities to use in the reply:</qt>
tr: <qt>Kimliklerinizden hiç biri bu iletinin alıcısı ile eşleşmiyor.<br />lütfen eğer varsa, yukarıdaki adreslerden hangisinin size ait olduğunu seçin, ya da yanıtta kullanılacak kimliklerinizden birini seçin.</qt>

source: <qt>Several of your identities match the receiver of this message,<br />please choose which of the following addresses is yours:</qt>
tr: <qt>Kimliklerinizden hiçbiri bu iletinin alıcısı ile uyuşmuyor,<br />Lütfen şu adreslerden hangilerinin sizin olduğunu seçin:</qt>

source: Select Address
tr: Adresi Seç

source: Cannot open file "%1": %2
tr: "%1" dosyası açılamadı: %2

source: Internal error. Please copy down the details and report a bug.
tr: İçsel hata. Lüften detayları yazın ve bir hata raporu yapın.

source: Could not sync index file <b>%1</b>: %2
tr: <b>%1</b> indeks dosyası eşzamanlanamıyor: %2

source: Creating index file: one message done
tr: İndeks dosyası oluşturuluyor: %1 ileti bitti

source: Could not add message to folder:
tr: İleti dizine eklenemiyor:

source: Could not add message to folder (No space left on device?)
tr: İleti dizine eklenemiyor (Yeterli disk alanı yok?)

# Start of the filename for a mail archive file
source: Archive
tr: Arşiv

source: Archive Folder
tr: Klasör Arşivle

source: F&ormat:
tr: B&içim:

source: Compressed Zip Archive (.zip)
tr: Sıkıştırılmış Zip Arşivi (.zip)

source: Uncompressed Archive (.tar)
tr: Sıkıştırılmamış Arşiv (.tar)

source: BZ2-Compressed Tar Archive (.tar.bz2)
tr: BZ2 ile Sıkıştırılmış Tar Arşivi (.tar.bz2)

source: GZ-Compressed Tar Archive (.tar.gz)
tr: GZ ile Sıkıştırılmış Tar Arşivi (.tar.gz)

source: &Delete folders after completion
tr: Tamamlandıktan sonra klasörleri &sil

source: Please select the folder that should be archived.
tr: Lütfen arşivlenecek klasörü seçin.

source: No folder selected
tr: Klasör seçilmedi

source: Select Filters
tr: Filtre Seç

source: Import Filters
tr: Filtreleri İçeriye Aktar

source: The selected file is not readable. Your file access permissions might be insufficient.
tr: Seçilen dosya okunabilir değil. Dosya erişim izinleriniz yeterli olmalıdır.

source: Export Filters
tr: Filtreleri Dışarıya Aktar

source: <qt><p>The index of folder '%2' seems to be out of date. To prevent message corruption the index will be regenerated. As a result deleted messages might reappear and status flags might be lost.</p><p>Please read the corresponding entry in the <a href="%1">FAQ section of the manual of KMail</a> for information about how to prevent this problem from happening again.</p></qt>
tr: <qt><p>'%2' dizininin indeksinin süresi geçmiş gözüküyor. İletilerin zarar görmesini engellemek için, indeks yeniden oluşturulacaktır. Bunun sonucu olarak silinmiş iletiler tekrar gözükebilir ve durum bayrakları kaybolabilir.</p><p>Lütfen <a href="%1"> adresindeki, KMail elkitabındaki SSS kısmından </a> ilgili uyarıyı gözden geçirin ve bu sorunun tekrarlanmaması için ne yapmanız gerektiğini öğrenin.</p></qt>

source: Index Out of Date
tr: İndeks Tarihi Çok Eski

source: Folder `%1' changed; recreating index.
tr: `%1' dizini değişti; indeks yeniden oluşturuluyor.

# Permissions
source: None
tr: Hiçbiri

# Permissions
source: Read
tr: Oku

# Permissions
source: Append
tr: Ekle

# Permissions
source: Write
tr: Yaz

# Permissions
source: All
tr: Tümü

source: &User identifier:
tr: &Kullanıcı kimliği:

source: The User Identifier is the login of the user on the IMAP server. This can be a simple user name or the full email address of the user; the login for your own account on the server will tell you which one it is.
tr: Kullanıcı Kimliği, IMAP sunucusunda kullanıcının giriş bilgileridir. Bu basit bir kullanıcı adı veya kullanıcının tam e-posta adresi olabilir; sunucudaki hesabınızın girişi hangisi olduğunu söyleyecektir.

source: Se&lect...
tr: Se&ç...

source: Permissions
tr: İzinler

source: Custom Permissions
tr: Özel İzinler

source: Custom Permissions (%1)
tr: Özel İzinler (%1)

source: User Id
tr: Kullanıcı Kimliği

source: Add Entry...
tr: Girdi Ekle...

source: Modify Entry...
tr: Girdiyi Değiştir...

source: Remove Entry
tr: Girdiyi Sil

source: Error retrieving user permissions.
tr: Kullanıcı izin listesi alınırken hata.

source: Information not retrieved from server, you need to use "Check Mail" and have administrative privileges on the folder.
tr: Sunucudan bilgi alınmadı, lütfen "İletileri Kontrol Et" düğmesini kullanın ve dizini yönetme haklarına sahip olun.

source: This IMAP server does not have support for access control lists (ACL)
tr: Bu IMAP sunucusu erişim kontrol listelerini (ACL) desteklemiyor

source: Error retrieving access control list (ACL) from server %1
tr: Sunucudan erişim kontrol listesi (ACL) alınırken hata oluştu %1

source: Modify Permissions
tr: İzinleri Düzenle

source: Add Permissions
tr: İzin Ekle

source: Do you really want to remove your own permissions for this folder? You will not be able to access it afterwards.
tr: Bu dizin için kendi izinlerinizi silmek istediğinize emin misiniz? Daha sonra dizine erişim yetkiniz olmayacak.

# @title:column Column showing the number of unread email messages.
source: Unread
tr: Okunmamış

# @title:column Column showing the total number of messages
source: Total
tr: Toplam

# @title:column Size of the folder.
source: Size
tr: Boyut

source: Searches
tr: Aramalar

source: Total Messages
tr: Toplam İleti Sayısı

source: Unread Messages
tr: Okunmamış İletiler

source: Storage Size
tr: Depolama Boyutu

source: Subfolder Storage Size
tr: Alt Dizin Depolama Boyutu

source: Icon Size
tr: Simge Boyutu

source: Display Tooltips
tr: İpuçlarını Göster

# @action:inmenu Always display tooltips
source: Always
tr: Her zaman

# @action:inmenu
source: When Text Obscured
tr: Metin Anlaşılmaz Olduğunda

# @action:inmenu Never display tooltips.
source: Never
tr: Asla

# @action:inmenu
source: Sort Items
tr: Ögeleri Sırala

# @action:inmenu
source: Automatically, by Current Column
tr: Otomatik olarak, Geçerli sütuna göre

# @action:inmenu
source: Manually, by Drag And Drop
tr: El ile, Sürükle Bırak ile

source: Serverside Subscription...
tr: Sunucuya Üyelik...

source: Local Subscription...
tr: Yerel Üyelik...

source: Refresh Folder List
tr: Dizin Listesini Tazele

source: Expire...
tr: Süresini Doldur...

source: Multiple Folders
tr: Çoklu Dizin

source: <qt>Cannot move or copy folder <b>%1</b> here because a folder with the same name already exists.</qt>
tr: <qt><b>%1</b> dizini buraya kopyalanamıyor ya da taşınamıyor çünkü aynı ada sahip başka bir dizin zaten mevcut.</qt>

source: <qt>Cannot move or copy folder <b>%1</b> because it is not completely copied itself.</qt>
tr: <qt><b>%1</b> dizinini taşıyamıyor veya kopyalayamıyor, çünkü kendini tamamen kopyalamış değil.</qt><<<

source: <qt>Cannot move or copy folder <b>%1</b> into a subfolder below itself.</qt>
tr: <qt><b>%1</b> dizinini kendinin altındaki bir alt klasöre kopyalayamıyor veya taşıyamıyor.</qt>

source: Moving the selected folders is not possible
tr: Seçilen dizinlerin taşınması mümkün değil

source: <qt>Cannot create folder <b>%1</b> because of insufficient permissions on the server. If you think you should be able to create subfolders here, ask your administrator to grant you rights to do so.</qt>
tr: <qt>Sunucudaki yetersiz izinler nedeniyle <b>%1</b> dizini oluşturulamadı. Eğer burada alt dizin oluşturabilmeniz gerektiğini düşünüyorsanız, size gerekli izinleri vermesi için sistem yöneticiniz ile görüşün.</qt>

source: <qt>Go to the next unread message in folder <b>%1</b>?</qt>
tr: <qt><b>%1</b> dizininde bulunan sonraki okunmayan iletiye gidilsin mi?</qt>

source: Go to Next Unread Message
tr: Sonraki okunmayan iletiye git

source: Go To
tr: Git

source: Do Not Go To
tr: Gitme

source: Copy or Move Messages to %1
tr: İletileri %1 Konumuna Kopyala veya Taşı

# @info:status
source: Checking account: %1
tr: Kontrol edilen hesap: %1

# @info:status Number of emails retrieved.
source: completed
tr: tamamlandı

# @info:status
source: Unable to process messages:
tr: İletiler işlenemiyor:

source: Configure vacation notifications to be sent:
tr: Tatil uyarılarını yapılandır:

source: &Activate vacation notifications
tr: &Tatil uyarılarını etkinleştir

source: &Resend notification only after:
tr: Uyarıyı tek&rar göndermek için bekle:

source: &Send responses for these addresses:
tr: Bu adre&sler için yanıt gönder:

source: Do not send vacation replies to spam messages
tr: Çöp postalara tatilde yanıtı gönderme

source: Only react to mail coming from domain
tr: Sadece alan adından gelen iletilere karşılık ver

# Message->
source: Universal
tr: Genel

# Message->
source: Reply
tr: Yanıtla

# Message->
source: Reply to All
tr: Tümüne Gönder

# Message->
source: Forward
tr: Yönlendir

source: Additional recipients of the message
tr: İletinin diğer alıcıları

source: Additional recipients who get a copy of the message
tr: Bu iletinin bir kopyasını alan ilave alıcılar

source: When using this template, the default recipients are those you enter here. This is a comma-separated list of mail addresses.
tr: Bu şablonu kullandığınız zaman, varsayılan alıcılar buraya girdikleriniz olacaktır. Bu, posta adreslerinin virgülle ayrılmış bir listesidir.

source: When using this template, the recipients you enter here will by default get a copy of this message. This is a comma-separated list of mail addresses.
tr: Bu şablonu kullandığınız zaman, buraya girdiğiniz alıcılar bu iletinin bir kopyasını alacaktır. Bu, posta adreslerinin virgülle ayrılmış bir listesidir.

source: <qt><p>Here you can add, edit, and delete custom message templates to use when you compose a reply or forwarding message. Create the custom template by selecting it using the right mouse button menu or toolbar menu. Also, you can bind a keyboard combination to the template for faster operations.</p><p>Message templates support substitution commands, by simply typing them or selecting them from the <i>Insert command</i> menu.</p><p>There are four types of custom templates: used to <i>Reply</i>, <i>Reply to All</i>, <i>Forward</i>, and <i>Universal</i> which can be used for all kinds of operations. You cannot bind a keyboard shortcut to <i>Universal</i> templates.</p></qt>
tr: <qt><p>Burada, bir yanıt veya yönlendirilen iletiyi düzenlerken kullanılacak özel ileti şablonlarını ekleyebilir, düzenleyebilir ve silebilirsiniz. Özel şablonu oluşturmak için sağ fare tuşu menüsünü kullanarak seçebilir veya araç çubuğu menüsünü kullanabilirsiniz. Aynı zamanda, daha hızlı işlem yapmak için şablona bir klavye kombinasyonu atayabilirsiniz.</p><p>İleti şablonları yerdeğiştirme komutlarını destekler, basitçe bunları yazabilir veya <i>Komut ekle</i> menüsünden seçebilirsiniz.</p><p>Dört tane özel şablon bulunmaktadır, bunlar <i>Yanıtla</i>, <i>Tümünü Yanıtla</i>, <i>İlet</i> ve bütün işlemler için kullanılabilecek <i>Evrensel</i> şablonlarıdır. <i>Evrensel</i> şablonları için bir klavye kısayolu atayamazsınız.</p></qt>

# Message->
source: Unknown
tr: Bilinmeyen

# message encoding type
source: None (7-bit text)
tr: Hiçbiri (7-bit metin)

# message encoding type
source: None (8-bit text)
tr: Hiçbiri (8-bit metin)

# message encoding type
source: Quoted Printable
tr: Alıntılanmış Basılabilir

source: Message Part Properties
tr: İleti Kısmı Özellikleri

source: <qt><p>The <em>MIME type</em> of the file:</p><p>normally, you do not need to touch this setting, since the type of the file is automatically checked; but, sometimes, %1 may not detect the type correctly -- here is where you can fix that.</p></qt>
tr: <qt><p>Dosyanın <em>MIME tipi:</em></p><p>Normal olarak bu ayarlara dokunmanıza gerek yoktur. Dosya türü otomatik olarak algılanmaktadır. Ancak bazen %1 uygulaması dosya türünü otomatik olarak bulamayabilir -- böyle durumlarda dosya türünü buradan ayarlayabilirsiniz.</p></qt>

source: <qt><p>The size of the part:</p><p>sometimes, %1 will only give an estimated size here, because calculating the exact size would take too much time; when this is the case, it will be made visible by adding "(est.)" to the size displayed.</p></qt>
tr: <qt><p>Bölümün boyutu:</p><p>bazen, %1 sadece tahmin edilen bir boyutu verir, çünkü kesin boyutu hesaplamak çok zaman alır; eğer durum bu ise, görüntülenen boyuta "(tah.)" eklenecektir.

# file name of the attachment.
source: &Name:
tr: İsi&m:

source: <qt><p>The file name of the part:</p><p>although this defaults to the name of the attached file, it does not specify the file to be attached; rather, it suggests a file name to be used by the recipient's mail agent when saving the part to disk.</p></qt>
tr: <qt><p>Bölümün ismi:</p><p>her ne kadar bu eklenen dosyanın adı olarak varsayılan ise de, eklenen dosyaya özgü değildir; bundan ziyade, bölümün diske kaydedilmesi sırasında alıcının posta programı tarafından kullanılacak bir dosya adı önerir.</p></qt>

source: &Description:
tr: &Açıklama:

source: <qt><p>A description of the part:</p><p>this is just an informational description of the part, much like the Subject is for the whole message; most mail agents will show this information in their message previews alongside the attachment's icon.</p></qt>
tr: <qt><p>Bölümün tanımı:</p><p>bu, bölümün sadece bilgi amaçlı bir tanımıdır, tıpkı Konu kısmının bütün iletiyi ilgilendirmesi gibidir; pek çok posta programı, bu bilgiyi eklenti simgesinin yanında, ileti önizlemesinde gösterir.</p></qt>

source: &Encoding:
tr: Şif&releme:

source: <qt><p>The transport encoding of this part:</p><p>normally, you do not need to change this, since %1 will use a decent default encoding, depending on the MIME type; yet, sometimes, you can significantly reduce the size of the resulting message, e.g. if a PostScript file does not contain binary data, but consists of pure text -- in this case, choosing "quoted-printable" over the default "base64" will save up to 25% in resulting message size.</p></qt>
tr: <qt><p>Bu bölümün iletim kodlaması:</p><p>normalde, bunu değiştirmeniz gerekmez, çünkü %1 MIME türüne göre iyi bir varsayılan kodlama kullanacaktır; yine de bazen, oluşan iletinin boyutunu belirgin şekilde düşürebilirsiniz, örneğin, bir PostScript dosyasında ikilik veri yok ve sadece düz metin varsa, bu durumda varsayılan "base64" yerine "alıntılanmış-basılabilir" seçeneğini seçtiğinizde oluşan ileti boyutu 25%'e kadar küçülür.</p></qt>

source: Suggest &automatic display
tr: Otom&atik görüntülemeyi öner

source: <qt><p>Check this option if you want to suggest to the recipient the automatic (inline) display of this part in the message preview, instead of the default icon view;</p><p>technically, this is carried out by setting this part's <em>Content-Disposition</em> header field to "inline" instead of the default "attachment".</p></qt>
tr: <qt><p>Varsayılan simge görüntüsü yerine, ileti önizlemesinde bu bölümün otomatik (metin içi) görüntülenmesini alıcıya bildirmek istiyorsanız, bu seçeneği işaretleyin;<p><p>teknik olarak, bu olay ilgili kısmın <em>Content-Disposition</em> başlık alanının varsayılan değer olan "ek dosya" yerine "metin içi" olarak düzenlenmesi ile yapılmaktadır.</p></qt>

source: &Sign this part
tr: &Bu bölümü imzala

source: <qt><p>Check this option if you want this message part to be signed;</p><p>the signature will be made with the key that you associated with the currently-selected identity.</p></qt>
tr: <qt><p>Eğer bu ileti parçasının imzalanmasını istiyorsanız bu seçeneği etkinleştirin;</p><p>şu anda seçili kimlik ile ilişkilendirilen anahtar ile imzalama işlemi yapılacak.</p></qt>

source: Encr&ypt this part
tr: B&u bölümü şifrele

source: <qt><p>Check this option if you want this message part to be encrypted;</p><p>the part will be encrypted for the recipients of this message</p></qt>
tr: <qt><p>Eğer bu ileti parçasının şifrelenmesini istiyorsanız bu seçeneği etkinleştirin;</p><p>bu iletinin alıcıları için bu parça şifrelenmiş olacaktır</p></qt>

# %1: a filesize incl. unit (e.g. "1.3 KB")
source: %1 (est.)
tr: %1 (tahmini.)

source: Add Favorite Folder...
tr: Sık Kullanılan Dizinlere Ekle...

source: Remove From Favorites
tr: Sık Kullanılanlardan Sil

source: Rename Favorite...
tr: Sık Kullanılan Dizini Yeniden Adlandır...

source: Add Folders to Favorites
tr: Dizinleri Yer İmlerine Ekle

source: Insert Folders Above %1
tr: Dizinleri %1 Üstüne Ekle

source: Insert Folders Below %1
tr: Dizinleri %1 Altına Ekle

source: Add Favorite Folder
tr: Sık Kullanılanlara Ekle

source: Rename Favorite
tr: Sık Kullanılan Dizini Yeniden Adlandır

# @label:textbox New name of the folder.
source: Name:
tr: İsim:

source: Root:
tr: Kök:

source: Usage:
tr: Kullanım:

source: To execute your search all messages of the folder %1 have to be downloaded from the server. This may take some time. Do you want to continue your search?
tr: %1 dizini içerisindeki iletilerde arama işleminizi çalıştırabilmek için iletilerin sunucudan indirilmesi gerekir. Bu biraz zaman alabilir. Arama işleminize devam etmek istiyor musunuz?

source: Continue Search
tr: Aramaya Devam Et

# Continue search button.
source: &Search
tr: &Ara

source: Downloading emails from IMAP server
tr: İletiler IMAP sunucudan indiriliyor

source: Error while searching.
tr: Arama sırasında hata oluştu.

source: <qt>Cannot enter folder <b>%1</b>.</qt>
tr: <qt><b>%1</b> dizinine girilemiyor.</qt>

source: <qt>Folder <b>%1</b> is unreadable.</qt>
tr: <qt><b>%1</b> dizini okunamıyor.</qt>

source: Wrong Crypto Plug-In.
tr: Yanlış Şifreleme Eklentisi.

source: Different results for signatures
tr: İmzalama için farklı sonuçlar

source: The crypto engine returned no cleartext data.
tr: Şifreleme motoru, hiçbir düzmetin geri döndürmedi.

source: Status:
tr: Durum:

# Status of message unknown.
source: (unknown)
tr: (bilinmeyen)

source: Crypto plug-in "%1" is not initialized.
tr: Şifreleme eklentisi "%1" başlatılmadı.

source: Crypto plug-in "%1" cannot verify signatures.
tr: Şifreleme eklentisi "%1" imzaları doğrulayamıyor.

source: No appropriate crypto plug-in was found.
tr: Uygun bir şifreleme eklentisi bulunamadı.

# %1 is either 'OpenPGP' or 'S/MIME'
source: No %1 plug-in was found.
tr: %1 eklentisi bulunamadı.

source: The message is signed, but the validity of the signature cannot be verified.<br />Reason: %1
tr: Bu ileti imzalanmış, ancak imzanın geçerliliği doğrulanamadı.<br/>Neden: %1

source: Encrypted data not shown
tr: Şifrelenmiş veri gösterilmez

source: This message is encrypted.
tr: Bu ileti şifrelenmiş.

source: Decrypt Message
tr: İletinin Şifrelemesini Aç

source: Could not decrypt the data.
tr: Verinin şifrelemesi açılamadı.

source: Crypto plug-in "%1" could not decrypt the data.
tr: Şifreleme eklentisi "%1" veriyi açamadı.

source: Error: %1
tr: Hata: %1

source: Crypto plug-in "%1" cannot decrypt messages.
tr: "%1" şifreleme eklentisi iletileri deşifre edemiyor.

source: <b>Note:</b> This HTML message may contain external references to images etc. For security/privacy reasons external references are not loaded. If you trust the sender of this message then you can load the external references for this message <a href="kmail:loadExternal">by clicking here</a>.
tr: <b>Not:</b> Bu bir HTML iletisidir. Güvenlik nedenleriyle harici kaynaklar (örn. resimler) gösterilmeyecektir. Bu iletiyi gönderen kişi ya da kuruma güveniyorsanız <a href="kmail:loadExternal">buraya</a> tıklayarak harici kaynakların gösterimini etkin hale getirebilirsiniz.

source: <b>Note:</b> This is an HTML message. For security reasons, only the raw HTML code is shown. If you trust the sender of this message then you can activate formatted HTML display for this message <a href="kmail:showHTML">by clicking here</a>.
tr: <b>Not:</b> Bu bir HTML iletisidir. Güvenlik nedenleriyle sadece ham HTML gösterilecektir. Gönderene güveniyorsanız HTML biçimli gösterimi <a href="kmail:showHTML">buraya</a> tıklayarak etkin hale getirebilirsiniz.

source: Sorry, certificate could not be imported.<br />Reason: %1
tr: Sertifika alınamadı.<br />Alınamama nedeni: %1

source: Sorry, no certificates were found in this message.
tr: Üzgünüm, bu iletide hiçbir sertifika bulunamadı.

source: Certificate import status:
tr: Sertifika alım durumu:

source: 1 new certificate was imported.
tr: %1 yeni sertifika alındı.

source: 1 certificate was unchanged.
tr: %1 sertifika değişmeden kaldı.

source: 1 new secret key was imported.
tr: %1 yeni gizli anahtar alındı.

source: 1 secret key was unchanged.
tr: %1 gizli anahtar değişmeden kaldı.
