Repository: pars-linux/uludag
Catalog: trunk/l10n-kde4/*/messages/kdepim/kmail.po
Languages: tr

source: No Name Specified
tr: İsim Belirtilmedi

source: <qt>Failed to create folder <b>%1</b>, folder already exists.</qt>
tr: <qt><b>%1</b> dizini oluşturulamadı, bu dizin zaten var.</qt>

source: <qt>Failed to create folder <b>%1</b>.</qt>
tr: <qt><b>%1</b> dizini oluşturulamadı.</qt>

source: contains
tr: içerir

source: does not contain
tr: içermez

source: equals
tr: eşittir

source: does not equal
tr: eşit değil

source: matches regular expr.
tr: eşleşen düzenli ifade

source: does not match reg. expr.
tr: düzenli ifade ile eşleşmeyen

source: is in address book
tr: adres defterinde

source: is not in address book
tr: adres defterinde değil

source: is in category
tr: kategoride

source: is not in category
tr: kategoride değil

source: has an attachment
tr: eklentisi var

source: has no attachment
tr: eklentisi yok

source: is
tr: ise

source: is not
tr: değilse

source: is equal to
tr: eşit

source: is not equal to
tr: eşit değil

source: is greater than
tr: büyük

source: is less than or equal to
tr: küçük ya da eşit

source: is less than
tr: küçük

source: is greater than or equal to
tr: büyük ya da eşit

source: bytes
tr: bayt

# Unit suffix where units are days.
source: days
tr: gün

source: Error opening %1; this folder is missing.
tr: %1 açılırken hata oluştu; böyle bir dizin yok.

source: Error opening %1; either this is not a valid maildir folder, or you do not have sufficient access permissions.
tr: Açılış hatası %1. Yeterli erişim izinlerine sahipdeğilsiniz veya bu geçerli bir dizin olmayabilir.

source: Could not sync maildir folder.
tr: Maildir dizini eşzamanlanamadı.

source: Message could not be added to the folder, possibly disk space is low.
tr: İleti dizine eklenemedi, muhtemelen disk alanı az.

source: KMFolderMaildir::addMsg: abnormally terminating to prevent data loss.
tr: KMFolderMaildir::addMsg: veri kaybını önlemek için anormal bir şekilde sonlanıyor.

source: Writing index file
tr: İndeks dosyası yazılıyor

source: Your outbox contains messages which were most-likely not created by KMail; please remove them from there if you do not want KMail to send them.
tr: Giden kutunuz KMail tarafından oluşturulmamış iletiler içermektedir; eğer bunların KMail tarafından gönderilmesini istemiyorsanız buradan silin.

source: Removing 1 old message from folder %2...
tr: %2 klasöründen %1 eski ileti siliniyor...

source: Cannot expire messages from folder %1: destination folder %2 not found
tr: %1 dizindeki iletilerin süreleri sonlandırılamıyor: hedef dizin %2 bulunamadı

source: Moving 1 old message from folder %2 to folder %3...
tr: %1 eski ileti %2 dizininden %3 dizinine taşınıyor...

source: Removed 1 old message from folder %2.
tr: %2 dizinindeki %1 eski ileti silindi.

source: Moved 1 old message from folder %2 to folder %3.
tr: %1 eski ileti %2 dizininden %3 dizinine taşındı.

source: Removing old messages from folder %1 failed.
tr: %1 dizininden eski iletiler silinirken hata oluştu.

source: Moving old messages from folder %1 to folder %2 failed.
tr: Eski iletiler %1 dizininden %2 dizinine taşınamadı.

source: Removing old messages from folder %1 was canceled.
tr: Eski iletilerin %1 dizininden silinmesi iptal edildi.

source: Moving old messages from folder %1 to folder %2 was canceled.
tr: Eski iletilerin %1 dizininden %2 dizinine taşınma işlemi iptal edildi.

# @info:status
source: Cannot insert content from file %1: %2
tr: %1 dosyasından içerik eklenemedi: %2

source: To:
tr: Alıcı:

# @info
source: Pipe command <command>%1</command> failed.
tr: Pipe komutu <command>%1</command> başarısız oldu.

source: New &Window
tr: &Yeni Pencere

source: Starting...
tr: Başlatılıyor...

source: Folder
tr: Dizin

source: Path
tr: Yol

source: &New Subfolder...
tr: &Alt Dizin Oluştur...

source: You need to supply a username and a password to access this mailbox.
tr: Bu posta kutusuna erişim için bir kullanıcı adı ve parola girmeniz gerekiyor.

source: Authorization Dialog
tr: Kimlik Doğrulama Penceresi

source: Account:
tr: Hesap:

source: Could not start process for %1.
tr: %1 için işlem başlatılamadı.

source: Error while trying to subscribe to %1:
tr: %1 dizinine üye olunurken hata:

source: Retrieving Namespaces
tr: İsimlendirmeler Alınıyor

source: KMail has detected a prefix entry in the configuration of the account "%1" which is obsolete with the support of IMAP namespaces.
tr: KMail "%1" hesabının ayarlarında bir ön isim girdisine rastladı, bu IMAP isim aralıklarının artık desteklemediği bir özelliktir.

source: The configuration was automatically migrated but you should check your account configuration.
tr: Ayarlar otomatik olarak taşındı, ancak hesap ayarlarınızı kontrol etmeniz önerilir.

source: It was not possible to migrate your configuration automatically so please check your account configuration.
tr: Ayarlarınız otomatik olarak taşınamadı, lütfen hesap ayarlarınızı kontrol edin.

# Unknown subject.
source: <placeholder>unknown</placeholder>
tr: <placeholder>bilinmeyen</placeholder>

# Unknown sender.
source: <placeholder>unknown</placeholder>
tr: <placeholder>bilinmeyen</placeholder>

source: Error while uploading message
tr: İleti gönderilirken bir hata oluştu

source: Could not upload the message dated %1 from <i>%2</i> with subject <i>%3</i> to the server.
tr: <i>%3</i> konulu %1 tarihli ve <i>%2</i> adresinden gelen iletiler sunucuya yüklenemiyor.

source: The destination folder was: <b>%1</b>.
tr: Hedef dizin burasıydı: <b>%1</b>

source: The server reported:
tr: Sunucu bildirimi:

source: No detailed quota information available.
tr: Ayrıntılı kota bilgisi erişilebilir değil.

source: The folder is too close to its quota limit. (%1)
tr: Dizin kota sınırına çok yakın. (%1)

source: Since you do not have write privileges on this folder, please ask the owner of the folder to free up some space in it.
tr: Bu klasörde yazma izinlerine sahip olmadığınız için, lütfen bu klasörün sahibinden biraz alan boşaltmasını isteyin.

source: Error
tr: Hata

source: The connection to the server %1 was unexpectedly closed or timed out. It will be re-established automatically if possible.
tr: %1 sunucusuna bağlantı beklenmeyen biçimde sonlandırıldı veya zaman aşımına uğradı. Mümkün olduğu takdirde bağlanma otomatik olarak yeniden denenecektir.

source: The connection to account %1 was broken.
tr: %1 hesabı için bağlantı koptu.

source: The connection to account %1 timed out.
tr: %1 hesabı için bağlantı zaman aşımına uğradı.

source: Error while checking account %1 for new mail:%2
tr: %1 hesabı için yeni e-postalar denetlenirken bir hata oluştu:%2

source: Error while uploading status of messages to server:
tr: İletilerin durumu sunucuya gönderilirken hata oluştu:

source: retrieving folders
tr: dizinler alınıyor

# calendar|tasks|contacts=%2 belonging to %1
source: %1's %2
tr: %1 kişisine ait %2

# My Calendar
source: My %1
tr: Benim %1

# My Contacts
source: My %1
tr: Benim %1

# My Journal
source: My %1
tr: Benim %1

# My Notes
source: My %1
tr: Benim %1

# My Tasks
source: My %1
tr: Benim %1

source: KMail will now create the required groupware folders as subfolders of %1; if you do not want this, cancel and the IMAP resource will be disabled
tr: Kmail, grup çalışması için gerekli dizinleri %1 içinde alt dizin olarak oluşturacaktır; Eğer bu işlemin yapılmasını istemiyorsanız iptal ettiğinizde IMAP kaynağı etkisiz kılınacaktır

source: %1: no folder found, will create it
tr: %1: dizin bulunamadı, oluşturulacak

source: %1: found folder %2, will set it as main groupware folder
tr: %1: %2 dizin bulundu, temel gurup çalışması dizini olarak belirlenecek

source: <qt>KMail found the following groupware folders in %1 and needs to perform the following operations: %2<nl/>If you do not want this, cancel and the IMAP resource will be disabled</qt>
tr: <qt>Kmail, Grup çalışması için gerekli dizinleri %1 içerisinde buldu ve şu işlemleri yapması gerekiyor: %2<nl />Eğer bunu yapmak istemiyorsanız iptal edin, IMAP kaynakları pasifleştirilecektir</qt>

source: Standard Groupware Folders
tr: Standart Grup Çalışması Dizinleri

source: Default folder
tr: Öntanımlı dizin

# %1 is one of the messages with context 'type of folder content'
source: There are multiple %1 default folders, please choose one:
tr: Birden çok sayıda %1 öntanımlı dizin var, lütfen birini seçin:

source: You do not have read/write permission to your %1 folder.
tr: %1 dizinine okumak/yazmak için izniniz yok.

source: &Server supports Sieve
tr: &Sunucu Sieve destekliyor

source: &Reuse host and login configuration
tr: &Makine adı ve giriş bilgilerini tekrar kullan

source: Managesieve &port:
tr: Managesive &portu:

source: &Alternate URL:
tr: &Alternatif URL:

source: Save A&ttachments...
tr: E&klentileri Kaydet...

source: &Move to Trash
tr: &Sil

# @action:intoolbar Move to Trash
source: Trash
tr: Çöpe Gönder

source: Move message to trashcan
tr: İletiyi çöp kutusuna taşı

source: &View Source
tr: İleti &Kaynağını Göster

source: Select Font
tr: Yazı Tipi Seç

source: Select Size
tr: Boyutu Seç

source: &Copy To
tr: &Kopyala

source: &New Folder...
tr: Yeni &Dizin...

source: &Copy Folders To
tr: Dizinleri Buraya &Kopyala

source: &Copy Folder To
tr: Dizine &Kopyala

source: &Move Folders To
tr: Dizinleri Buraya &Taşı

source: &Move Folder To
tr: Dizine &Taşı

source: Add to Favorite Folders
tr: Standart Grup Çalışma Dizinleri

source: Move to This Folder
tr: Bu Dizine Taşı

source: Copy to This Folder
tr: Bu Dizine Kopyala

source: Move or copy folder to %2
tr: %1 dizini %2 konumuna kopyala veya taşı

source: Order folder above %2
tr: %1 dizini %2 konumunun üzerine yerleştir

source: Order folder below %2
tr: %1 dizini %2 konumunun altına yerleştir

source: Move or copy folder to %2, order above %3
tr: %1 dizini %2 konumuna kopyala veya taşı, %3 konumunun altına sırala

source: Move or copy folder to %2, order below %3
tr: %1 dizini %2 konumuna kopyala veya taşı, %3 konumunun altına sırala

source: The mail index for '%1' is from an unknown version of KMail (%2). This index can be regenerated from your mail folder, but some information, including status flags, may be lost. Do you wish to downgrade your index file?
tr: '%1' için posta indeksi, bilinmeyen bir KMail sürümünden gelmektedir (%2). Bu indeks posta dizininizden üretilebilir, ancak durum bayrakları gibi bazı bilgiler yok olabilir. İndeks dosyanızı dönüştürmek istiyor musunuz?

source: Downgrade
tr: Sürüm Düşür

source: Do Not Downgrade
tr: Sürüm Düşürme

source: The mail index for '%1' is corrupted and will be regenerated now, but some information, including status flags, will be lost.
tr: '%1' için posta indeksi bozulmuş ve şimdi yeniden yapılandırılacak, ama durum bayrakları gibi bazı bilgiler kaybolacak.

source: Select Folder
tr: Dizin Seç

source: Local Folders
tr: Yerel Dizinler

source: Unknown folder '%1'
tr: Bilinmeyen dizin '%1'

source: Please select a folder
tr: Lütfen bir dizin seçin

source: Transmission failed.
tr: İletişim tamamlanamadı.

source: Preparing transmission from "%1"...
tr: %1 adresi ile iletişime hazırlanılıyor...

source: Running precommand failed.
tr: Ön komut çalıştırılamadı.

source: Cannot open file:
tr: Dosya açılamıyor:

source: Transmission failed: Could not lock %1.
tr: İletişim tamamlanamadı. %1 kilitlenemedi.

source: Moving message %1 of %2 from %3.
tr: %2 iletinin %1 tanesi %3 adresinden taşınıyor.

source: <qt>Cannot remove mail from mailbox <b>%1</b>:<br />%2</qt>
tr: <qt><b>%1</b> hesabından e-posta silinemiyor:<br />%2</qt>

source: Fetched 1 message from mailbox %2.
tr: %2 posta kutusundan %1 ileti alındı.

source: The operation was canceled by the user.
tr: İşlem kullanıcı tarafından iptal edildi.

source: Failed to archive the folder '%1'.
tr: '%1' klasörü arşivlenirken hata oluştu.

source: Archiving failed.
tr: Arşivleme sırasında hata oluştu.

source: Unable to finalize the archive file.
tr: Arşiv dosyası sonlandırılamıyor.

source: Archiving finished
tr: Arşivleme tamamlandı

source: Archiving folder '%1' successfully completed. The archive was written to the file '%2'.
tr: '%1' klasörünün arşivlenmesi başarıyla tamamlandı. Arşiv '%2' dosyasına yazıldı.

source: 1 message of size %2 was archived.
tr: Toplam %2 büyüklüğündeki %1 ileti arşivlendi.

source: The archive file has a size of %1.
tr: Arşiv dosyasının boyutu %1.

source: Archiving finished.
tr: Arşivleme tamamlandı.

source: Unable to retrieve a message for folder '%1'.
tr: '%1' klasörü için herhangi bir ileti çekilemiyor.

source: Internal error while trying to retrieve a message from folder '%1'.
tr: '%1' klasöründen ileti çekmeye çalışırken bir iç hata oluştu.

source: Failed to write a message into the archive folder '%1'.
tr: Arşiv klasörü '%1' içine ileti yazarken hata oluştu.

source: Downloading a message in folder '%1' failed.
tr: '%1' klasöründeki bir iletinin indirilmesi başarısız oldu.

source: Downloading a message in the current folder failed.
tr: Geçerli klasördeki bir iletinin indirilmesi başarısız oldu.

source: Archiving folder %1
tr: %1 klasörü arşivleniyor

source: Unable to open folder '%1'.
tr: '%1' klasörü açılamıyor.

source: Unable to create folder structure for folder '%1' within archive file.
tr: Arşiv dosyasındaki '%1' klasörü için klasör yapısı oluşturulamıyor.

source: Unable to backup messages in folder '%1', the index file is corrupted.
tr: '%1' klasöründeki iletiler yedeklenemiyor. Katalog dosyası bozuk.

source: Unable to open archive for writing.
tr: Arşiv, yazma işlemi için açılamıyor.

source: Archiving
tr: Arşivleme

source: A file named "%1" already exists. Are you sure you want to overwrite it?
tr: %1 isminde bir dosya mevcut. Üzerine yazılsın mı?

source: Overwrite File?
tr: Dosyanın Üzerine Yazılsın mı?

source: Distribution list "%1" is empty, it cannot be used.
tr: "%1" dağıtım listesi boş olduğundan bunu kullanamazsınız.

source: Invalid Email Address
tr: Geçersiz E-posta Adresi

source: New Messages In
tr: Yeni İletiler

source: KMail - There are no unread messages
tr: KMail - Okunmamış ileti yok

source: KMail - 1 unread message
tr: KMail - Okunmamış %1 iletiniz var

source: There is nothing to undo.
tr: Geri alınacak bir şey yok.

source: <qt>Cannot open folder <b>%1</b>.</qt>
tr: <qt><b>%1</b> dizini açılamıyor.</qt>

source: Transmission aborted.
tr: İletişim kesildi.

source: Fetched 1 message from maildir folder %2.
tr: %2 posta dizininden %1 ileti alındı.

source: %1 (Default)
tr: %1 (Öntanımlı)

source: Identity Name
tr: Kimlik Adı

source: Email Address
tr: E-posta Adresi:

source: <p>Here you can create and manage templates to use when composing new messages, replies or forwarded messages.</p><p>The message templates support substitution commands, either simply type them or select them from the <i>Insert command</i> menu.</p>
tr: <p>Burada yeni iletileri ve cevapları ya da yönlendirilmiş iletileri düzenlerken kullanılacak şablonları oluşturabilir ve yönetebilirsiniz.</p><p>İleti şablonları yerdeğiştirme komutlarını desteklemektedir, bunları basitçe yazabilir veya <i>komut ekle</i> menüsü üzerinden seçebilirsiniz.</p>

source: <p>Templates specified here are folder-specific. They override both global templates and per-identity templates.</p>
tr: <p>Burada belirlenmiş şablonlar klasöre özeldir. Bunlar hem genel kalıpları hem de kimliğe özel kalıpları değiştirmektedir.</p><

source: <p>Templates specified here are identity-specific. They override global templates, but can be overridden by per-folder templates if they are specified.</p>
tr: <p>Burada belirlenmiş şablonlar kimliğe özeldir. Bunlar genel şablonların yerine geçer, ancak belirlenmiş ise klasöre özgü şablonlar tarafından değiştirilebilir.</p><

source: <p>These are global (default) templates. They can be overridden by per-identity templates or per-folder templates if they are specified.</p>
tr: <p>Bunlar genel şablonlar. Eğer ayrıca kimliğe ya da dizine özel şablonlar belirtilirse bu şablonların üzerine yazılabilir.</p>

source: <a href="whatsthis">How does this work?</a>
tr: <a href="whatsthis">Bu nasıl çalışır?</a>

source: Default new message template
tr: Öntanımlı yeni ileti şablonu

source: Default reply template
tr: Öntanımlı yanıtlama şablonu

source: On %1 %2 you wrote: %3 %4
tr: %1 (saat %2) tarihinde şunları yazmıştınız: %3 %4

source: Default reply all template
tr: Öntanımlı tümünü yanıtla şablonu

source: On %1 %2 %3 wrote: %4 %5
tr: %1 günü (saat %2) %3 şunları yazmıştı: %4 %5

source: Default forward template
tr: Öntanımlı yönlendirme şablonu

source: ---------- Forwarded Message ---------- Subject: %1 Date: %2, %3 From: %4 %OADDRESSEESADDR %5 -----------------------------------------
tr: ---------- Yönlendirilmiş İleti ---------- Konu: %1 Tarih: %2, %3 Kimden: %4 %OADDRESSEESADDR %5 -----------------------------------------

source: Error: no IMAP account defined for this folder
tr: Hata: Bu dizin için IMAP hesabı tanımlanmadı

source: Connecting to server %1, please wait...
tr: %1 sunucusuna bağlantı kuruluyor, lütfen bekleyiniz...

source: Error connecting to server %1
tr: %1 sunucusuna bağlantıda hata.

source: This account does not have support for quota information.
tr: Bu hesap kota bilgisi desteğine sahip değil.

source: Error retrieving quota information from server %1
tr: Sunucudan kota bilgisi alınırken hata oluştu %1

source: No quota is set for this folder.
tr: Bu dizin için kota belirlenmemiş.

source: Create a new subfolder under the currently selected folder
tr: Seçili dizinin altına yeni bir alt dizin oluştur

source: You can start typing to filter the list of folders.
tr: Dizin listesini filtrelemek için yazmaya başlayabilirsiniz.

source: Mailinglist Folder Properties
tr: Posta Listesi Dizini Özellikleri

source: Associated Mailing List
tr: İlişkili E-Posta Listesi

source: &Folder holds a mailing list
tr: &Bu dizin bir e-posta listesi tutuyor

source: Detect Automatically
tr: Otomatik olarak bul

source: Mailing list description:
tr: E-posta listesi tanımı:

source: Preferred handler:
tr: Tercih edilen işleyici:

source: Browser
tr: Tarayıcı

source: &Address type:
tr: Ad&res türü:

source: Invoke Handler
tr: İşleyiciyi Çağır

source: Post to List
tr: Listeye Postala

source: Subscribe to List
tr: Listeye Üye Ol

source: Unsubscribe From List
tr: Liste Üyeliğinden Çık

source: List Archives
tr: Liste Arşivleri

source: List Help
tr: Liste Yardımı

source: Not available
tr: Hazır değil

source: KMail was unable to detect a mailing list in this folder. Please fill the addresses by hand.
tr: Bu dizinde bir e-posta listesi bulunamadı. Lütfen adresleri el ile doldurun.

source: Not available.
tr: Kullanılabilir değil.

source: Manage Sieve Scripts
tr: Sieve Betiklerini Yönet

source: Available Scripts
tr: Kullanılabilir Betikler

source: No Sieve URL configured
tr: Hiç Sieve URL'si yapılandırılmamış

source: Failed to fetch the list of scripts
tr: Betiklerin listesi alınamadı

source: Delete Script
tr: Betiği Sil

source: Edit Script...
tr: Betiği Düzenle...

source: Deactivate Script
tr: Betiği Pasifleştir

source: New Script...
tr: Yeni Betik...

source: Really delete script "%1" from the server?
tr: "%1" betiğini sunucu üzerinden silmek istiyor musunuz?

source: Delete Sieve Script Confirmation
tr: Sieve Betiği Doğrulamasını Sil

source: New Sieve Script
tr: Yeni Sieve Betiği

source: Please enter a name for the new Sieve script:
tr: Lütfen yeni Sieve betiği için bir isim girin:

source: Edit Sieve Script
tr: Sieve Betiğini Düzenle

source: The Sieve script was successfully uploaded.
tr: Sieve betiği başarılı şekilde gönderildi.

source: Sieve Script Upload
tr: Sieve Betiği Gönder

source: New entry:
tr: Yeni girdi:

source: &Add...
tr: &Ekle...

source: &Remove
tr: Ka&ldır

source: &Modify...
tr: &Değiştir...

source: New Value
tr: Yeni Değer

source: Change Value
tr: Değer Değiştir

# message status
source: Important
tr: Önemli

# message status
source: Action Item
tr: Eylem Ögesi

# message status
source: New
tr: Yeni

# message status
source: Unread
tr: Okunmamış

# message status
source: Read
tr: Okunmuş

# message status
source: Deleted
tr: Silinmiş

# message status
source: Replied
tr: Yanıtlanmış

# message status
source: Forwarded
tr: Yönlendirilmiş

# message status
source: Queued
tr: Kuyruğa Eklenmiş

# message status
source: Sent
tr: Gönderilmiş

# message status
source: Watched
tr: İzlenen

# message status
source: Ignored
tr: Yok Sayılan

# message status
source: Spam
tr: Çöp Posta

# message status
source: Ham
tr: İşlenmemiş

# message status
source: Has Attachment
tr: Eklentisi Var

source: Anti-Spam Wizard
tr: Çöp Posta Engelleme Sihirbazı

source: Anti-Virus Wizard
tr: Anti-Virüs Sihirbazı

source: Welcome to the KMail Anti-Spam Wizard
tr: KMail Çöp Posta Engelleme Sihirbazına Hoşgeldiniz

source: Welcome to the KMail Anti-Virus Wizard
tr: KMail Anti Virüs Sihirbazına Hoşgeldiniz

source: Options to fine-tune the handling of spam messages
tr: Gelişmiş Spam ileti belirleme ayarları

source: Options to fine-tune the handling of virus messages
tr: Gelişmiş virüs iletileri belirleme ayarları

source: Summary of changes to be made by this wizard
tr: Bu sihirbaz tarafından yapılan değişikliklerin özeti

source: Virus handling
tr: Virüs denetimi

source: Spam Handling
tr: Çöp Posta Denetimi

source: Semi spam (unsure) handling
tr: Belirsiz çöp posta (emin olunmayan) denetimi

source: Classify as Spam
tr: Çöp Posta olarak Sınıflandır

source: Spam
tr: Çöp Posta

source: Classify as NOT Spam
tr: Çöp posta DEĞİL olarak sınıflandır

source: Ham
tr: İşlenmemiş

source: Scanning for %1...
tr: %1 taranıyor...

source: Scanning for anti-spam tools finished.
tr: Çöp posta engelleme araçlarının taranması işlemi tamamlandı.

source: Scanning for anti-virus tools finished.
tr: Virüs engelleme araçlarının taranması işlemi tamamlandı.

source: <p>Sorry, no spam detection tools have been found. Install your spam detection software and re-run this wizard.</p>
tr: <p>Üzgünüm, herhangi bir çöp posta belirleme aracı bulunamadı. Öncelikle çöp posta belirleme aracını kurup tekrar bu sihirbazı çalıştırın.</p>

source: Scanning complete. No anti-virus tools found.
tr: Arama tamamlandı. Herhangi bir anti-virüs aracı bulunamadı.

source: <p>Messages classified as spam are marked as read.<br />Spam messages are moved into the folder named <i>%1</i>.</p>
tr: <p>Çöp postalar okunmuş olarak işaretlendi.<br />Çöp postalar <i>%1</i> isimli dizine taşındı.</p>

source: <p>Messages classified as spam are marked as read.<br />Spam messages are not moved into a certain folder.</p>
tr: <p>Çöp postalar okunmuş olarak işaretlendi.<br />Çöp postalar belirli bir dizine taşınmadı.</p>

source: <p>Messages classified as spam are not marked as read.<br />Spam messages are moved into the folder named <i>%1</i>.</p>
tr: <p>Çöp postalar okunmuş olarak işaretlenmedi.<br />Çöp postalar <i>%1</i> isimli dizine taşındı.</p>

source: <p>Messages classified as spam are not marked as read.<br />Spam messages are not moved into a certain folder.</p>
tr: <p>Çöp postalar okunmuş olarak işaretlenmedi.<br />Çöp postalar belirli bir dizine taşınmadı.</p>

source: <p>The folder for messages classified as unsure (probably spam) is <i>%1</i>.</p>
tr: <p>Emin olunmayan (belki çöp posta olan) iletiler için belirlenen dizin </i>%1</i></p>

source: <p>The wizard will create the following filters:<ul>%1</ul></p>
tr: <p>Sihirbaz aşağıdaki filtreleri oluşturacak:<ul>%1</ul></p>

source: <p>The wizard will replace the following filters:<ul>%1</ul></p>
tr: <p>Sihirbaz aşağıdaki süzgeçlerin üzerine yazacak:<ul>%1</ul></p>

source: The wizard will search for any tools to do spam detection and setup KMail to work with them.
tr: Sihirbaz çöp posta belirleme aracı arayacak ve KMail aracını bununla birlikte çalışacak şekilde yapılandıracak.
