Repository: pars-linux/uludag
Catalog: trunk/l10n-kde4/*/messages/kdepim/kmail.po
Languages: tr

# @info:tooltip
source: Open a new tab
tr: Yeni bir sekme aç

# @info:tooltip
source: Close the current tab
tr: Geçerli sekmeyi kapat

source: Message List
tr: İleti Listesi

# tab title when loading an IMAP folder
source: Loading...
tr: Yükleniyor...

source: Show Quick Search
tr: Hızlı &Aramayı Göster

# shown in the context menu when right-clicking on a folder
source: Open in New Tab
tr: Yeni Sekmede Aç

# shortcut for expanding the header of a group in the message list
source: Expand Group Header
tr: Grup Başlığını Genişlet

# shortcut for collapsing the header of a group in the message list
source: Collapse Group Header
tr: Grup Başlığını Topla

# shortcut
source: Activate Next Tab
tr: Sonraki Sekmeyi Etkinleştir

# shortcut
source: Activate Previous Tab
tr: Önceki Sekmeyi Etkinleştir

source: Hide Column Name in Header
tr: Başlıkta Sütun Adını Gizle

source: Default Theme
tr: Öntanımlı Tema

source: Default Aggregation
tr: Öntanımlı Toplama

source: Default Sort Order
tr: Öntanımlı Sıralama Düzeni

# @title:tab Empty messagelist
source: Empty
tr: Boş

# @action:inmenu
source: Close Tab
tr: Sekmeyi Kapat

# @action:inmenu
source: Close All Other Tabs
tr: Diğer Sekmelerin Tümünü Kapat

source: &Move To
tr: &Taşı

source: Expand All Groups
tr: Tüm Grupları Genişlet

source: Collapse All Groups
tr: Tüm Grupları Topla

source: &Move Here
tr: Buraya &Taşı

source: &Copy Here
tr: Buraya &Kopyala

source: C&ancel
tr: İ&ptal

# displayed as subject when the subject of a mail is empty
source: No Subject
tr: Konu Yok

# displayed when a mail has unknown sender, receiver or date
source: Unknown
tr: Bilinmeyen

source: Test Recipient Editor
tr: Alıcı Düzenleyici

source: Test for KMail D-Bus interface
tr: Kmail D-Bus arayüzü için test

source: VCard Viewer
tr: Kartvizit(vCard) İzleyici

source: &Import
tr: &Ekle

source: &Next Card
tr: S&onraki Kartvizit

source: &Previous Card
tr: &Önceki Kartvizit

source: Failed to parse vCard.
tr: VCard dosyası ayrıştırılamadı.

source: <qt><p>This is the list of defined filters. They are processed top-to-bottom.</p><p>Click on any filter to edit it using the controls in the right-hand half of the dialog.</p></qt>
tr: <qt><p>Bu tanılanmış filtrelerin listesidir. Bu filtreler yukarıdan aşağıya doğru işlenir.</p><p>Herhangi bir filtreyi düzenlemek için üzerinde tıklayın ve pencerenin sağ tarafındaki kontrolleri kullanın.</p></qt>

source: <qt><p>Click this button to create a new filter.</p><p>The filter will be inserted just before the currently-selected one, but you can always change that later on.</p><p>If you have clicked this button accidentally, you can undo this by clicking on the <em>Delete</em> button.</p></qt>
tr: <qt><p>Yeni bir filtre oluşturmak için bu düğmeye tıklayın.</p><p>Kullanılan filtre şu anda seçili olandan önce eklenecektir, fakat daha sonra bunu değiştirebilirsiniz.</p><p>Eğer bu düğmeye yanlışlıkla bastıysanız <em>Sil</em> düğmesine tıklayarak işlemi geri alabilirsiniz.</p></qt>

source: <qt><p>Click this button to copy a filter.</p><p>If you have clicked this button accidentally, you can undo this by clicking on the <em>Delete</em> button.</p></qt>
tr: <qt><p>Bir filtreyi kopyalamak için bu düğmeye tıklayın.</p><p>Eğer bu düğmeye yanlışlıkla bastıysanız <em>Sil</em> düğmesine tıklayarak işlemi geri alabilirsiniz.</p></qt>

source: <qt><p>Click this button to <em>delete</em> the currently-selected filter from the list above.</p><p>There is no way to get the filter back once it is deleted, but you can always leave the dialog by clicking <em>Cancel</em> to discard the changes made.</p></qt>
tr: <qt><p>Seçili filtreyi silmek için <em>Sil</em> düğmesine tıklayın.</p><p> Eğer silerseniz artık geri dönüşü olmayacaktır. Ancak bu pencereyi <em>İptal</em> düğmesine tıklayarak hiçbir işlem uygulamadan da kapatabilirsiniz.</p></qt>

source: <qt><p>Click this button to move the currently-selected filter <em>up</em> one in the list above.</p><p>This is useful since the order of the filters in the list determines the order in which they are tried on messages: The topmost filter gets tried first.</p><p>If you have clicked this button accidentally, you can undo this by clicking on the <em>Down</em> button.</p></qt>
tr: <qt><p>Bu düğmeye basmak seçili süzgeçi yukarıdaki liste içinde bir <em>yukarı</em> taşır.</p><p>Süzgeçlerin liste içindeki sıraları onların iletilerle uğraşma sıralarını belirlediği için kullanışlıdır: En üstteki süzgeç ilk önce denenir.</p><p>Eğer bu düğmeye yanlışlıkla bastıysanız <em>Aşağı</em> düğmesine basarak işlemi geri alabilirsiniz.</p></qt>

source: <qt><p>Click this button to move the currently-selected filter <em>down</em> one in the list above.</p><p>This is useful since the order of the filters in the list determines the order in which they are tried on messages: The topmost filter gets tried first.</p><p>If you have clicked this button accidentally, you can undo this by clicking on the <em>Up</em> button.</p></qt>
tr: <qt><p>Bu düğmeye basmak seçili süzgeçi yukarıdaki liste içinde bir <em>Aşağı</em> taşır.</p><p>Süzgeçlerin liste içindeki sıraları onların iletilerle uğraşma sıralarını belirlediği için kullanışlıdır: En üstteki süzgeç ilk önce denenir.</p><p>Eğer bu düğmeye yanlışlıkla bastıysanız <em>Yukarı</em> düğmesine basarak geri alabilirsiniz.</p></qt>

source: <qt><p>Click this button to rename the currently-selected filter.</p><p>Filters are named automatically, as long as they start with "&lt;".</p><p>If you have renamed a filter accidentally and want automatic naming back, click this button and select <em>Clear</em> followed by <em>OK</em> in the appearing dialog.</p></qt>
tr: <qt><p>Seçili filtreyi yeniden isimlendirmek için bu düğmeye basın.</p><p>Filtreler otomatik olarak "&lt;" ile başlayacak şekilde isimlendirilirler.</p><p>Eğer bir filteyi yanlışlıkla yeniden isimlendirdiyseniz ve geri almak istiyorsanız, bu düğmeye basın ve görünen pencerede <em>Temizle</em> ve <em>Tamam</em> düğmelerine tıklayın.</p></qt>

source: <qt><p>Check this button to force the confirmation dialog to be displayed.</p><p>This is useful if you have defined a ruleset that tags messages to be downloaded later. Without the possibility to force the dialog popup, these messages could never be downloaded if no other large messages were waiting on the server, or if you wanted to change the ruleset to tag the messages differently.</p></qt>
tr: <qt><p>Bu düğmeyi tıklatarak yapılandırma iletişim kutusunun gösterilmesini zorlayabilirsiniz.</p><p>Eğer iletileri sonra yüklenecek şekilde işaretleyen bir emir seti tanımladıysanız, bu seçenek faydalı olabilir. Sunucuda bekleyen başka büyük ileti yok ise veya iletileri farklı bir şekilde işaretlemek için emir setini değiştirmek istediyseniz, bu iletiler, iletişim kutusuna ait açılır pencere zorlanmaz ise asla yüklenmeyebilir.</p></qt>

source: POP3 Filter Rules
tr: POP3 Filtre Kuralları

source: Filter Rules
tr: Filtre Kuralları

source: Import...
tr: İçeriye Aktar...

source: Export...
tr: Dışarıya Aktar...

source: Available Filters
tr: Kullanılabilir Filtreler

# General mail filter settings.
source: General
tr: Genel

# Advanced mail filter settings.
source: Advanced
tr: Gelişmiş

source: Filter Criteria
tr: Filtre Yöntemi

source: Filter Action
tr: Filtre Eylemleri

source: Global Options
tr: Genel Seçenekler

source: Always &show matched 'Download Later' messages in confirmation dialog
tr: Onaylama kutusunda herzaman uygun olan 'Sonra İndir' iletisini gö&ster.

source: Filter Actions
tr: Filtre Eylemleri

source: Advanced Options
tr: Gelişmiş Seçenekler

source: Apply this filter to incoming messages:
tr: Bu filtreyi gelen e-postalara uygula

source: from all accounts
tr: Tüm hesaplardan

source: from all but online IMAP accounts
tr: Çevrimiçi olan tüm IMAP hesaplarından

source: from checked accounts only
tr: Sadece seçili hesaplardan

source: Account Name
tr: Hesap Adı

source: Type
tr: Tip

source: Apply this filter &before sending messages
tr: E-postaları göndermeden &bu filtreyi uygula

source: <p>The filter will be triggered <b>before</b> the message is sent and it will affect both the local copy and the sent copy of the message.</p><p>This is required if the recipient's copy also needs to be modified.</p>
tr: <p>Filtre, ileti gönderilmeden <b>önce</b> tetiklenecek ve bu, iletinin hem yerel kopyasını, hem de gönderilen kopyasını etkileyecek.</p><p>Alıcının kopyasının da değiştirilmesi gerekiyor ise buna ihtiyaç vardır.</p>

source: Apply this filter to &sent messages
tr: &Bu filtreyi gönderilen e-postalara uygula

source: <p>The filter will be triggered <b>after</b> the message is sent and it will only affect the local copy of the message.</p><p>If the recipient's copy also needs to be modified, please use "Apply this filter <b>before</b> sending messages".</p>
tr: <p>Filtre, ileti gönderildikten <b>sonra</b> tetiklenecek ve bu sadece iletinin yerel kopyasını etkileyecek. </p><p>Alıcının kopyasının da değiştirilmesi gerekiyorsa, lütfen "Bu filtreyi ileti göndermeden <b>önce</b> uygula" seçeneğini kullanın.</p>

source: Apply this filter on manual &filtering
tr: Bu filtreyi el ile &filtreleme işlemi için uygula

source: If this filter &matches, stop processing here
tr: &Bu filtre eşleşirse işlemi burada durdur

source: Add this filter to the Apply Filter menu
tr: Bu filtreyi Filtre Uygula menüsüne ekle

source: Shortcut:
tr: Kısayol:

source: Additionally add this filter to the toolbar
tr: Ek olarak bu filtreyi araç çubuğuna ekle

source: Icon for this filter:
tr: Bu filtre için simge:

# @info/plain Displayed grayed-out inside the textbox, verb to search
source: Search
tr: Ara

# Move selected filter up.
source: Up
tr: Yukarı

# Move selected filter down.
source: Down
tr: Aşağı

source: Rename...
tr: Yeniden Adlandır...

# @action:button in filter list manipulator
source: New
tr: Yeni

source: Copy
tr: Kopyala

source: Delete
tr: Sil

source: unnamed
tr: isimsiz

source: At least one filter targets a folder on an online IMAP account. Such filters will only be applied when manually filtering and when filtering incoming online IMAP mail.
tr: Çevrimiçi bir IMAP hesabı üzerinde en az bir filtre hedefine ulaşıyor. Böyle filtreler yalnızca elle filtreleme yaparken ve gelen çevrimiçi IMAP postasını filtrelerken uygulanacaktır.

source: The following filters are invalid (e.g. containing no actions or no search rules). Discard or edit invalid filters?
tr: Şu filtreler geçersiz (örneğin içeriğinde arama kuralları ve işlev olmayanlar). Geçersiz filtrelere ne yapılsın?

source: Discard
tr: İşlem Yapma

source: The following filters have not been saved because they were invalid (e.g. containing no actions or no search rules).
tr: Geçersiz takip eden filtreler saklanmadı (mesela içeriğinde arama kuralları ve işlev olmayabilir).

source: Rename Filter
tr: Filtreyi Yeniden Adlandır

source: Rename filter "%1" to: (leave the field empty for automatic naming)
tr: "%1" filtresini yeniden isimlendir: (otomatik isimlendirme için alanı boş bırakın)

source: Please select an action.
tr: Lütfen bir eylem seçin.

source: &Download mail
tr: &Postayı indir

source: Download mail la&ter
tr: Postayı &sonra indir

source: D&elete mail from server
tr: P&ostayı sunucudan sil

source: Turn on HTML rendering for this message.
tr: Bu iletiyi HTML biçiminde göster.

source: Load external references from the Internet for this message.
tr: Bu e-posta için dış referansların internetten yüklenmesine izin ver

source: Work online.
tr: Çevrimiçi çalış.

source: Decrypt message.
tr: İletinin şifrelemesini aç.

source: Show signature details.
tr: İmza ayrıntılarını göster.

source: Hide signature details.
tr: İmza ayrıntılarını gizle.

source: Show attachment list.
tr: Eklenti listesini göster.

source: Hide attachment list.
tr: Eklenti listesini gizle.

source: Show full "To" list
tr: Tüm "Kime" listesini göster

source: Hide full "To" list
tr: Tüm "Kime" listesini gizle

source: Show full "Cc" list
tr: Tüm "Cc" listesini göster

source: Hide full "Cc" list
tr: Tüm "Cc" listesini gizle

source: Expand all quoted text.
tr: Alıntılanan metni genişlet.

source: Collapse quoted text.
tr: Alıntılanan metni daralt.

source: Could not start certificate manager. Please check your installation.
tr: Sertifika yöneticisi başlatılamıyor. Kurulumunuzu kontrol edin.

source: KMail Error
tr: KMail Hatası

source: Show certificate 0x%1
tr: Sertifika göster 0x%1

source: Attachment: %1
tr: Eklenti: %1

source: Attachment #%1 (unnamed)
tr: Eklenti: #%1 (isimsiz)

source: Show GnuPG Audit Log for this operation
tr: Bu işlem için GnuPG Audit Günlük Kaydını göster

source: <qt>The folder you deleted was associated with the account <b>%1</b> which delivered mail into it. The folder the account delivers new mail into was reset to the main Inbox folder.</qt>
tr: <qt>Sildiğiniz klasör, <b>%1</b> isimli hesabın posta aldığı klasörle ilişkilendirilmişti. Hesabın yeni postayı aldığı klasör ana Gelen Kutusu klasörü olarak ayarlandı.</qt>

source: &Send picture with every message
tr: Her ileti ile &resim gönder

source: Check this box if you want KMail to add a so-called X-Face header to messages written with this identity. An X-Face is a small (48x48 pixels) black and white image that some mail clients are able to display.
tr: Eğer KMail'in bu kimlik için iletilerinize X-Face olarak adlandırılan e-posta başlığını eklemesini istiyorsanız bu kutuyu işaretleyin. X-Face bazı e-posta istemcilerinin desteklediği küçük (48x48 piksel) siyah-beyaz bir resimdir.

source: This is a preview of the picture selected/entered below.
tr: Bu aşağıda seçilen/girilen resmin bir önizlemesidir.

source: Click on the widgets below to obtain help on the input methods.
tr: Giriş yöntemleri hakkında yardım almak için aşağıdaki parçacıkların üzerine tıklayın.

# continuation of "obtain picture from"
source: External Source
tr: Dış Kaynak

# continuation of "obtain picture from"
source: Input Field Below
tr: Aşağıdaki Giriş Alanından

source: Obtain pic&ture from:
tr: &Resmi buradan al:

source: Select File...
tr: Dosya Seç...

source: Use this to select an image file to create the picture from. The image should be of high contrast and nearly quadratic shape. A light background helps improve the result.
tr: Bir görüntü dosyasından resim oluşturmak için bunu kullanın. Görüntü yüksek kontrasta ve dörtgene yakın şekle sahip olmalıdır. Açık renkli bir arkaplan iyi sonuç olmanıza yardımcı olur.

source: Set From Address Book
tr: Adres Defterinden Tanımla

source: You can use a scaled-down version of the picture you have set in your address book entry.
tr: Adres defteri girişinizdeki resmin küçültülmüş bir halini kullanabilirsiniz.

source: <qt>KMail can send a small (48x48 pixels), low-quality, monochrome picture with every message. For example, this could be a picture of you or a glyph. It is shown in the recipient's mail client (if supported).</qt>
tr: <qt>KMail, küçük, düşük-kaliteli, tek renkli (48x48 piksel) resimleri her ileti ile birlikte gönderebilir. Örneğin, bu sizin küçük bir resminiz olabilir. Bu (eğer destekleniyorsa) kullanıcının e-posta istemcisinde gösterilecektir.</qt>

source: Use this field to enter an arbitrary X-Face string.
tr: Bu alanı keyfi X-Face metini için kullanın.

source: Examples are available at <a href="http://www.xs4all.nl/~ace/X-Faces/">http://www.xs4all.nl/~ace/X-Faces/</a>.
tr: Örnekler <a href="http://www.xs4all.nl/~ace/X-Faces/">http://www.xs4all.nl/~ace/X-Faces/</a> adresinden bulunabilir.

source: You do not have your own contact defined in the address book.
tr: Kendi bilgilerinizin adres defterinde bulunmasına gerek yok.

source: No Picture
tr: Resim Yok

source: No picture set for your address book entry.
tr: Adres defteri girdisi için resim seçilmedi.

source: Message Disposition Notification Request
tr: İleti Okundu Bilgisi (MDN) İsteği

source: Send "&denied"
tr: "&Reddedildi" gönder

source: &Ignore
tr: &Yoksay

source: &Send
tr: &Gönder

source: Account type is not supported.
tr: Hesap türü desteklenmiyor.

source: Configure Account
tr: Hesabı Yapılandır

source: Account Type: Disconnected IMAP Account
tr: Hesap Türü: Bağlı Olmayan IMAP Hesabı

source: Account Type: IMAP Account
tr: Hesap Türü: IMAP Hesabı

source: Filtering
tr: Filtreleme

# Placeholder for the case that there is no folder.
source: <placeholder>none</placeholder>
tr: <placeholder>hiçbiri</placeholder>

source: inbox
tr: Gelen Kutusu

source: The server does not seem to support unique message numbers, but this is a requirement for leaving messages on the server. Since some servers do not correctly announce their capabilities you still have the possibility to turn leaving fetched messages on the server on.
tr: Sunucu benzersiz (tekil) ileti numaralarını desteklemiyor, fakat bu iletileri sunucuda bırakmak için gereklidir. Bazı sunucular yeteneklerini doğru olarak bildirmedikleri için, siz yine de alınan iletilerin sunucuda bırakılmasını seçebilirsiniz.

source: The server does not seem to support fetching message headers, but this is a requirement for filtering messages on the server. Since some servers do not correctly announce their capabilities you still have the possibility to turn filtering messages on the server on.
tr: Sunucu ileti başlıklarının alınmasını desteklemiyor, fakat bu iletileri sunucu üzerindeyken filtrelenmeleri için gereklidir. Bazı sunucular yeteneklerini doğru olarak bildirmedikleri için, siz yine de iletilerin sunucu üzerindeyken filtrelenmelerini seçebilirsiniz.

source: Please note that this feature can cause some POP3 servers that do not support pipelining to send corrupted mail; this is configurable, though, because some servers support pipelining but do not announce their capabilities. To check whether your POP3 server announces pipelining support use the "Check What the Server Supports" button at the bottom of the Security tab in this dialog; if your server does not announce it, but you want more speed, then you should do some testing first by sending yourself a batch of mail and downloading it.
tr: Lütfen bu özelliğin borulamayı desteklemeyen bazı POP3 sunucularda bozuk posta gönderilmesine neden olduğunu unutmayın; bu yapılandırılabilir bir özelliktir. Bununla birlikte bazı sunucular borulamayı destekleseler de bu becerilerini bildirmezler. POP3 sunucunuzun borulamayı destekleyip desteklemediğini kontrol etmek için bu pencerenin Güvenlik sekmesinin en altındaki "Sunucunun Neyi Desteklediğini Kontrol Et" düğmesine basın; eğer sunucunuz bu özelliği bildirmiyorsa ve siz daha fazla hız istiyorsanız ilk önce kendinize toplu postalar göndererek ve onları indirerek bazı testler yapabilirsiniz.

source: Please specify a server and port on the General tab first.
tr: Lütfen önce Genel sekmesinde bir sunucu ve port numarsası tanımlayınız.

source: The server does not seem to support pipelining; therefore, this option has been disabled. Since some servers do not correctly announce their capabilities you still have the possibility to turn pipelining on. But please note that this feature can cause some POP servers that do not support pipelining to send corrupt messages. So before using this feature with important mail you should first test it by sending yourself a larger number of test messages which you all download in one go from the POP server.
tr: Sunucu borulamayı desteklemiyor; bu yüzden, bu özellik kullanılmayacak. Bazı sunucular özelliklerini doğru olarak bildirmedikleri için, yine de borulama özelliğini aktif hale getirebilirsiniz. Fakat bu özelliğin bazı POP sunucularının hatalı (bozuk) iletiler göndermelerine neden olabileceğine dikkat edin. Bu yüzden bu özelliği önemli iletileriniz ile kullanmadan önce kendinize büyük sayıda test iletileri göndererek ve POP sunucusundan bunları indirerek test edin.

source: The server does not seem to support unique message numbers, but this is a requirement for leaving messages on the server; therefore, this option has been disabled. Since some servers do not correctly announce their capabilities you still have the possibility to turn leaving fetched messages on the server on.
tr: Bu sunucu benzersiz (tekil) ileti numaralarını desteklemiyor, fakat bu özellik iletileri sunucu üzerinde bırakmak için gereklidir; bu yüzden özellik kullanılmayacak. Bazı sunucular yeteneklerini doğru olarak bildirmedikleri için, yine de alınmış iletileri sunucuda bırakma özelliğini aktif hale getireblirsiniz.

source: The server does not seem to support fetching message headers, but this is a requirement for filtering messages on the server; therefore, this option has been disabled. Since some servers do not correctly announce their capabilities you still have the possibility to turn filtering messages on the server on.
tr: Sunucu ileti başlıklarının alınmasını desteklemiyor, fakat bu özellik iletileri sunucu üzerinde filtreleyebilmek için gereklidir; bu yüzden özellik kullanılmayacak. Bazı sunucular yeteneklerini doğru olarak bildirmedikleri için, yine de iletilerin sunucu üzerinde filtrelenme özelliğini aktif hale getirebilirsiniz.

source: day
tr: gün

source: message
tr: ileti

source: byte
tr: bayt

source: Choose Location
tr: Konum Seç

source: Only local files are currently supported.
tr: Sadece yerel dosyalar destekleniyor.

source: Fetching Namespaces...
tr: İsimlendirmeler Alınıyor...

# Empty namespace string.
source: Empty
tr: Boş

# Personal namespace
source: Personal
tr: Kişisel

# Namespace accessible for others.
source: Other Users
tr: Diğer Kullanıcılar

source: Shared
tr: Paylaşılan

source: Edit Namespace '%1'
tr: '%1' İsimlendirmesini Düzenle

source: New Identity
tr: Yeni Kimlik

source: &New identity:
tr: &Yeni kimlik:

source: &With empty fields
tr: &Boş alanlarla birlikte

source: &Use Control Center settings
tr: &Kontrol Merkezi ayarlarını kullan

source: &Duplicate existing identity
tr: &Mevcut kimliği çoğalt

source: &Existing identities:
tr: &Mevcut kimlikler:

source: New Folder
tr: Yeni Dizin

source: New Subfolder of %1
tr: %1 için Yeni Alt Dizin

# @label:textbox Name of the new folder.
source: &Name:
tr: İsi&m:

source: Enter a name for the new folder.
tr: Yeni dizin için bir isim giriniz.

source: Mailbox &format:
tr: Posta kutusu biçi&mi:

source: Select whether you want to store the messages in this folder as one file per message (maildir) or as one big file (mbox). KMail uses maildir by default and this only needs to be changed in rare circumstances. If you are unsure, leave this option as-is.
tr: Bu klasördeki iletileri ileti başına bir dosya (maildir) veya tek büyük bir dosya (mbox) olarak saklamak için tercihinizi seçin. KMail, varsayılan olarak maildir seçeneğini kullanır ve bunun yalnızca nadir durumlarda değiştirilmesi gerekir. Emin olmadığınız zaman bu seçeneği olduğu gibi bırakın.

source: Folder &contains:
tr: &Dizin içeriyor:

source: Select whether you want the new folder to be used for mail storage of for storage of groupware items such as tasks or notes. The default is mail. If you are unsure, leave this option as-is.
tr: Yeni klasörün görevler veya notlar gibi grup unsurlarının saklanması için posta deposu olarak kullanılması ile ilgili tercihinizi seçin. Varsayılan ayar postadır, emin değilseniz, bu seçeneği olduğu gibi bırakın.

# type of folder content
source: Mail
tr: Posta

# type of folder content
source: Calendar
tr: Takvim

# type of folder content
source: Contacts
tr: Kişiler

# type of folder content
source: Notes
tr: Notlar

# type of folder content
source: Tasks
tr: Görevler

# type of folder content
source: Journal
tr: Günlük

source: Namespace for &folder:
tr: Dizin için &isimlendirme:

source: Select the personal namespace the folder should be created in.
tr: Oluşturulacak bu dizin için kişisel isimlendirmeyi seçin.

source: Please specify a name for the new folder.
tr: Lütfen yeni dizin için bir isim belirleyin.
