Repository: pars-linux/uludag
Catalog: trunk/l10n-kde4/*/messages/kdepim/kmail.po
Languages: tr

source: Selected Recipients
tr: Seçili Alıcılar

source: Address Books
tr: Adres Defterleri

source: Categories
tr: Kategoriler

source: You selected 1 recipient. The maximum supported number of recipients is %2. Please adapt the selection.
tr: %1 adet alıcı seçtiniz. Desteklenen en fazla alıcı sayısı %2 olduğundan lütfen seçimi düzeltin.

source: Please wait
tr: Lütfen Bekleyin

source: Please wait while the message is transferred
tr: Lütfen %1 ileti aktarılırken bekleyin

source: Address copied to clipboard.
tr: Adres panoya kopyalandı.

source: URL copied to clipboard.
tr: URL panoya kopyalandı.

# @info
source: File <filename>%1</filename> exists.<nl/>Do you want to replace it?
tr: <qt><b>%1</b> dosyası zaten var.<nl/>Üzerine yazmak istiyor musunuz?</qt>

source: Message as Plain Text
tr: Salt Metin İleti

source: The message was removed while saving it. It has not been saved.
tr: İleti kaydedilirken silindi. Kaydedilmedi.

source: Open Message
tr: İletiyi Aç

source: The file does not contain a message.
tr: Dosya bir ileti içermiyor.

source: The file contains multiple messages. Only the first message is shown.
tr: Dosya birden fazla ileti içeriyor. Yalnızca ilk ileti gösteriliyor.

source: Do you want to forward the selected messages as attachments in one message (as a MIME digest) or as individual messages?
tr: Seçilmiş iletileri tek bir ileti içinde (MIME özeti şeklinde) ek dosyalar olarak mı, yoksa her birini ayrı ileti olarak mı yönlendirmek istersiniz?

source: Send As Digest
tr: Özet Olarak Gönder

source: Send Individually
tr: Ayrı Gönder

source: This is a MIME digest forward. The content of the message is contained in the attachment(s).
tr: Bu MIME özet yönlendirmedir. İletinin içeriği ekte yeralır.

source: Filtering messages
tr: İletiler filtreleniyor

source: Filtering message %1 of %2
tr: İletiler filtreleniyor %2 iletinin %1 tanesi

source: Not enough free disk space?
tr: Yeterli disk alanınız olmayabilir.

source: Corrupt IMAP cache detected in folder %1. Copying of messages aborted.
tr: %1 dizininde bozuk IMAP önbelleği tespit edildi. İletilerin kopyalanması iptal edildi.

source: Moving messages
tr: İletiler taşınıyor

source: Deleting messages
tr: İletiler siliniyor

source: Opening URL...
tr: URL açılıyor...

# @info
source: Do you really want to execute <filename>%1</filename>?
tr: Gerçekten <filename>%1</filename> uygulamasını çalıştırmak istiyor musunuz?

source: Execute
tr: Komut Çalıştır

source: Found no attachments to save.
tr: Kaydedilecek eklenti yok.

source: Save Attachments To
tr: Ekleri Farklı Kaydet

# filename for an unnamed attachment
source: attachment.1
tr: elkenti.1

source: Save Attachment
tr: Eklentiyi Kaydet

# filename for the %1-th unnamed attachment
source: attachment.%1
tr: eklenti.%1

source: A file named <br><filename>%1</filename><br>already exists.<br><br>Do you want to overwrite it?
tr: <br><filename>%1</filename><br> isimli dosya zaten var. <br><br>Üzerine yazmak ister misiniz?

source: File Already Exists
tr: Dosya Zaten Var

source: &Overwrite
tr: Üzerine &Yaz

source: Overwrite &All
tr: &Tümünün Üzerine Yaz

source: The part %1 of the message is encrypted. Do you want to keep the encryption when saving?
tr: İletinin %1 kısmı şifrelenmiş. Kaydederken şifrelemeyi muhafaza etmek istiyor musunuz?

source: KMail Question
tr: KMail Sorusu

source: Keep Encryption
tr: Şifrelemeyi Koru

source: Do Not Keep
tr: Koruma

source: The part %1 of the message is signed. Do you want to keep the signature when saving?
tr: İletinin %1 kısmı imzalanmış. Kaydederken imzayı muhafaza etmek istiyor musunuz?

source: Keep Signature
tr: İmzayı Koru

# 1 = file name, 2 = error string
source: <qt>Could not write to the file<br><filename>%1</filename><br><br>%2
tr: <qt>Dosyaya yazılamadı<br><filename>%1</filename><br><br>%2

source: Error saving attachment
tr: Eklentiyi kaydederken hata oluştu

source: Chiasmus backend does not offer the "x-obtain-keys" function. Please report this bug.
tr: Chiasmus arka ucu "x-obtain-keys" fonksiyonunu sağlamıyor. Lütfen bu hatayı bildirin.

source: Chiasmus Backend Error
tr: Chiasmus Arka Uç Hatası

source: Unexpected return value from Chiasmus backend: The "x-obtain-keys" function did not return a string list. Please report this bug.
tr: Chiasmus arka ucundan geçersiz dönüş değeri: "x-obtain-keys" fonksiyonu bir sözcük listesi ile dönmedi. Lütfen bu hatayı bildirin.

source: No keys have been found. Please check that a valid key path has been set in the Chiasmus configuration.
tr: Hiçbir anahtar bulunamadı. Chiasmus diziliminde geçerli bir anahtar yolunun verildiğini kontrol edin.

source: Chiasmus Decryption Key Selection
tr: Chiasmus Şifre Çözücü Anahtar Seçimi

source: Chiasmus backend does not offer the "x-decrypt" function. Please report this bug.
tr: Chiasmus son aşaması "x-decrypt" işlevini sunmamaktadır. Lütfen bu sorunu bildirin.

source: The "x-decrypt" function does not accept the expected parameters. Please report this bug.
tr: "x-decrypt" işlevi aşağıdaki giriş değişkenlerini beklemiyordu. Lütfen hatayı bildiriniz.

source: Chiasmus Decryption Error
tr: Chiasmus Şifre Çözme Hatası

source: Unexpected return value from Chiasmus backend: The "x-decrypt" function did not return a byte array. Please report this bug.
tr: Chiasmus son aşamasından beklenmeyen bir dönüş değeri bildirildi: "x-decrypt" işlevi bir bit dizisi döndürmedi. Lütfen bu hatayı bildirin.

source: From: %1 To: %2 Subject: %3
tr: Kimden: %1 Kime: %2 Konu: %3

source: Mail: %1
tr: İleti: %1

source: KWallet is not available. It is strongly recommended to use KWallet for managing your passwords. However, KMail can store the password in its configuration file instead. The password is stored in an obfuscated format, but should not be considered secure from decryption efforts if access to the configuration file is obtained. Do you want to store the password for account '%1' in the configuration file?
tr: Sistemde KWallet bulunamadı. Parolanızı saklamak için KWallet kullanmanızı öneriyoruz. Eğer KWallet sistemde varsa, parola güvenli bir şekilde kaydedilecektir. KWallet yok ise, parolanız KMail'ın yapılandırma dosyalarında saklanır ve güvenli olmayabilir. Eğer bir kişi bu yapılandırma dosyalarına erişirse şifrelemeyi kırabilir. '%1' hesabının parolasını yapılandırma dosyasında saklamak istiyor musunuz?

source: KWallet Not Available
tr: KWallet Programına Ulaşılamadı

source: Store Password
tr: Parolayı Sakla

source: Do Not Store Password
tr: Parolayı Saklama

source: Open attachment '%1'? Note that opening an attachment may compromise your system's security.
tr: '%1' eklentisi açılsın mı? Bir eklentinin açılması sistem güvenliğini tehlikeye atabilir.

source: Open Attachment?
tr: Eklenti Açılsın mı?

source: &Open with '%1'
tr: '%1' ile &aç

source: &Open With...
tr: &Birlikte Aç...

source: Do not ask again
tr: Bu soruyu tekrar sorma

source: Filter Log Viewer
tr: Filtre Günlüğü

source: &Log filter activities
tr: Filtreleme günlüğü &tut

source: You can turn logging of filter activities on and off here. Of course, log data is collected and shown only when logging is turned on.
tr: Filtre aktivitesinin günlüğünün tutulması seçeneğini buradan düzenleyebilirsiniz. Günlük verisi yalnızca günlük tutma seçeneği aktif olduğunda toplanacaktır.

source: Logging Details
tr: Günlük Ayrıntıları

source: Log pattern description
tr: Günlük kalıp tanımı

source: Log filter &rule evaluation
tr: Günlük filtresi kural değerlendirmesi

source: You can control the feedback in the log concerning the evaluation of the filter rules of applied filters: having this option checked will give detailed feedback for each single filter rule; alternatively, only feedback about the result of the evaluation of all rules of a single filter will be given.
tr: Uygulanan filtre kurallarının değerlendirilmesiyle ilgili günlük geri beslemesini kontrol edebilirsiniz: bu seçeneği işaretlediğinizde her filtre kuralı için ayrıntılı geri besleme alırsınız; alternatif olarak, tek bir filtre ile ilgili bütün kuralların değerlendirme sonucuyla ilgili geri beslemeler verilecektir.

source: Log filter pattern evaluation
tr: Günlük filtresi kalıp değerlendirmesi

source: Log filter actions
tr: Filtreleme günlüğü tut

source: Log size limit:
tr: Günlük boyutu sınırı:

# @label:spinbox Set the size of the logfile to unlimited.
source: unlimited
tr: sınırsız

source: Collecting log data uses memory to temporarily store the log data; here you can limit the maximum amount of memory to be used: if the size of the collected log data exceeds this limit then the oldest data will be discarded until the limit is no longer exceeded.
tr: Günlük verisi toplamak, veriyi geçici olarak bellekte tutmayı gerektirir; buradan kullanılacak en fazla bellek boyutunu seçebilirsiniz: eğer toplanan günlük verisi miktarı seçtiğiniz değerden daha büyük olursa, en eski veriler limit aşımı nedeni ile silinecektir.

source: Could not write the file %1: "%2" is the detailed error description.
tr: %1 dosyasına yazılamıyor: detaylı hata tanımı şöyle "%2".

# View->
source: &Headers
tr: &Başlıklar

source: Choose display style of message headers
tr: İleti başlıklarının görünümünü seçin

# View->headers->
source: &Enterprise Headers
tr: &Kurumsal Başlıklar

source: Show the list of headers in Enterprise style
tr: Başlıkları Kurumsal biçimde göster

# View->headers->
source: &Fancy Headers
tr: &Süslü Başlıklar

source: Show the list of headers in a fancy format
tr: Liste başlıklarını detaylı göster

# View->headers->
source: &Brief Headers
tr: &Özet Başlıklar

source: Show brief list of message headers
tr: İleti başlıklarının özet listesini göster

# View->headers->
source: &Standard Headers
tr: &Standart Başlıklar

source: Show standard list of message headers
tr: İleti başlıklarının standart listesini göster

# View->headers->
source: &Long Headers
tr: &Uzun Başlıklar

source: Show long list of message headers
tr: İleti başlıklarının uzun listesini göster

# View->headers->
source: &All Headers
tr: &Bütün Başlıklar

source: Show all message headers
tr: Bütün ileti başlıklarını göster

# View->
source: &Attachments
tr: &Eklentiler

source: Choose display style of attachments
tr: Eklerin görüntülenme biçimini seç

# View->attachments->
source: &As Icons
tr: Simge olar&ak görüntüle

source: Show all attachments as icons. Click to see them.
tr: Bütün ekleri simge olarak göster. Görmek için tıklayın.

# View->attachments->
source: &Smart
tr: &Akıllı görüntüleme

source: Show attachments as suggested by sender.
tr: Gönderen tarafından bildirilen ekleri göster.

# View->attachments->
source: &Inline
tr: &Dosyanın içinde

source: Show all attachments inline (if possible)
tr: Bütün ekleri gövde göster (mümkünse)

# View->attachments->
source: &Hide
tr: &Gizle

source: Do not show attachments in the message viewer
tr: İleti göstericide eklentileri gösterme

source: &Set Encoding
tr: &Kodlamayı Düzenle

source: Auto
tr: Otomatik

source: New Message To...
tr: Yeni İleti...

source: Reply To...
tr: Yanıtla...

source: Forward To...
tr: Yönlendir...

source: Add to Address Book
tr: Adres Defterine Ekle

source: Open in Address Book
tr: Adres Defterinden Aç

source: Select All Text
tr: &Tüm Metinleri Seç

source: Copy Link Address
tr: Bağlantı Adresini Kopyala

source: &Find in Message...
tr: İlet&i içerisinde Bul...

source: Open URL
tr: Adres Aç

source: Bookmark This Link
tr: Bu Bağlantıyı Yer İmlerine Kopyala

source: Save Link As...
tr: Bağlantıyı Farklı Kaydet...

source: Use Fi&xed Font
tr: S&abit Yazıtipi Kullan

source: Show Message Structure
tr: İleti Yapısını Göster

source: Scroll Message Up
tr: İletiyi Yukarıya Kaydır

source: Scroll Message Down
tr: İletiyi Aşağıya Kaydır

source: Scroll Message Up (More)
tr: İletiyi Yukarıya Kaydır (Daha Fazla)

source: Scroll Message Down (More)
tr: İletiyi Aşağıya Kaydır (Daha Fazla)

source: Toggle HTML Display Mode
tr: HTML gösterim kipini aç/kapat

source: Toggle display mode between HTML and plain text
tr: HTML ve düz metin gösterim kipleri arasında geçiş yap

source: The email client for the K Desktop Environment.
tr: KDE Masaüstü için e-posta istemcisi.

source: <h2 style='margin-top: 0px;'>Retrieving Folder Contents</h2><p>Please wait . . .</p>&nbsp;
tr: <h2 style='margin-top: 0px;'>Dizin içeriği okunuyor</h2><p>Lütfen bekleyiniz . . .</p>&nbsp;

source: <h2 style='margin-top: 0px;'>Offline</h2><p>KMail is currently in offline mode. Click <a href="kmail:goOnline">here</a> to go online . . .</p>&nbsp;
tr: <h2 style='margin-top: 0px;'>Çevrimdışı</h2><p>KMail şu anda çevrimdışı kipinde çalışıyor. Çevrimiçi kipine geçmek için <a href="kmail:goOnline">tıklayınız</a> . . .</p>&nbsp;

source: <h2 style='margin-top: 0px;'>Welcome to KMail %1</h2><p>KMail is the email client for the K Desktop Environment. It is designed to be fully compatible with Internet mailing standards including MIME, SMTP, POP3 and IMAP.</p> <ul><li>KMail has many powerful features which are described in the <a href="%2">documentation</a></li> <li>The <a href="%3">KMail homepage</A> offers information about new versions of KMail</li></ul> %6 %4 %5 <p>We hope that you will enjoy KMail.</p> <p>Thank you,</p> <p style='margin-bottom: 0px'>&nbsp; &nbsp; The KMail Team</p>
tr: <h2 style='margin-top: 0px;'>KMail %1 Sürümüne Hoşgeldiniz</h2><p>KMail, K Masaüstü Ortamı'nın e-posta istemcisidir. KMail, MIME, SMTP, POP3 ve IMAP gibi Internet posta standartları ile uyumlu şekilde tasarlandı.</p> <ul><li>KMail <a href="%2">belgelerinde</a> anlatıldığı gibi KMail'in bir çok güçlü özelliği vardır.</li> <li><a href="%3">KMail anasayfasında</A> KMail uygulamasının yeni sürümleri ile ilgili bilgiler bulabilirsiniz</li></ul> %6 %4 %5 <p>KMail'i seveceğinizi umuyoruz.</p> <p>Teşekkürler,</p> <p style='margin-bottom: 0px'>&nbsp; &nbsp; KMail Takımı</p>

source: <p>Some of the new features in this release of KMail include (compared to KMail %1, which is part of KDE %2):</p>
tr: <p>KMail'in bu sürümündeki bazı yeni özellikler şunlar (KDE %2 sürümünün parçası olan KMail %1 sürümüne kıyasla):</p>

source: <p>Please take a moment to fill in the KMail configuration panel at Settings-&gt;Configure KMail. You need to create at least a default identity and an incoming as well as outgoing mail account.</p>
tr: <p>Lütfen bir kaç dakikanızı ayırıp Ayarlar-&gt;Kmail'ı Yapılandır menüsünden KMail ayarlarınızı yapın. En azından bir kullanıcı adı ve e-posta hesabını oluşturmak zorundasınız.</p>

source: <p><span style='font-size:125%; font-weight:bold;'>Important changes</span> (compared to KMail %1):</p>
tr: <p><span style='font-size:125%; font-weight:bold;'>Önemli değişiklikler</span> (KMail %1 ile karşılaştırıldığında):</p>

source: ( body part )
tr: ( gövde bölümü )

source: Could not send MDN.
tr: MDN gönderilemedi.

# to open
source: Open
tr: Aç

source: Open With...
tr: Birlikte Aç...

# to view something
source: View
tr: Görünüm

source: Scroll To
tr: Kaydır<

source: Save As...
tr: Farklı Kaydet...

source: Edit Attachment
tr: Eklentiyi Düzenle

source: Delete Attachment
tr: Eklentiyi Sil

source: Decrypt With Chiasmus...
tr: Chiasmus İle Şifrelemesini Aç...

source: Properties
tr: Özellikler

source: View Attachment: %1
tr: %1 Eklentisini göster

source: [KMail: Attachment contains binary data. Trying to show first character.]
tr: [KMail: Ek ikilik düzende veri içeriyor. İlk %1 karakteri görüntülemeye çalışıyor.]

source: Deleting an attachment might invalidate any digital signature on this message.
tr: Bir eklentiyi silmek o iletide kullanılan tüm imzaları geçersiz kılabilir.

source: Modifying an attachment might invalidate any digital signature on this message.
tr: Bir eklentiyi düzenlemek o iletide kullanılan tüm imzaları geçersiz kılabilir.

source: Edit
tr: Düzenle

source: Attachments:
tr: Eklentiler:

source: This message contains a request to return a notification about your reception of the message. You can either ignore the request or let KMail send a "denied" or normal response.
tr: Bu ileti bir okundu bilgisi göndermek istiyor. İsteği görmezden gelebilir, KMail'in "izin verilmedi" mesajı göndermesini sağlayabilir veya normal bir yanıt verebilirsiniz.

source: This message contains a request to send a notification about your reception of the message. It contains a processing instruction that is marked as "required", but which is unknown to KMail. You can either ignore the request or let KMail send a "failed" response.
tr: Bu ileti okundu bilgisi göndermek istiyor. İleti "gerekli" şeklinde bir işlem bilgisi barındırıyor ancak KMail bunu tanımıyor. İsteği görmezden gelebilir ya da KMail'in "başarısız oldu" mesajı göndermesini sağlayabilirsiniz.

source: This message contains a request to send a notification about your reception of the message, but it is requested to send the notification to more than one address. You can either ignore the request or let KMail send a "denied" or normal response.
tr: Bu ileti bir okundu bilgisi göndermek istiyor, fakat bu istek birden fazla adresten isteniliyor. İsteği görmezden gelebilir, KMail'in "izin verilmedi" mesajı göndermesini sağlayabilir veya normal bir yanıt verebilirsiniz.

source: This message contains a request to send a notification about your reception of the message, but there is no return-path set. You can either ignore the request or let KMail send a "denied" or normal response.
tr: Bu ileti bir okundu bilgisi göndermek istiyor, fakat geri dönüş yolu belirlenmemiş. İsteği görmezden gelebilir, KMail'in "izin verilmedi" mesajı göndermesini sağlayabilir veya normal bir yanıt verebilirsiniz.

source: This message contains a request to send a notification about your reception of the message, but the return-path address differs from the address the notification was requested to be sent to. You can either ignore the request or let KMail send a "denied" or normal response.
tr: Bu ileti bir okundu bilgisi göndermek istiyor, fakat geri dönüş adresi ile isteği gönderen adres aynı değil. İsteği görmezden gelebilir, KMail'in "izin verilmedi" mesajı göndermesini sağlayabilir veya normal bir yanıt verebilirsiniz.

source: Header "Disposition-Notification-Options" contained required, but unknown parameter
tr: "Disposition-Notification-Options" e-posta başlığı gerekli, fakat bilinmeyen parametre içeriyor

source: Receipt:
tr: Alındı:

source: This attachment has been deleted.
tr: Eklenti silindi.

source: The attachment '%1' has been deleted.
tr: '%1' eklentisi silindi.

source: internal part
tr: iç bölüm

source: body part
tr: gövde bölümü

source: %1 already seems to be running on another display on this machine. Running %2 more than once can cause the loss of mail. You should not start %1 unless you are sure that it is not already running.
tr: Bu makine üzerinde %1 uygulaması çalışıyor görünüyor. %2 uygulamasının birden fazla sayıda çalıştırılması, e-posta bilgilerinin kaybına neden olabilir. Bu nedenle %1 uygulamasını aynı anda birden çok kez çalıştırmayın.

source: %1 seems to be running on another display on this machine. Running %1 and %2 at the same time can cause the loss of mail. You should not start %2 unless you are sure that %1 is not running.
tr: Bu makine üzerinde %1 programı çalışıyor görünüyor. %1 ve %2 uygulamalarının aynı anda çalıştırılması, e-posta bilgilerinin kaybına neden olabilir. Bu nedenle %2 uygulamasını çalıştırmadan önce %1 uygulamasının çalışmadığından emin olun.

source: %1 already seems to be running on %2. Running %1 more than once can cause the loss of mail. You should not start %1 on this computer unless you are sure that it is not already running on %2.
tr: %1, zaten %2 üzerinde çalışıyor gibi görünmektedir. %1 unsurunu birden fazla kere çalıştırmak posta kaybı ile sonuçlanabilir. %2 üzerinde zaten çalışmadığından emin olmadıkça %1 unsurunu bu bilgisayarda çalıştırmamalısınız.

source: %1 seems to be running on %3. Running %1 and %2 at the same time can cause the loss of mail. You should not start %2 on this computer unless you are sure that %1 is not running on %3.
tr: %1 uygulaması %3 üzerinde çalışıyor. %1 ile %2 uygulamasını aynı anda çalıştırmak ileti kaybetmenize neden olabilir. %1 uygulamasının %3 üzerinde çalışmadığından emin olmadan bu bilgisayarda %2 uygulamasını başlatmamalısınız.

# Start kmail even when another instance is running.
source: Start %1
tr: %1 uygulamasını çalıştır

# Do not start another kmail instance.
source: Exit
tr: Çık

source: <qt><p>Structuring information returned by the Crypto plug-in could not be processed correctly; the plug-in might be damaged.</p><p>Please contact your system administrator.</p></qt>
tr: <qt><p>Crypto eklentisi tarafından döndürülen yapı bilgisi doğru şekilde işlenemedi; eklenti hasar görmüş olabilir.</p><p>Lütfen sistem yöneticinizle bağlantı kurun.</p></qt><

source: <p>No active Crypto Plug-In was found and the built-in OpenPGP code did not run successfully.</p><p>You can do two things to change this:</p><ul><li><em>either</em> activate a Plug-In using the Settings->Configure KMail->Plug-In dialog.</li><li><em>or</em> specify traditional OpenPGP settings on the same dialog's Identity->Advanced tab.</li></ul>
tr: <p>Etkin şifreleme eklentisi bulunamadı ve OpenPGP kodu düzgün çalışmadı.</p><p>Bunu değiştirmek için iki şey yapmalısınız:</p> <ul><li><em>ya</em>eklentiyi etkinleştirmek için 'Ayarlar->KMail'i ayarla->Eklentiler' iletişim kutusundan.</li><li><em>yada</em> geleneksel OpenPGP ayarlarını aynı iletişim kutusundaki Tanımlama->Gelişmiş sayfasından tanımlayabilirsiniz.</li></ul>

source: Chiasmus backend does not offer the "x-encrypt" function. Please report this bug.
tr: Chiasmus arka ucu "x-encrypt" işlevini sağlamıyor. Lütfen hatayı bildirin.

source: The "x-encrypt" function does not accept the expected parameters. Please report this bug.
tr: "x-encrypt" işlevi aşağıdaki giriş değişkenlerini beklemiyordu. Lütfen hatayı bildiriniz.

source: Chiasmus Encryption Error
tr: Chiasmus Şifreleme Hatası

source: Unexpected return value from Chiasmus backend: The "x-encrypt" function did not return a byte array. Please report this bug.
tr: Chiasmus son aşamasından beklenmeyen bir dönüş değeri bildirildi: "x-encrypt" işlevi bir bit dizisi döndürmedi. Lütfen bu hatayı bildirin.

source: The inline OpenPGP crypto message format does not support encryption or signing of attachments. Really use deprecated inline OpenPGP?
tr: İleti içi OpenPGP şifreleme ileti biçimi, eklentilerin şifrelenmesini veya imzalanmasını desteklememektedir. İleti için OpenPGP yöntemini gerçekten kullanmak istiyor musunuz? (Tavsiye edilmez)

source: Insecure Message Format
tr: Güvensiz İleti Biçimi

source: Use Inline OpenPGP
tr: Dahili OpenPGP Kullan

source: Use OpenPGP/MIME
tr: OpenPGP/MIME Kullan

source: Examination of the recipient's signing preferences yielded that you be asked whether or not to sign this message. Sign this message?
tr: Alıcının imza tercihlerinin incelenmesi, bu iletiyi imzalayıp imzalamayacağınızın sorulduğunu ortaya çıkarmıştır. Bu iletiyi imzalayacak mısınız?

source: Sign Message?
tr: İletiyi İm&zala?

# to sign
source: &Sign
tr: İ&mzala

source: Do &Not Sign
tr: İmzala&ma

source: There are conflicting signing preferences for these recipients. Sign this message?
tr: Bu alıcılar için çelişkili imzalama seçenekleri var. Bu iletiyi imzalamak istiyor musunuz?

source: You have requested to sign this message, but no valid signing keys have been configured for this identity.
tr: Bu iletiyi imzalamanız istenmiş, ancak bu kimlik için geçerli imzalama anahtarları ayarlanmamıştır.

source: Send Unsigned?
tr: İmzalanmamış Olarak Gönder?

source: Send &Unsigned
tr: İmzalan&mamış Olarak Gönder
