Repository: pars-linux/uludag
Catalog: trunk/l10n-kde4/*/messages/kdepim/kmail.po
Languages: tr

source: Sorry, no details on certificate import available.
tr: Üzgünüm, sertifika alımı için hiçbir detay yok.

source: Certificate import details:
tr: Sertifika alım detayları:

# Certificate import failed.
source: Failed: %1 (%2)
tr: Başarısız oldu: %1 (%2)

source: New or changed: %1 (secret key available)
tr: Yeni veya değiştirilmiş: %1 (gizli anahtarı var)

source: New or changed: %1
tr: Yeni veya değiştirilmiş: %1

# display name for an unnamed attachment
source: Unnamed
tr: İsimsiz

source: Error: Signature not verified
tr: Hata: İmza doğrulanamadı.

source: Good signature
tr: Geçerli imza

source: <b>Bad</b> signature
tr: <b>Geçersiz</b> imza.

source: No public key to verify the signature
tr: İmzayı doğrulayacak genel anahtar yok.

source: No signature found
tr: İmza bulunamadı

source: Error verifying the signature
tr: İmzayı doğrulamada hata

source: No status information available.
tr: Üzgünüm, durum bilgisi yok.

source: Good signature.
tr: Geçerli imza.

source: One key has expired.
tr: Bir anahtarın kullanım süresi dolmuş.

source: The signature has expired.
tr: İmzanın zamanı doldu.

source: Unable to verify: key missing.
tr: Doğrulanamıyor: Anahtar kayıp.

source: CRL not available.
tr: CRL hazır değil.

source: Available CRL is too old.
tr: Bulunan CRL'ler çok eski.

source: A policy was not met.
tr: İzinler uygun değil.

source: A system error occurred.
tr: Bir sistem hatası meydana geldi.

source: One key has been revoked.
tr: Bir anahtar iptal edildi.

source: <b>Bad</b> signature.
tr: <b>Geçersiz</b> imza.

source: Invalid signature.
tr: Geçersiz imza.

source: Not enough information to check signature validity.
tr: İmzanın geçerliliğini denetlemek için yeterli bilgi yok.

source: Signature is valid.
tr: İmzalar geçerli.

source: Signed by <a href="mailto:%1">%2</a>.
tr: Şifreleyen <a href="mailto:%1">%2</a>.

source: Unknown signature state
tr: Bilinmeyen imzalama ifadesi

source: Show Details
tr: Ayrıntıları Göster

source: No Audit Log available
tr: Kullanılabilir Audit günlük kaydı yok

source: Error Retrieving Audit Log: %1
tr: Audit Günlük Kaydı Bilgileri Alınamadı: %1

# The Audit Log is a detailed error log from the gnupg backend
source: Show Audit Log
tr: Audit Günlük Kaydını Göster

source: Hide Details
tr: Ayrıntıları Gizle

source: Encapsulated message
tr: Kapsüllenmemiş ileti

source: Please wait while the message is being decrypted...
tr: Lütfen iletinin şifrelemesi açılırken bekleyin...

source: Encrypted message
tr: Şifreli ileti

source: Encrypted message (decryption not possible)
tr: Şifrelenmiş ileti (yeniden açma mümkün değil)

source: Reason: %1
tr: Neden: %1

source: Please wait while the signature is being verified...
tr: Lütfen imza doğrulanırken bekleyin...

source: certificate
tr: sertifika

# Start of warning message.
source: Warning:
tr: Uyarı:

source: Sender's mail address is not stored in the %1 used for signing.
tr: Gönderenin adresi imzama için kullanılan %1 de saklanmıyor.

source: sender:
tr: Gönderen:

source: stored:
tr: kayıtlı:

source: No mail address is stored in the %1 used for signing, so we cannot compare it to the sender's address %2.
tr: %1 de imzalamak için hiç posta adresi yok, dolayısıyla gönderenin %2 adresiyle karşılaştıramıyoruz.

source: Not enough information to check signature. %1
tr: İmzalamayı denetlemek için yeterli bilgi yok. %1

source: Message was signed with unknown key.
tr: İleti bilinmeyen anahtarla imzalanmış.

source: Message was signed by %1.
tr: İleti %1 tarafından imzalanmış.

source: Message was signed with key %1.
tr: İleti %1 anahtarı ile imzalanmış.

source: Message was signed on %1 with key %2.
tr: İleti %2 anahtarı ile %1 tarihinde imzalanmış.

source: Message was signed by %3 on %1 with key %2
tr: İleti %3 tarafından %1 anahtarı ile %2'de imzalanmış.

source: Message was signed by %2 with key %1.
tr: İleti %2 tarafından %1 anahtarı ile imzalanmış.

source: Message was signed on %1 with unknown key %2.
tr: İleti bilinmeyen %2 anahtarıyla %1'de imzalanmış.

source: Message was signed with unknown key %1.
tr: İleti bilinmeyen %1 anahtarıyla imzalanmış.

source: The validity of the signature cannot be verified.
tr: İmzanın geçerliliği doğrulanamadı.

source: Message was signed by %2 (Key ID: %1).
tr: İleti %2 tarafından imzalanmış (Anahtar No: %1).

source: The signature is valid, but the key's validity is unknown.
tr: İmza geçerlidir, fakat anahtar'ın geçerliliği bilinmiyor.

source: The signature is valid and the key is marginally trusted.
tr: İmza geçerlidir ve anahtar ucu ucuna güvenilirdir.

source: The signature is valid and the key is fully trusted.
tr: İmza geçerlidir ve anahtar tam olarak güvenilirdir.

source: The signature is valid and the key is ultimately trusted.
tr: İmza geçerlidir ve anahtar en yüksek seviyede güvenilirdir.

source: The signature is valid, but the key is untrusted.
tr: İmza geçerlidir, fakat anahtar güvenilir değildir.

source: Warning: The signature is bad.
tr: Uyarı: Bozuk imza

source: End of signed message
tr: İmzalanmış iletinin sonu

source: End of encrypted message
tr: Şifrelenmiş iletinin sonu

source: End of encapsulated message
tr: Kapsüllenmiş iletinin sonu

source: The message could not be decrypted.
tr: İleti şifrelenemedi.

source: Error while listing folder %1:
tr: %1 dizini listelenirken bir hata oluştu:

source: Friend
tr: Arkadaş

source: Business
tr: İş

source: Later
tr: Sonra

source: Cannot add message to outbox folder
tr: İleti giden dizinine eklenemiyor

source: Critical error: Unable to process sent mail (out of space?)Moving failing message to "sent-mail" folder.
tr: Kritik hata: İletiler işlenemiyor (Sistemdeki diskinizde boş alan kalmamış olabilir)

source: Moving the sent message "%1" from the "outbox" to the "sent-mail" folder failed. Possible reasons are lack of disk space or write permission. Please try to fix the problem and move the message manually.
tr: Gönderilen "%1" iletisini "Gönderilen" klasöründen "Giden Posta" klasörüne taşıma işlemi başarısız. Diskinizde yeterli yer olmayabilir veya yazma izni olmayabilir. Bu sorunu çözmeye çalışın ve iletiyi el ile taşıyın.

source: It is not possible to send messages without specifying a sender address. Please set the email address of identity '%1' in the Identities section of the configuration dialog and then try again.
tr: Bir gönderen adresi belirlemeden, ileti göndermek mümkün değildir. Lütfen, yapılandırma iletişim kutusunun Kimlikler bölümündeki '%1' kimliğinin e-posta adresini belirleyin ve tekrar deneyin.

source: %1 queued message successfully sent.
tr: Kuyruktaki %1 ileti başarıyla gönderildi.

source: %1 of %2 queued messages successfully sent.
tr: Kuyruktaki %2 e-postanın %1 tanesi başarıyla iletildi.

source: Critical error: Unable to execute filters before sending message (out of space?)
tr: Kritik hata: İleti gönderilmeden önce filtreler uygulanamıyor (boş alan kalmamış olabilir mi?)

source: Sending messages
tr: İletiler gönderiliyor

source: Initiating sender process...
tr: Gönderme işlemi başlıyor...

source: Transport '%1' is invalid.
tr: '%1' aktarımı geçersiz.

source: Sending failed
tr: Gönderim başarısız oldu

source: You have chosen to send all queued email using an unencrypted transport, do you want to continue?
tr: Kuyruktaki bütün iletileri şifrelenmemiş olarak göndermeyi seçtiniz, devam etmek istiyor musunuz?

source: Send Unencrypted
tr: Şifrelenmemiş Olarak Gönder

# %3: subject of message
source: Sending message %1 of %2: %3
tr: İleti %2 nin %1'i gönderiliyor: %3

source: Failed to send (some) queued messages.
tr: Kuyruktaki bazı iletiler gönderilemedi.

source: Sending aborted: %1 The message will stay in the 'outbox' folder until you either fix the problem (e.g. a broken address) or remove the message from the 'outbox' folder. The following transport was used: %2
tr: Gönderme iptal edildi: %1 Sorunu çözene (örneğin, yanlış adres) ya da 'giden' dizininden iletiyi silene kadar, ileti 'giden' dizininde kalacaktır. Aşağıdaki taşıma kullanıldı: %2

source: Sending aborted.
tr: Gönderim iptal edildi.

source: <p>Sending failed:</p><p>%1</p><p>The message will stay in the 'outbox' folder until you either fix the problem (e.g. a broken address) or remove the message from the 'outbox' folder.</p><p>The following transport was used: %2</p><p>Continue sending the remaining messages?</p>
tr: <p>Gönderme başarısız:</p><p>%1</p><p>İleti, siz sorunu çözene (örneğin, geçersiz bir adres) veya iletiyi 'giden' kutusundan silene dek 'giden' kutusunda kalacaktır.</p><p>Aşağıdaki taşıma kullanıldı: %2</p><p>Geri kalan iletileri göndermeye devam edilsin mi?</p>

source: Continue Sending
tr: Göndermeye Devam et

source: &Continue Sending
tr: Göndermeye &Devam et

source: &Abort Sending
tr: Göndermeyi &İptal et

source: Sending failed: %1 The message will stay in the 'outbox' folder until you either fix the problem (e.g. a broken address) or remove the message from the 'outbox' folder. The following transport was used: %2
tr: Gönderme başarısız: %1 Sorunu çözene (örneğin, yanlış adres) ya da 'giden' dizininden iletiyi silene kadar, ileti 'giden' dizininde kalacaktır. Aşağıdaki taşıma kullanıldı: %2

source: Edit...
tr: Düzenle...

source: 1 message waiting to be filtered
tr: %1 ileti filtrelenmek için bekliyor

source: Template content
tr: Şalon içeriği

source: Template shortcut
tr: Şablon kısayolu

source: Template type
tr: Şablon tipi

source: &File
tr: &Dosya

# @title:menu for new-message and new-from-template
source: New
tr: Yeni

source: &Edit
tr: &Düzen

source: &View
tr: &Görünüm

source: &Go
tr: &Git

source: F&older
tr: D&izin

source: &Message
tr: İ&leti

source: Reply Special
tr: Özel Yanıtla

source: &Forward
tr: &Yönlendir

source: &Tools
tr: &Araçlar

source: &Settings
tr: A&yarlar

source: &Help
tr: &Yardım

source: Main Toolbar
tr: Ana Araç Çubuğu

source: &Options
tr: &Seçenekler

source: HTML Toolbar
tr: HTML Araç Çubuğu

# @title:menu New message, folder or new window.
source: New
tr: Yeni

# NAME OF TRANSLATORS
source: Your names
tr: Serdar Soytetir, Görkem Çetin, Barış Metin, Yaşar Şentürk, H. İbrahim Güngör

# EMAIL OF TRANSLATORS
source: Your emails
tr: tulliana@gmail.com, gorkem@kde.org, baris@uludag.org.tr, yasar@kde.org.tr, h.ibrahim.gungor@gmail.com

source: Add Snippet
tr: Parçacık Ekle

source: &Name:
tr: İsi&m:

# Group to which the snippet belongs.
source: Group:
tr: Grup:

source: &Snippet:
tr: &Parçacık:

source: Sh&ortcut:
tr: Kısay&ol:

source: &Add
tr: &Ekle

# @title:tab General settings
source: General
tr: Genel

source: Account &name:
tr: &Hesap adı:

source: Name displayed in the list of accounts
tr: Hesaplar listesinde gösterilen isim

source: Account name: This defines the name displayed in KMail's account list.
tr: Hesap adı: Bu, KMail'in hesap listesinde gösterilecek adı tanımlar.

source: Incoming mail &server:
tr: Gelen &e-posta sunucusu:

source: Address of the mail server
tr: E-posta sunucusunun adresi

source: The address of the mail server, e.g. mail.yourprovider.org. You should get this address from your mail provider.
tr: Posta sunucusunun adresi, örneğin mail.yourprovider.org. Bu adresi posta sağlayıcınızdan almanız gerekir.

source: Communication port with the mail server
tr: E-posta sunucusunun iletişim portu

source: Port: Defines the communication port with the mail server. You do not need to change this unless your mail provider uses some non-standard port.
tr: Port: Posta sunucusuyla iletişim portunu tanımlar. Posta sağlayıcınız standart olmayan bazı portlar kullanmıyor ise bu seçeneği değiştirmenize gerek yoktur.

source: Your Internet Service Provider gave you a <em>user name</em> which is used to authenticate you with their servers. It usually is the first part of your email address (the part before <em>@</em>).
tr: Kimliğinizi sınamak üzere internet servis sağlayıcınızın size vermiş olduğu <em>kullanıcı adı</em> genellikle e-posta adresinizin ilk kısmıdır.(<em>@</em> işaretinden önceki kısmı).

source: &Login:
tr: &Giriş:

source: The username that identifies you against the mail server
tr: Posta sunucusuna karşı sizi tanımlayan kullanıcı adı

source: P&assword:
tr: P&arola:

source: Password for access to the mail server
tr: Posta sunucusuna erişim için parola

source: The password given to you by your mail provider.
tr: Posta sunucunuz tarafından size verilen parola.

source: Whether to store the password or ask for it when checking for new mail
tr: Parolanın nereye saklanacağı veya yeni posta kontrolü yapılırken sorulup sorulmayacağı

source: Check this option to have KMail store the password. If KWallet is available the password will be stored there which is considered safe. However, if KWallet is not available, the password will be stored in KMail's configuration file. The password is stored in an obfuscated format, but should not be considered secure from decryption efforts if access to the configuration file is obtained.
tr: KMail'ın parolayı kaydetmesi için bu seçeneği tıklayın. Eğer KWallet sistemde varsa, parola güvenli bir şekilde kaydedilecektir. KWallet yok ise, parolanız KMail'ın yapılandırma dosyalarında saklanır ve güvenli olmayabilir. Eğer bir kişi bu yapılandırma dosyalarına erişirse şifrelemeyi kırabilir. KWallet daha güvenli bir parola depolama sistemi oluşturmaktadır.

source: Sto&re IMAP Password
tr: IMAP Paralosını &Kaydet

source: Include this account when clicking on the toolbar button
tr: Bu hesabın, araç çubuğu düğmesine basıldığı zaman içerilmesi

source: Include in manual mail chec&k
tr: El ile ileti dene&timinde yer alır

source: If active, KMail checks for new mail every x minutes
tr: Aktif ise, KMail yeni ileti için her x dakikada bir kontrol yapar

source: Enable &interval mail checking
tr: &Aralıklı Posta kontrolünü etkinleştir

source: Check inter&val:
tr: Denetleme ara&lığı:

# @title:tab
source: IMAP Settings
tr: IMAP Ayarları

source: Automaticall&y compact folders (expunges deleted messages)
tr: Dizinleri &otomatik sıkıştır (silinen iletileri çıkarır)

source: Sho&w hidden folders
tr: &Gizli dizinleri göster

source: Show only server-side s&ubscribed folders
tr: &Sadece sunucu tarafında üye olunan dizinleri göster

source: Show only &locally subscribed folders
tr: &Sadece yerel olarak üye olunan dizinleri göster

source: Activate this to load attachments not automatically when you select the email but only when you click on the attachment. This way also big emails are shown instantly.
tr: E-posta eklerini, e-posta göründülendiğinde değil de, eke tıkladığınızda yüklemek için bu özelliği aktif hale getirin. Bu şekilde büyük e-postalar daha hızlı bir şekilde yüklenecektir.

source: Load attach&ments on demand
tr: İstek &halinde eklentileri yükle

source: Only folders that are open (expanded) in the folder tree are checked for subfolders. Use this if there are many folders on the server.
tr: Dizin ağacındaki yalnızca açık (genişletilmiş) dizinlerin alt-dizinleri kontrol edilecektir. Eğer sunucu üzerinde çok fazla dizin varsa bu özelliği kullanın.

source: List only open folders
tr: Sadece açık dizinleri listele

source: Trash folder:
tr: Çöp dizini:

source: Use the default identity for this account
tr: Bu hesap için öntanımlı kimliği kullan

source: Select the KMail identity used for this account
tr: Bu hesap için kullanılan KMail kimliğini seçin

source: Identity:
tr: Kimlik:

source: Here you see the different namespaces that your IMAP server supports. Each namespace represents a prefix that separates groups of folders. Namespaces allow KMail for example to display your personal folders and shared folders in one account.
tr: Burada IMAP sunucunuzun desteklediği farklı isim boşluklarını görüyorsunuz. Her isim boşluğu dizin gruplarını ayıran bir ön eki temsil etmektedir. İsim boşlukları, örneğin KMail'e, bir hesapta kişisel dizinleriniz ve paylaşılan dizinlerinizi görüntüleme izni verir.

source: Namespaces:
tr: İsimlendirmeler:

source: Reload the namespaces from the server. This overwrites any changes.
tr: İsimlendirmeleri sunucudan yeniden yükle. Bu tüm değişikliklerin üzerine yazar.

source: Personal namespaces include your personal folders.
tr: Kişisel dizinleri içeren kişisel isimlendirmeler.

# Personal namespaces for imap account.
source: Personal:
tr: Kişisel:

source: These namespaces include the folders of other users.
tr: Bu isimlendirmeler diğer kullanıcıların dizinlerini içerir.

source: Other users:
tr: Diğer kullanıcılar:

source: These namespaces include the shared folders.
tr: Bu isimlendirmeler diğer paylaşılan dizinleri içerir.

source: Shared:
tr: Paylaşılan:

source: Security
tr: Güvenlik

source: Encryption
tr: Şifreleme

source: &None
tr: &Hiçbiri

source: Use &SSL for secure mail download
tr: Güvenli posta almak için &SSL kullan

source: Use &TLS for secure mail download
tr: Güvenli posta almak için &TLS kullan

source: Authentication Method
tr: Kimlik Sınama Yöntemi

source: Clear te&xt
tr: &Düz metin

source: &LOGIN
tr: &GİRİŞ

source: &PLAIN
tr: &YALIN

source: &Anonymous
tr: &Anonim

source: Check &What the Server Supports
tr: &Sunucunun Neyi Desteklediğini Denetle

source: IMAP Resource Folder Options
tr: IMAP Kaynak Dizin Seçenekleri

source: This enables the IMAP storage for the Kontact applications
tr: Bu Kontact uygulamaları için IMAP saklama alanını etkinleştirir

source: &Enable IMAP resource functionality
tr: &IMAP kaynak özelliğini etkinleştir

source: Choose the format to use to store the contents of the groupware folders.
tr: Grup çalışması dizinleri için seçilen biçimi buradan seçin

source: &Format used for the groupware folders:
tr: &Grup çalışması dizinleri için seçilen biçim

source: Deprecated Kolab1 (iCal/vCard)
tr: Eski Kolab1 (iCal/vCard)

source: Set the language of the folder names
tr: Dizin isimlerinin dilini tanımlayın

source: &Language of the groupware folders:
tr: Gru&p çalışması için kullanılan dil:

# @item:inlistbox Adjective, language
source: English
tr: İngilizce

# @item:inlistbox Adjective, language
source: German
tr: Almanca

# @item:inlistbox Adjective, language
source: French
tr: Fransızca

# @item:inlistbox Adjective, language
source: Dutch
tr: Flamanca

source: When this is checked, you will not see the IMAP resource folders in the folder tree.
tr: Bu işaretlendiğinde, klasör ağacında IMAP kaynak klasörlerini görmeyeceksiniz.

source: &Hide groupware folders
tr: Gru&p çalışması klasörlerini gizle

source: When this is checked, you will not see normal mail folders in the folder tree for the account configured for groupware.
tr: Bu seçenek işaretlenirse, grup için tanımlanmış hesaptaki dizin ağacında normal posta dizinlerini görmezsiniz.

source: &Only show groupware folders for this account
tr: Bu hesap için sadece &grup paylaşımı dizinlerini göster

source: Synchronize groupware changes in disconnected IMAP folders immediately when being online.
tr: Bağlantısı kesilmiş IMAP dizinlerindeki grup çalışması değişikliklerini çevrimiçi olunduğunda hemen eşzamanla.

source: &Synchronize groupware changes immediately
tr: Grup çalışması değişikliklerini hemen &eşzamanla

source: Account Type: Local Account
tr: Hesap Tipi: Yerel Hesap

source: File location:
tr: Dosya konumu:

source: Choo&se...
tr: &Seç...

source: Locking Method
tr: Kilitleme Yöntemi

source: Procmail loc&kfile:
tr: Procmail &kilit dosyası:

source: M&utt dotlock privileged
tr: M&utt dotlock ayrıcalıklı

source: Non&e (use with care)
tr: &Yok (dikkatli kullanın)

source: Include in m&anual mail check
tr: El ile yapıl&an posta kontrollerini de içerir

source: Destination folder:
tr: Hedef dizin:

source: &Pre-command
tr: &Ön komut

source: Account Type: POP Account
tr: Hesap Tipi: POP Hesabı

source: Address of the mail POP3 server
tr: Posta POP3 sunucusunun adresi

source: The address of the POP3 server, e.g. pop3.yourprovider.org. You should get this address from your mail provider.
tr: POP3 sunucusunun adresi, örneğin, pop3.yourprovider.org. bu adresi posta sağlayıcınızdan almanız gerekir.

source: Password: The password given to you by your mail provider.
tr: Parola. Posta sağlayıcınız tarafından size verilmiştir.

source: Check this option to have KMail store the password. If KWallet is available the password will be stored there which is considered safe. However, if KWallet is not available, the password will be stored in KMail's configuration file. The password is stored in an obfuscated format, but should not be considered secure from decryption efforts if access to the configuration file is obtained.
tr: KMail uygulamasının parolayı kaydetmesi için bu seçeneği tıklayın. Eğer KWallet sisteminizde varsa, parola güvenli bir şekilde kaydedilecektir. KWallet yok ise, parolanız KMail'ın yapılandırma dosyalarında saklanır ve güvenli olmayabilir. Parola yapılandırma dosyasına okunamaz bir şekilde saklanır ancak eğer bir kişi bu yapılandırma dosyalarına erişirse şifrelemeyi kırabilir.

source: Sto&re POP password
tr: POP paralosını &sakla

source: Include in man&ual mail check
tr: Elle yapılan e-posta kontrolünde içer

source: Chec&k interval:
tr: Denetleme ara&lığı:

# @title:tab
source: POP Settings
tr: POP Ayarları

source: If checked the message is not deleted from the mail server
tr: İşaretlenir ise, ileti posta sunucusundan silinmez

source: KMail can fetch a copy of mails and leave the original message on the server.
tr: KMail iletilerin bir kopyasını getirebilir ve orijinal iletiyi sunucuda bırakabilir.

source: Lea&ve fetched messages on the server
tr: Alınan &iletileri sunucuda bırak

source: The original message is deleted from the server after x days
tr: Orijinal ileti sunucudan x gün sonra silinir

source: Leave messages on the server for
tr: Bu hesap için alınan iletileri sunucuda bırak

# Number of days that the message will be left on the server.
source: days
tr: gün

source: Only the x most recent messages are kept on the server
tr: Yalnızca x adet en son ileti sunucuda tutulur

source: KMail keeps only the x most recent messages on the server and deletes all older.
tr: KMail sadece en son x adet iletiyi sunucuda tutar ve eski bütün iletileri siler.

source: Keep onl&y the last
tr: Sadece sonuncu&yu koru

source: messages
tr: ileti

source: Keep most recent messages within the quota and delete oldest
tr: Kota içindeki en yeni iletileri tut ve en eskileri sil

source: If active, most recent messages are kept until the quota is reached and oldest messages are deleted.
tr: Aktif ise, en yeni iletiler kotaya ulaşılana kadar tutulur ve en eski iletiler silinir.

source: Keep only the last
tr: Sadece son

source: If you select this option, POP Filters will be used to decide what to do with messages. You can then select to download, delete or keep them on the server.
tr: Bu seçeneği seçerseniz, POP filtreleri iletiye ne yapılacağına karar verir. Sunucudan iletiyi indirmeyi, silmeyi veya saklamayı ayarlıyabilirsiniz.

source: &Filter messages if they are greater than
tr: &Boyu

source: Des&tination folder:
tr: He&def dizin:

source: Pre-com&mand:
tr: Ön Ko&mut:

source: Set the folder where new messages from this account are put
tr: Bu hesaptan gelen yeni iletilerin konulacağı dizini ayarlar

source: &Use pipelining for faster mail download
tr: E-postaları daha hızlı indirmek için borulama k&ullan

# @title:window
source: Template Configuration
tr: Şablon Yapılandırması

# @title Message template
source: New Message
tr: Yeni İleti

# @title Message template
source: Reply to Sender
tr: Gönderene Yanıtla

# @title Message template
source: Reply to All / Reply to List
tr: Tümüne Yanıtla / Listeye Gönder

# @title Message template
source: Forward Message
tr: İletiyi Yönlendir

# @label:textbox Prefix for quoted message lines
source: &Quote indicator:
tr: &Alıntı göstergesi:
