Repository: pars-linux/uludag
Catalog: trunk/l10n-kde4/*/messages/kdepim/kmail.po
Languages: tr

source: <qt> <h1>Warn If CA Certificate Expires</h1> Select the minimum number of days the CA certificate should be valid without issuing a warning. <p> The recommended SPHINX setting is 14 days. </qt>
tr: <qt> <h1> CA Sertifikası Sona Eriyorsa Uyar</h1> Uyarı yayınlanmadan önce en az ne kadar gün CA sertifikasının geçerli olduğunu seç <p> Tavsiye edilen SPHINX ayarı 14 gündür. </qt>

source: <qt> <h1>Warn If Root Certificate Expires</h1> Select the minimum number of days the root certificate should be valid without issuing a warning. <p> The recommended SPHINX setting is 14 days. </qt>
tr: <qt> <h1> Root Sertifikası Sona Eriyorsa Uyar</h1> Uyarı yayınlanmadan önce en az ne kadar gün root sertifikasının geçerli olduğunu seç <p> Tavsiye edilen SPHINX ayarı 14 gündür. </qt>

source: For root certificates:
tr: Kök sertifikalar için:

source: For intermediate CA certificates:
tr: Orta seviye CA sertivikaları için:

source: For end-user certificates/keys:
tr: Son-kullanıcı sertifikaları/anahtarları için:

source: Re-enable All "Do not Ask Again" Warnings
tr: Tüm "Bir Daha Sorma" Uyarılarını Yeniden Etkinleştir

source: Groupware Compatibility && Legacy Options
tr: Grup Çalışması Uyumluluğu ve Diğer Seçenekler

source: Turn this option on in order to make Outlook(tm) understand your answers to invitation replies
tr: Outlook'un gönderdiğiniz davetleri anlayabilmesi için bu seçeneği tıklayın.

source: &Mangle From:/To: headers in replies to invitations
tr: Davetlere yanıt verirken Kimden:/Kime: başlıklarını &Parçala

source: Turn this option on in order to make Outlook(tm) understand your answers to invitations
tr: Outlook'un gönderdiğiniz davetleri anlayabilmesi için bu seçeneği tıklayın.

source: Send &invitations in the mail body
tr: &Davetleri e-postanın gövdesine ekleyerek yolla

source: Microsoft Outlook, when used in combination with a Microsoft Exchange server, has a problem understanding standards-compliant groupware email. Turn this option on to send groupware invitations in a way that Microsoft Exchange understands.
tr: Microsoft Outlook, bir Microsoft Exchange sunucusuyla birlikte kullanıldığında, standarda uygun grup e-postalarını anlamakta sorun yaşamaktadır. Bu seçeneği açık duruma getirerek, Microsof Exchange'nin anlayacağı biçimde grup davetlerini gönderebilirsiniz.

source: Exchange-compatible invitation &naming
tr: Exchange uyumlu davet &isimlendirmesi

source: Send invitation reply comments in a way that Microsoft Outlook(tm) understands.
tr: Davete cevap yorumlarını Microsoft Outlook(tm) tarafından anlaşılacak bir şekilde gönder.

source: Outlook compatible invitation reply comments
tr: Outlook uyumlu davet yanıtlama açıklamaları

source: When this is on, the user will not see the mail composer window. Invitation mails are sent automatically.
tr: Bu seçenek açıkken, kullanıcı ileti yazma penceresini görmeyecektir. Davet iletileri otomatik olarak gönderilir.

source: &Automatic invitation sending
tr: &Otomatik davet gönderimi

source: Options
tr: Seçenekler

source: Delete invitation emails after the reply to them has been sent
tr: Cevap gönderildikten sonra davet e-postalarını sil

source: Incoming accounts (add at least one):
tr: Gelen hesaplar (en az bir hesap ekleyin):

source: R&emove
tr: &Sil

source: Chec&k mail on startup
tr: Başlangıçta &e-postaları denetle

source: New Mail Notification
tr: Yeni E-Posta Uyarısı

source: &Beep
tr: &Sesli uyarı

source: &Use message indicator
tr: &İleti göstergesi kullan

source: Show for each folder the number of newly arrived messages
tr: Her dizin için yeni gelen iletilerin sayısını göster

source: Deta&iled new mail notification
tr: &Detaylı yeni ileti bildirimi

source: Other Actio&ns...
tr: Di&ğer Eylemler...

source: If this option is selected, S/MIME certificates are validated using Certificate Revocation Lists (CRLs).
tr: Bu seçenek seçilirse, S/MIME sertifikaları Sertifika İptal Listeleri (SİL'ler) kullanılarak doğrulanır.

source: Validate certificates using CRLs
tr: Sertifikaları CRL'ler kullanarak doğrula

source: If this option is selected, S/MIME certificates are validated online using the Online Certificates Status Protocol (OCSP). Fill in the URL of the OCSP responder below.
tr: Bu seçenek seçilirse, S/MIME sertifikaları Çevrimiçi Sertifika Durum Protokolü (OÇSP) kullanılarak çevrimiçi şekilde doğrulanır. Aşağıya, OCSP'ye cevap verecek yere ait URL'yi girin.

source: Validate certificates online (OCSP)
tr: Sertifikaları çevirim içi doğrula (OSCP)

source: Online Certificate Validation
tr: Çevirim İçi Sertifika Doğrulması

source: OCSP responder URL:
tr: OCSP yanıtlayıcı adresi:

source: OCSP responder signature:
tr: OCSP yanıtlayıcı imzası:

source: Enter here the address of the server for online validation of certificates (OCSP responder). The URL is usually starting with http://.
tr: Sertifikaların çevrimiçi olarak doğrulanması için sunucunun adresini buraya girin (OCSP cevapçısı). URL genellikle http:// ile başlar.

source: Ignore service URL of certificates
tr: Sertifikaların servis adreslerini yoksay

source: By default GnuPG uses the file ~/.gnupg/policies.txt to check if a certificate policy is allowed. If this option is selected, policies are not checked.
tr: Varsayılan ayar olarak, GnuPG ~/.gnupg/policies.txt dosyasını kullanarak bir sertifika politikasına izin verilip verilmediğini kontrol eder. Bu seçenek seçilirse, politikalar kontrol edilmez.

source: Do not check certificate policies
tr: Sertifika politikalarını kontrol etme

source: If this option is checked, Certificate Revocation Lists are never used to validate S/MIME certificates.
tr: Bu seçenek seçilirse, Sertifika İptal Listeleri S/MIME sertifikalarının doğrulanması için asla kullanılmaz.

source: Never consult a CRL
tr: Hiç bir zaman bir CRL'e danışma

source: If this option is checked, missing issuer certificates are fetched when necessary (this applies to both validation methods, CRLs and OCSP)
tr: Bu seçenek seçilirse, kayıp işleyici sertifikaları gerekli olduğu zaman getirilir (bu CRLlere ve OCSP'ye uyar).

source: Fetch missing issuer certificates
tr: Yayınlanan kayıp sertifikaları getir

source: HTTP Requests
tr: HTTP İstekleri

source: Entirely disables the use of HTTP for S/MIME.
tr: S/MIME için HTTP kullanımını tamamen kapatır.

source: Do not perform any HTTP requests
tr: Hiçbir HTTP isteğini gerçekleştirme

source: When looking for the location of a CRL, the to-be-tested certificate usually contains what are known as "CRL Distribution Point" (DP) entries, which are URLs describing the way to access the URL. The first found DP entry is used. With this option all entries using the HTTP scheme are ignored when looking for a suitable DP.
tr: Bir CRL'nin yerine bakıldığında, test edilecek sertifikada genellikle "CRL Dağıtım Noktası" (DP) girdileri bulunur, bunlar URL'ye erişme yolunu bildiren URL'lerdir. İlk bulunan DP girdisi kullanılır. Bu seçenek ile, HTTP şemasını kullanan bütün girdiler, uygun bir DP'ye bakılırken ihmal edilir.

source: Ignore HTTP CRL distribution point of certificates
tr: Sertifikaların HTTP CRL dağıtım noktalarını yoksay

source: If this option is selected, the value of the HTTP proxy shown on the right (which comes from the environment variable http_proxy) will be used for any HTTP request.
tr: Bu seçenek seçilirse, sağda gösterilen HTTP vekilinin değeri (çevresel değişken http_proxy'den gelir) herhangi bir HTTP isteği için kullanılacaktır.

source: Use system HTTP proxy:
tr: Sistem HTTP vekil sunucusunu kullan:

source: Use this proxy for HTTP requests:
tr: HTTP istemleri için bu vekil sunucusunu kullan:

source: Enter here the location of your HTTP Proxy, which will be used for all HTTP requests relating to S/MIME. The syntax is host:port, for instance myproxy.nowhere.com:3128.
tr: S/MIME ile ilgili tüm HTTP istemleri için kullanılacak olan HTTP verkil sunucuznuzun konumunu buraya girin. makine_adı:bağlantı_noktası şeklinde yazılır, örneğin vekilsunucum.biryer.com:3128.

source: LDAP Requests
tr: LDAP İstekleri

source: Entirely disables the use of LDAP for S/MIME.
tr: S/MIME için LDAP kullanımını tamamen kapatır.

source: Do not perform any LDAP requests
tr: Hiçbir LDAP isteğini gerçekleştirme

source: When looking for the location of a CRL, the to-be-tested certificate usually contains what are known as "CRL Distribution Point" (DP) entries, which are URLs describing the way to access the URL. The first found DP entry is used. With this option all entries using the LDAP scheme are ignored when looking for a suitable DP.
tr: Bir CRL'nin yerine bakıldığında, test edilecek sertifikada genellikle "CRL Dağıtım Noktası" (DP) girdileri bulunur, bunlar URL'ye erişme yolunu bildiren URL'lerdir. İlk bulunan DP girdisi kullanılır. Bu seçenek ile, LDAP şemasını kullanan bütün girdiler, uygun bir DP'ye bakılırken ihmal edilir.

source: Ignore LDAP CRL distribution point of certificates
tr: Sertifikaların LDAP CRL dağıtım noktalarını yoksay

source: Primary host for LDAP requests:
tr: LDAP istemleri için birincil makine:

source: Entering a LDAP server here will make all LDAP requests go to that server first. More precisely, this setting overrides any specified host and port part in a LDAP URL and will also be used if host and port have been omitted from the URL. Other LDAP servers will be used only if the connection to the "proxy" failed. The syntax is "HOST" or "HOST:PORT". If PORT is omitted, port 389 (standard LDAP port) is used.
tr: Buraya bir LDAP sunucusu girilirse bütün LDAP istekleri öncelikle bu sunucuya gider. Daha doğru olarak, bu ayar LDAP URL'deki belirlenmiş herhangi bir sahip ve port kısmını değiştirir. Diğer LDAP sunucuları, "proxy" bağlantısı başarısız olduğunda kullanılacaktır. Sözdizimi "HOST" veya "HOST.PORT" şeklindedir. PORT kısmı yazılmazsa, standart LDAP portu olan 389 kullanılır.

source: Account Type: Maildir Account
tr: Hesap Tipi: Posta Dizini Hesabı

source: Folder location:
tr: Dizin konumu:

source: Include in &manual mail check
tr: El ile yapılan posta kontrollerini de içerir

source: &Pre-command:
tr: &Ön komut:

source: This prevents the automatic expiry of old messages in a folder from deleting (or moving to an archive folder) the messages that are marked 'Important' or 'Action Item'
tr: Bu seçenek, 'önemli' veya 'Hareket Unsuru' olarak işaretlenmiş iletilerin silinmesini (veya arşiv dizinine taşınmasını) ve eski iletilerin otomatik olarak devre dışı kalmasını önler.

source: Send queued mail on mail check
tr: Kuyruktaki e-postayı, e-posta kontrolünde gönder

source: <qt><p>Select whether you want KMail to send all messages in the outbox on manual or all mail checks, or whether you do not want messages to be sent automatically at all. </p></qt>
tr: <qt><p>KMail'in giden kutusundaki bütün iletileri elle veya tüm posta kontrolünde göndermesini, ya da iletilerin hiçbir şekilde otomatik olarak gönderilmemesini ayarlayabilirsiniz.</p></qt>

source: Automatically move non-synced mails from folders with insufficient access rights
tr: Yetersiz erişim haklarına sahip dizinlerden eşzamanlı yapılmamış iletileri otomatik olarak taşır

source: If there are new messages in a folder, which have not been uploaded to the server yet, but you do not have sufficient access rights on the folder now to upload them, these messages will automatically be moved into a lost and found folder.
tr: Sunucuya henüz yüklenmemiş olan bir dizinde yeni iletiler varsa, ancak bunları yüklemek için dizin üzerinde yeterli erişim izniniz yoksa, iletiler otomatik olarak bir kayıp ve bulunan dizinine taşınır.

source: Allow local flags in read-only folders
tr: Salt okunur dizinlerde yerel işaretlemelere izin ver

source: This setting allows administrators to set a minimum delay between two mail checks. The user will not be able to choose a value smaller than the value set here.
tr: Bu ayar, yöneticilerin iki posta kontrolü arasında en az miktarda ara verilmesini ayarlamasına yardımcı olur. Kullanıcı, burada belirlenen değerden daha küçük bir değer seçemez.

source: The most recently selected folder in the folder selection dialog.
tr: Dizin seçim ekranında en çok seçilen dizin.

source: Disregard the users umask setting and use "read-write for the user only" instead
tr: Kullanıcıların umask ayarlarını gözardı et ve bunun yerine "yalnızca kullanıcı için yaz-oku" kullan

source: Policy for showing the system tray icon
tr: Panel çubuğu simgesini göstermek için politika

source: Close the application when the main window is closed, even if there is a system tray icon active.
tr: Aktif durumda bir sistem tepsi simgesi varsa bile, ana pencere kapatıldığında uygulamayı kapat.

source: Verbose new mail notification
tr: Ayrıntılı yeni e-posta uyarısı

source: If this option is enabled then for each folder the number of newly arrived messages is shown in the new mail notification; otherwise, you will only get a simple 'New mail arrived' message.
tr: Bu seçenek aktifleştirilirse, yeni posta uyarısında, yeni ulaşan iletilerin sayısı her bir dizin için gösterilir, aksi takdirde, basit bir 'Yeni posta alındı' iletisi alırsınız.

source: Use message indicator
tr: İleti göstergesi kullan

source: If this option is enabled and a message indicator is installed on the desktop, then indicators will be displayed for folders containing unread messages.
tr: Eğer bu seçenek etkinleştirilir ve masaüstünde bir ileti göstergesi kurulursa okunmamış iletileri içeren klasörler için göstergeler görüntülenecektir.

source: Specify e&ditor:
tr: Bir düzenleyici &belirtin:

source: Use e&xternal editor instead of composer
tr: &Harici düzenleyici kullan

source: The threshold for when to warn the user that a folder is nearing its quota limit.
tr: Bir dizinin kota sınırına yaklaştığını kullanıcıya bildirme eşik değeri.

source: The filename separator for maildir files "uniq:info" - see the original maildir specification at http://cr.yp.to/proto/maildir.html The default depends on the current operating system. WIN='!', all others ':'.
tr: "uniq:info" maildir dosyaları için dosya adı ayracı - http://cr.yp.to/proto/maildir.html adresindeki özgün maildir belirtimine bakabilirsiniz Öntanımlı değer geçerli işletim sistemine bağlıdır. WIN='!', diğer tümü ':'.

source: Enable groupware functionality
tr: G&rup çalışması özelliğini etkinleştir

source: Mangle From:/To: headers in replies to replies
tr: Cevaplara cevap verirken Kimden:/Kime: başlıklarını parçala

source: Microsoft Outlook has a number of shortcomings in its implementation of the iCalendar standard; this option works around one of them. If you have problems with Outlook users not being able to get your replies, try setting this option.
tr: Microsoft Outlook, iCalendar standardının uygulamasında birkaç kusur içerir; bu seçenek bunlardan birini gidermeye yarar. Outlook kullanıcılarınızın cevaplarınızı alamadığı şikâyetini alıyorsanız, bu seçeneği deneyin.

source: Send groupware invitations in the mail body
tr: Posta gövdesinde grup çalışması daveti gönder

source: Microsoft Outlook has a number of shortcomings in its implementation of the iCalendar standard; this option works around one of them. If you have problems with Outlook users not being able to get your invitations, try setting this option.
tr: Microsoft Outlook, iCalendar standardının uygulamasında birkaç kusur içerir; bu seçenek bunlardan birini gidermeye yarar. Outlook kullanıcılarınızın davetlerinizi alamama sorunu ile karşı karşıya kalıyorsanız, bu seçeneği deneyin.

source: Exchange-compatible invitation naming
tr: Exchange uyumlu davet isimlendirmesi

source: Microsoft Outlook, when used in combination with a Microsoft Exchange server, has a problem understanding standards-compliant groupware email. Turn this option on to send groupware invitations in a way that Microsoft Exchange understands.
tr: Microsoft Outlook, bir Microsoft Exchange sunucusuyla birlikte kullanıldığında, standarda uygun grup e-postalarını anlamakta sorun yaşamaktadır. Bu seçeneği açık duruma getirerek, Microsof Exchange'nin anlayacağı biçimde grup davetlerini gönderebilirsiniz.

source: When replying to invitations, send the reply comment in way that Microsoft Outlook understands.
tr: Davetlere yanıt verirken, Microsoft Outlook'un anlayacağı bir şekilde yanıt yorumunu gönder.

source: Automatic invitation sending
tr: Otomatik davet gönderimi

source: When this is checked, you will not see the mail composer window. Instead, all invitation mails are sent automatically. If you want to see the mail before sending it, you can uncheck this option. However, be aware that the text in the composer window is in iCalendar syntax, and you should not try modifying it by hand.
tr: Bu seçenek işaretlenirse, posta düzenleme penceresini görmeyeceksiniz, bunun yerine bütün davet postaları otomatik olarak gönderilecektir. Göndermeden önce postayı görmek istiyorsanız, bu seçeneği işaretlemeyin. Ancak, pencere içindeki metnin iCalendar sözdizimine uygun olduğuna dikkat edin ve elle değiştirmemeye çalışın.

source: When this is checked, received invitation emails that have been replied to will be moved to the Trash folder, once the reply has been successfully sent.
tr: Bu seçenek işaretlendiğinde, cevaplanan ve alınan davet e-postaları, cevap başarı ile gönderildiği zaman Çöp dizinine taşınır.

source: <p>Enabling this makes it possible to store the entries from the Kontact applications (KOrganizer, KAddressBook, and KNotes.)</p><p>If you want to set this option you must also set the applications to use the IMAP resource; this is done in the KDE System Settings.</p>
tr: <p>Bunu etkinleştirirseniz, Kontact uygulamaları (KOrganizer, KAddressBook ve KNotes) üzerinden girdileri saklamak mümkün olur.</p><p>Bu seçeneği ayarlamak istiyorsanız, uygulamaların IMAP kaynağını kullanmasını da sağlamak zorundasınız. Bunun için KDE Sistem Ayarları'nı kullanabilirsiniz.</p>

source: <p>Usually you will not have any reason to see the folders that hold the IMAP resources. But if you need to see them, you can set that here.</p>
tr: <p>Genellikle IMAP kaynaklarını tutan dizinleri görmek için hiçbir sebebiniz yoktur. Ancak görmek gerekirse, bu seçenek üzerinden yapabilirsiniz.</p>

source: <p>If the account used for storing groupware information is not used to manage normal mail, set this option to make KMail only show groupware folders in it. This is useful if you are handling regular mail via an additional online IMAP account.</p>
tr: <p>Grup bilgisini saklamak için kullanılan hesap normal postayı yönetmek için kullanılmaz ise, bu seçeneği işaretleyerek KMail'in sadece grup dizinlerini göstermesini sağlayabilirsiniz. Bu, ilave çevrimiçi IMAP hesabı üzerinden normal postaların işlenmesinde kullanışlıdır.</p>

source: <p>Choose the storage format of the groupware folders. <ul><li>The default format is to use the ical (for calendar folders) and vcard (for address book folders) standards. This format makes all Kontact features available.</li><li>The Kolab XML format uses a custom model that matches more closely the one used in Outlook. This format gives better Outlook compatibility, when using a Kolab server or a compatible solution.</li></ul></p>
tr: <p>Grup dizinlerinin saklama biçimini değiştirin.<ul><li>Varsayılan biçim, takvim dizinleri için ical, adres defteri dizinleri için de vcard standartlarının kullanılmasıdır. Bu biçim, bütün Kontact özelliklerinin kullanılmasını sağlar.</li><li>Kolab XML biçimi, Outlook'ta kullanılana daha yakın bir özel model kullanır. Bu biçim, bir Kolab sunucusu veya uyumlu bir çözüm kullanıldığında Outlook'a daha iyi bir uyumluluk verir.</li></ul></p>

source: <p>This chooses the parent of the IMAP resource folders.</p><p>By default, the Kolab server sets the IMAP inbox to be the parent.</p>
tr: <p>Bu IMAP ana kaynak dizinlerini seçer.</p><p>Öntanımlı olarak; Kolab sunucusu IMAP gelen kutusunu ana dizin olarak seçer.</p>

source: <p>This is the ID of the account holding the IMAP resource folders.</p>
tr: <p>Bu IMAP kaynak dizinlerini tutan hesabın kimliğidir.</p>

source: <p>If you want to set the folder names of the IMAP storage to your local language, you can choose between these available languages.</p><p> Please note, that the only reason to do so is for compatibility with Microsoft Outlook. It is considered a bad idea to set this, since it makes changing languages impossible. </p><p>So do not set this unless you have to.</p>
tr: <p>IMAP saklama dizin isimlerini yerel dilinizde yazmak isterseniz, burada mevcut dillerden seçim yapabilirsiniz.</p><p>Lütfen, bunu yapmanızın tek sebebinin Microsoft Outlook ile uyumluluk olmasına dikkat edin. Dilleri değiştirmeyi imkânsız kıldığı için bunu ayarlamanın kötü bir fikir olduğu düşünülür.</p><p>Dolayısı ile mecbur kalmadığınız sürece bu seçeneği değiştirmeyin.</p>

source: Only filter mails received in disconnected IMAP inbox.
tr: Sadece çevrimdışı IMAP gelen kutusundaki iletileri filtrele.

source: Also filter new mails received in groupware folders.
tr: Grup çalışması dizinlerine alınan iletileri de filtrele.

source: Synchronize groupware changes in DIMAP folders immediately when being online.
tr: Bağlantısı kesilmiş DIMAP dizinlerindeki grup çalışması değişikliklerini çevrimiçi olunduğunda hemen eşzamanla.

source: This value is used to decide whether the KMail Introduction should be displayed.
tr: Bu değer KMail Karşılaması'nın gösterilip gösterilmeyeceğine karar vermek için kullanılır.

source: Maximal number of connections per host
tr: Her istemci için izin verilen en fazla bağlantı sayısı

source: This can be used to restrict the number of connections per host while checking for new mail. By default the number of connections is unlimited (0).
tr: Yeni posta kontrolü yapılırken sahip başına bağlantı sayısını kısıtlamak için bu seçenek kullanılabilir. Varsayılan ayarlarda, bağlantı sayısı sınırsızdır (0).

source: Show folder quick search line edit
tr: Hızlı dizin arama satırını göster

source: Hide local inbox if unused
tr: Kullanılmıyorsa yerel gelen kutusunu sakla

source: Forward Inline As Default.
tr: İleti içi metni Varsayılan Olarak Yönlendir.

source: Allow the semicolon character (';') to be used as separator in the message composer.
tr: İleti düzenleyicide ayıraç olarak noktalı virgül karakterini (';') kullanmaya izin ver.

source: Keep original charset when replying or forwarding if possible
tr: &Yanıtlarken ya da iletirken mümkünse asıl karakter kümesini koru

source: A&utomatically insert signature
tr: İ&mzayı otomatik olarak ekle

source: Remember this identity, so that it will be used in future composer windows as well.
tr: Bu kimliği, daha sonraki düzenleme pencerelerinde de kullanması için hatırla.

source: Remember this folder for sent items, so that it will be used in future composer windows as well.
tr: Gönderilen ögeler için bu dizini, daha sonraki düzenleme pencerelerinde de kullanılması için hatırla.

source: Remember this mail transport, so that it will be used in future composer windows as well.
tr: Bu iletişim yöntemini, daha sonraki düzenleme pencerelerinde de kullanılması için hatırla.

source: Word &wrap at column:
tr: &Sözcükleri bu sütunda kaydır:

source: Warn if the number of recipients is larger than
tr: Alıcı sayısı bunu aşarsa uyar

source: If the number of recipients is larger than this value, KMail will warn and ask for a confirmation before sending the mail. The warning can be turned off.
tr: Alıcı sayısı bu değerden daha büyük ise, KMail postayı göndermeden önce uyarı verecek ve bir onay isteyecektir. Uyarı iletisi kapatılabilir.

source: Turn this option on to make Outlook &#8482; understand attachment names containing non-English characters
tr: Bu seçenek aktif duruma geçirilirse Outlook &#8482; İngilizce dışı karakterler içeren ek dosya isimlerini anlar.
