Repository: pars-linux/uludag
Catalog: trunk/l10n-kde4/*/messages/kdepim/kmail.po
Languages: tr

source: Enable system tray icon
tr: Sistem çekmecesini etkinleştir

source: System Tray Mode
tr: Panel Çubuğu Yöntemi

source: Always show KMail in system tray
tr: &Her zaman Kmail'i panel çubuğunda göster

source: Only show KMail in system tray if there are unread messages
tr: Eğer okunmamış e-postalar varsa Kmail'i panel çubuğunda göster

source: A&vailable Tags
tr: K&ullanılabilir Etiketler

source: Add new tag
tr: Yeni etiket ekle

source: Remove selected tag
tr: Seçilen etiketleri sil

source: Increase tag priority
tr: Etiket önceliğini yükselt

source: Decrease tag priority
tr: Etiket önceliğini düşür

source: Ta&g Settings
tr: Etiket &Ayarları

# @label:listbox Name of the tag
source: Name:
tr: İsim:

source: Change te&xt color:
tr: Metin &rengini değiştir:

source: Change &background color:
tr: Arkaplan rengini &değiştir:

source: Change fo&nt:
tr: Yazı tTipini&dDeğişti:r

source: Message tag &icon:
tr: İleti etiketi simges&i:

source: Shortc&ut:
tr: &Kısayol:

source: Enable &toolbar button
tr: Araç çubuğu &düğmesini etkinleştir

# General settings for the composer.
source: General
tr: Genel

source: Standard Templates
tr: Standart Şablonlar

source: Custom Templates
tr: Özel Şablonlar

# Settings regarding the subject when composing a message.
source: Subject
tr: Konu

source: Charset
tr: Karakter kümesi

source: Headers
tr: Başlıklar

# Config->Composer->Attachments
source: Attachments
tr: Eklentiler

source: Warn if too many recipients are specified
tr: Çok fazla sayıda alıcı belirtildiğinde uyar

source: Warn if more than this many recipients are specified
tr: Birden fazla alıcı belirtildiğinde uyar

source: No autosave
tr: Otomatik kayıt yok

source: min
tr: dakika

source: Default Forwarding Type:
tr: Öntanımlı Yönlendirme Tipi:

# @item:inlistbox Inline mail forwarding
source: Inline
tr: İçinde

source: As Attachment
tr: Eklenti Olarak

source: Configure Completion Order...
tr: Tamamlama Sırasını Yapılandır...

source: External Editor
tr: Harici Düzenleyici

source: <b>%f</b> will be replaced with the filename to edit.
tr: <b>%f</b> düzenlenecek dosya adıyla değiştirilecektir.

source: Repl&y Subject Prefixes
tr: &Yanıtlama Konusu Önekleri

source: Recognize any sequence of the following prefixes (entries are case-insensitive regular expressions):
tr: Aşağıdaki önekleri tanı (büyük-küçük harf duyarsız):

source: A&dd...
tr: &Ekle...

source: Re&move
tr: &Sil

source: Mod&ify...
tr: &Değiştir...

source: Enter new reply prefix:
tr: Yeni yanıt ön ekini girin:

source: For&ward Subject Prefixes
tr: Yönlendirme &Konusu Önekleri

source: Remo&ve
tr: Ka&ldır

source: Enter new forward prefix:
tr: Yeni iletim önekini girin:

source: This list is checked for every outgoing message from the top to the bottom for a charset that contains all required characters.
tr: Bu liste, giden her e-posta için yukarıdan aşağıya doğru denetlenecektir.

source: Enter charset:
tr: Karakter kümesini girin:

source: &Keep original charset when replying or forwarding (if possible)
tr: &Yanıtlarken ya da iletirken asıl karakter kümesini koru (mümkünse).

source: This charset is not supported.
tr: Bu karakter kümesi desteklenmiyor.

source: &Use custom message-id suffix
tr: Ö&zel İleti kimliği son ekini kullan

source: Custom message-&id suffix:
tr: Özel &İleti-kimliği (message-id) son eki:

source: Define custom mime header fields:
tr: Özel mime başlık etiketleri tanımla:

# @title:column Name of the mime header.
source: Name
tr: İsim

# @title:column Value of the mimeheader.
source: Value
tr: Değer

# @action:button Add new mime header field.
source: Ne&w
tr: Ye&ni

# @label:textbox Name of the mime header.
source: &Name:
tr: İsi&m:

source: &Value:
tr: &Kaynak:

source: Outlook-compatible attachment naming
tr: Outlook-uyumlu eklenti isimlendirmesi

source: Turn this option on to make Outlook(tm) understand attachment names containing non-English characters
tr: Outlook'un İngilizce-Olmayan eklenti isimlerini anlayabilmesi için bu seçeneği aktif hale getirin

source: E&nable detection of missing attachments
tr: Eksik eklentilerin bulunmasını etki&nleştir

source: Recognize any of the following key words as intention to attach a file:
tr: Bu anahtar kelimelerin herhangi birini dosya eklentisi isteği olarak algıla:

source: Enter new key word:
tr: Yeni anahtar kelimeyi girin:

source: You have chosen to encode attachment names containing non-English characters in a way that is understood by Outlook(tm) and other mail clients that do not support standard-compliant encoded attachment names. Note that KMail may create non-standard compliant messages, and consequently it is possible that your messages will not be understood by standard-compliant mail clients; so, unless you have no other choice, you should not enable this option.
tr: Standarda uyan kodlu ek dosya isimlerini desteklemeyen Outlook(tm) ve diğer posta istemcileri tarafından anlaşılacak şekilde, İngilizce olmayan karakterleri içeren ek dosya isimlerini şifrelemeyi seçtiniz. KMail'in standarda uymayan iletileri oluşturabileceğine ve sonrasında iletilerinizin standarda uygun posta istemcileri tarafından anlaşılmayabileceğine dikkat edin; başka bir seçeneğiniz yok ise, bu seçeneği aktif hale getirmemeniz gerekir.

source: Reading
tr: Okuma

source: Composing
tr: Düzenleme

source: Warnings
tr: Uyarılar

source: S/MIME Validation
tr: S/MIME Doğrulaması

source: Crypto Backends
tr: Şifreleme Arka Uçları

source: Changing the global HTML setting will override all folder specific values.
tr: Genel HTML ayarları tüm dizinlere özel değerleri değiştirecek.

source: This option requires dirmngr >= 0.9.0
tr: Bu seçenek dirmngr >= 0.9.0 gerektirir

source: no proxy
tr: vekil sunucus yok

source: (Current system setting: %1)
tr: (Şu anki sistem ayarları: %1)

source: Folders
tr: Dizinler

source: Groupware
tr: Grup Çalışması

source: Invitations
tr: Davetler

source: Set the parent of the resource folders
tr: Kaynak klasörleri için ana klasörü seçin

source: <Choose a Folder>
tr: <Bir Dizin Seçin>

source: &Resource folders are subfolders of:
tr: Kaynak dizinle&ri, bu dizinin bir alt dizinidir:

source: &Resource folders are in account:
tr: Kaynak dizinleri bu hesaptadır:

source: <qt>Invitations are normally sent as attachments to a mail. This switch changes the invitation mails to be sent in the text of the mail instead; this is necessary to send invitations and replies to Microsoft Outlook.<br />But, when you do this, you no longer get descriptive text that mail programs can read; so, to people who have email programs that do not understand the invitations, the resulting messages look very odd.<br />People that have email programs that do understand invitations will still be able to work with this.</qt>
tr: <qt> Davetler, e-postaya ekli olarak gönderilirler. Bu değişiklik, davetleri artık e-postanın gövdesinde iletilmesini sağlayacaktır. Özellikle Outlook kullanan kişilere davet yazarken ve yanıt alırken bu değişikliğin yapılması gereklidir.<br />Ancak, bu işlem, gönderdiğiniz davetleri okuyamayan e-posta programlarında hatalı gösterimlere neden olacaktır.<br />Davetleri okuyabilen e-posta programları bu seçenek ile sorun yaşamayacaktır. </qt>

source: Mail Expiry Properties
tr: Posta Sona Erme Özellikleri

source: Expire read messages after
tr: Okunmuş e-postaların süresini doldur

# Expire messages after %1
source: day
tr: gün

source: Expire unread messages after
tr: Okunmamış iletilerin süresini doldur

source: Move expired messages to:
tr: Okunan iletileri buraya taşı:

source: Delete expired messages permanently
tr: Süresi dolmuş iletileri kalıcı olarak sil

source: Note: Expiry action will be applied immediately after confirming settings.
tr: Not: Sona erdirme eylemi ayarlar onaylandıktan sonra gerçekleştirilecektir.

source: Please select a folder to expire messages into.
tr: Süresi sona erdirilecek iletiler için bir dizin seçin.

source: No Folder Selected
tr: Dizin Seçilmedi

source: Set Focus to Quick Search
tr: Hızlı Aramayı Odakla

source: Extend Selection to Previous Message
tr: Seçimi Önceki İletiye Genişlet

source: Extend Selection to Next Message
tr: Seçimi Sonraki İletiye Genişlet

source: Old Folders
tr: Eski Dizinler

source: Favorite Folders
tr: Sık Kullanılan Dizinler

source: Remove Duplicate Messages
tr: Çift İletileri Sil

source: Move Message to Folder
tr: İletiyi Dizine Taşı

source: Copy Message to Folder
tr: İletiyi Dizine Kopyala

source: Jump to Folder...
tr: Dizine Geç...

source: Abort Current Operation
tr: Geçerli İşlem Hakkında

source: Focus on Next Folder
tr: Sonraki Dizine Odaklan

source: Focus on Previous Folder
tr: Önceki Dizine Odaklan

source: Select Folder with Focus
tr: Dizini Odaklanarak Seç

source: Focus on Next Message
tr: Sonraki İletiye Odaklan

source: Focus on Previous Message
tr: Önceki İletiye Odaklan

source: Select Message with Focus
tr: Odaklanan İletiyi Seç

source: 1 new message in %2
tr: %2 içinde %1 yeni ileti

# %1 is a list of the number of new messages per folder
source: <b>New mail arrived</b><br />%1
tr: <b>Yeni bir iletiniz var</b><br />%1

source: New mail arrived
tr: Yeni posta geldi

source: (no templates)
tr: (şablon yok)

source: Properties of Folder %1
tr: %1 Dizininin Özellikleri

source: This folder does not have any expiry options set
tr: Bu dizin için herhangi bir süre dolumu seçeneği ayarlanmamış

source: <qt>Are you sure you want to expire the folder <b>%1</b>?</qt>
tr: <qt><b>%1</b> dizinini gerçekten silmek istiyor musunuz?</qt>

source: Expire Folder
tr: Dizinin Süresini Doldur

source: &Expire
tr: &Süresini Doldur

source: Move to Trash
tr: Çöpe Taşı

source: Are you sure you want to empty the trash folder?
tr: Çöp dizinini gerçekten boşaltmak istiyor musunuz?

source: <qt>Are you sure you want to move all messages from folder <b>%1</b> to the trash?</qt>
tr: <qt>Gerçekten <b>%1</b> dizinindeki tüm iletileri çöpe taşımak istiyor musunuz?</qt>

source: Moved all messages to the trash
tr: Bütün iletiler çöp kutusuna taşındı

source: Delete Search
tr: Aramayı Sil

source: <qt>Are you sure you want to delete the search <b>%1</b>?<br />Any messages it shows will still be available in their original folder.</qt>
tr: <qt>Arama dizini <b>%1</b> dizinini silmek istediğinize emin misiniz?<br />Bu dizin içerisindeki iletiler aslında başka dizinlerde saklandıkları için silinmeyecekler.</qt>

# @action:button Delete search
source: &Delete
tr: &Sil

source: Delete Folder
tr: Dizini Sil

source: <qt>Are you sure you want to delete the empty folder <b>%1</b>?</qt>
tr: <qt><b>%1</b> boş dizinini gerçekten silmek istiyor musunuz?</qt>

source: <qt>Are you sure you want to delete the empty folder <resource>%1</resource> and all its subfolders? Those subfolders might not be empty and their contents will be discarded as well. <p><b>Beware</b> that discarded messages are not saved into your Trash folder and are permanently deleted.</p></qt>
tr: <qt><resource>%1</resource> isimli boş klasörü ve içindeki alt klasörleri silmek istediğinizden emin misiniz? Bu alt klasörler boş olmayabilir ve içerikleri dikkate alınmayacaktır.<p>Dikkate alınmayan iletilerin Çöp dizininize <b>kaydedilmeyeceğini</b> ve süresiz olarak <b>silineceğini</b> unutmayın.

source: <qt>Are you sure you want to delete the folder <resource>%1</resource>, discarding its contents? <p><b>Beware</b> that discarded messages are not saved into your Trash folder and are permanently deleted.</p></qt>
tr: <qt><resource>%1</resource> klasörünü silerek, içeriğini gözardı etmeyi gerçekten istiyor musunuz? <p>Gözardı edilen iletilerin Çöp dizininize <b>kaydedilmeyeceğini</b> ve süresiz olarak <b>silineceğini</b>< unutmayın.</p></qt>

source: <qt>Are you sure you want to delete the folder <resource>%1</resource> and all its subfolders, discarding their contents? <p><b>Beware</b> that discarded messages are not saved into your Trash folder and are permanently deleted.</p></qt>
tr: <qt><resource>%1</resource> klasörünü ve bütün alt klasörlerini silerek, içeriğini gözardı etmeyi gerçekten istiyor musunuz? <p>Gözardı edilen iletilerin Çöp dizininize <b>kaydedilmeyeceğini</b> ve süresiz olarak <b>silineceğini</b>< unutmayın.</p></qt>

# @action:button Delete folder
source: &Delete
tr: &Sil

# @info
source: You are about to recreate the index for folder <resource>%1</resource>.<nl/><warning>This will destroy all message status information.</warning><nl/>Are you sure you want to continue?
tr: <resource>%1</resource> isimli klasör için indeksi yeniden oluşturmak üzeresiniz.<nl/><warning>Bu bütün ileti durum bilgisini yok edecektir.</warning><nl/>Devam etmek istediğinizden emin misiniz?<

# @title
source: Really recreate index?
tr: İndeks gerçekten yeniden oluşturulsun mu?

# @action:button
source: Recreate Index
tr: İndeksi Yeniden Oluştur

source: The index of folder %1 has been recreated.
tr: %1 dizini için indeks yeniden oluşturuldu.

source: Index recreated
tr: İndeks yeniden oluşturuldu

source: Are you sure you want to refresh the IMAP cache? This will remove all changes that you have done locally to your IMAP folders.
tr: Gerçekten IMAP önbelleğini tazelemek istiyor musunuz? Bu işlem, IMAP dizinlerine, yerel olarak yaptığınız tüm dizin değişikliklerini silecektir.

source: Are you sure you want to expire all old messages?
tr: Tüm eski iletilerin süresinin dolmasını istiyor musunuz?

source: Expire Old Messages?
tr: Eski İletilerin Süresini Doldur?

source: Expire
tr: Süresini doldur

source: Use of HTML in mail will make you more vulnerable to "spam" and may increase the likelihood that your system will be compromised by other present and anticipated security exploits.
tr: İletilerde HTML kullanımı sizi "çöp" iletilere karşı daha savunmasız yapar ve sisteminizin güvenlik açıklarını sezen programlarla saldırıya uğramasına sebep olabilir.

source: Security Warning
tr: Güvenlik Uyarısı

source: Use HTML
tr: HTML Kullan

source: Loading external references in html mail will make you more vulnerable to "spam" and may increase the likelihood that your system will be compromised by other present and anticipated security exploits.
tr: HTML iletilerde dış referansları kullanmak sizi "çöp" postalara karşı daha savunmasız yapar ve sisteminizin güvenlik açıklarını sezen programlarla saldırıya uğramasına sebep olabilir.

source: Load External References
tr: Dış Referansları Yükle

source: <qt>Do you really want to delete the selected message?<br />Once deleted, it cannot be restored.</qt>
tr: <qt>Seçili %1 iletiyi gerçekten silmek istiyor musunuz?<br />Bir kez silinirse, bunları geri getiremezsiniz.</qt>

source: Delete Messages
tr: İletileri Sil

source: Delete Message
tr: İletiyi Sil

source: Moving messages...
tr: İletiler taşınıyor...

source: Deleting messages...
tr: İletiler siliniyor...

source: Messages deleted successfully.
tr: İleti başarılı bir şekilde silindi.

source: Messages moved successfully.
tr: İleti başarılı bir şekilde taşındı.

source: Deleting messages failed.
tr: İletiler silinemedi.

source: Deleting messages canceled.
tr: İletileri silme işlemi iptal edildi.

source: Moving messages failed.
tr: İletiler taşınamadı.

source: Moving messages canceled.
tr: İletilerin taşınması işlemi iptal edildi.

source: Copying messages...
tr: İletiler kopyalanıyor...

source: Messages copied successfully.
tr: İleti başarılı bir şekilde kopyalandı.

source: Copying messages failed.
tr: İletiler taşınamadı.

source: Copying messages canceled.
tr: İleti kopyalama işlemi iptal edildi.

source: Copy Messages to Folder
tr: İletileri Dizine Kopyala

source: Moving messages to trash...
tr: İletiler çöp kutusuna taşınıyor...

source: Messages moved to trash successfully.
tr: İletiler başarılı bir şekilde çöp kutusuna taşındı.

source: Moving messages to trash failed.
tr: İletiler çöp kutusuna taşınamadı.

source: Moving messages to trash canceled.
tr: İletileri çöp kutusuna taşıma işlemi iptal edildi.

source: Filter on Mailing-List...
tr: E-posta Listesine Göre Filtre...

source: Filter on Mailing-List %1...
tr: %1 E-posta listesinde

source: Jump to Folder
tr: Dizine Geç

source: Unable to process messages:
tr: İletiler işlenemiyor:

source: KMail's Out of Office Reply functionality relies on server-side filtering. You have not yet configured an IMAP server for this. You can do this on the "Filtering" tab of the IMAP account configuration.
tr: Kmail'ın "Ofis Dışındayım" yanıtlama özelliği sunucu bağımlıdır. Bunun için bir IMAP sunucu ayarı gereklidir. Bu işlemi IMAP hesap yapılandırması altındaki "Filtreleme" sekmesinden tamamlayabilirsiniz.

source: No Server-Side Filtering Configured
tr: Sunucu Filtreleme Özelliği Ayarlanmadı

source: Could not start certificate manager; please check your installation.
tr: Sertifika yöneticisi başlatılamıyor; kurulumunuzu kontrol edin.

source: Could not start GnuPG LogViewer (kwatchgnupg); please check your installation.
tr: GnuPG Gönlük göstericisi (kwatchgnupg) başlatılamıyor; kurulumunuzu kontrol edin.

source: Save &As...
tr: &Farklı Kaydet...

source: &Compact All Folders
tr: &Tüm Dizinleri Sıkıştır

source: &Expire All Folders
tr: &Tüm Dizinlerin Süresini Doldur

source: &Refresh Local IMAP Cache
tr: &Yerel IMAP Önbelleğini Tazele

source: Empty All &Trash Folders
tr: Bü&tün Çöp Dizinlerini Boşalt

source: Check &Mail
tr: &İletileri Kontrol Et

source: Check Mail in Favorite Folders
tr: Sık Kullanılan Dizinlerdeki İletileri Kontrol Et

source: Check Mail In
tr: Hesabın İletilerini Kontrol Et

source: Check Mail
tr: İletileri Kontrol Et

source: &Send Queued Messages
tr: Kuy&ruktaki İletileri Gönder

source: Online status (unknown)
tr: Bağlantı durumu (bilinmiyor)

source: Send Queued Messages Via
tr: Kuyruktaki İletileri Gönder

source: &Address Book
tr: Ad&res Defteri

source: Certificate Manager
tr: Sertifika Yöneticisi

source: GnuPG Log Viewer
tr: GnuPG Günlük Gösterici

source: &Import Messages
tr: İ&letileri İçeriye Aktar

source: &Debug Sieve...
tr: Sieve &Hata Ayıklaması...

source: Filter &Log Viewer...
tr: &Filtre Günlüğü İzleyicisi...

source: &Anti-Spam Wizard...
tr: &Spam Engelleme Sihirbazı...

source: &Anti-Virus Wizard...
tr: &Virüs Engelleme Sihirbazı...

source: &Account Wizard...
tr: &Hesap Sihirbazı...

source: Edit "Out of Office" Replies...
tr: "Ofis Dışında" Yanıtlarını Düzenle...

# @action Hard delete, bypassing trash
source: &Delete
tr: &Sil

source: M&ove Thread to Trash
tr: &Tartışmayı Çöp'e Taşı

source: Move thread to trashcan
tr: Tartışmayı çöp kutusuna taşı

source: Delete T&hread
tr: Ta&rtışmayı Sil

source: &Find Messages...
tr: İ&leti Bul...

source: Select &All Messages
tr: &Tüm İletileri Seç

source: &Properties
tr: Ö&zellikler

source: &Mailing List Management...
tr: &E-Posta Listesi Yönetimi...

source: &Assign Shortcut...
tr: &Kısayol Ata...

source: Mark All Messages as &Read
tr: &Tüm İletileri Okunmuş Olarak İşaretle

source: &Expiration Settings
tr: &Zamanaşımı Ayarları

source: &Compact Folder
tr: Dizini &Sıkıştır

source: Check Mail &in This Folder
tr: &Bu Dizindeki İletileri Kontrol Et

source: Rebuild Index...
tr: İndeksi Yeniden Oluştur...

source: &Archive Folder...
tr: Klasörü &Arşivle...

source: Prefer &HTML to Plain Text
tr: &HTML'yi Düz Metine Tercih Et

source: Load E&xternal References
tr: Dış &Referansları Yükle

source: Copy Folder
tr: Dizini Kopyala

source: Cut Folder
tr: Dizini Kes

source: Paste Folder
tr: Dizini Yapıştır

source: Copy Messages
tr: İletileri Kopyala

source: Cut Messages
tr: İletileri Kes

source: Paste Messages
tr: İletileri Yapıştır

source: &New Message...
tr: &Yeni İleti...

# @action:intoolbar New Empty Message
source: New
tr: Yeni

source: Message From &Template
tr: Şablondan &İleti

source: New Message t&o Mailing-List...
tr: &E-posta Listesine Yeni İleti...

source: Send A&gain...
tr: &Tekrar gönder...

source: &Create Filter
tr: Filtre &Oluştur

source: Filter on &Subject...
tr: Konuya Göre &Filtrele...

source: Filter on &From...
tr: &Gönderene Göre Filtrele...

source: Filter on &To...
tr: &Gidene Göre Filtrele...

source: Filter on Mailing-&List...
tr: E-posta &Listesine Göre Filtrele...

source: New Message From &Template
tr: &Şablondan Yeni İleti

source: Mark &Thread
tr: &Tartışmayı İşaretle

source: Mark Thread as &Read
tr: Tartışmayı &Okunmuş Olarak İşaretle

source: Mark all messages in the selected thread as read
tr: Bu tartışmadaki bütün iletileri okunmuş olarak işaretle

source: Mark Thread as &New
tr: Tartışmayı Y&eni Olarak İşaretle

source: Mark all messages in the selected thread as new
tr: Bu tartışmadaki bütün iletileri yeni olarak işaretle

source: Mark Thread as &Unread
tr: Tartışmayı &Okunmamış Olarak İşaretle

source: Mark all messages in the selected thread as unread
tr: Tartışmadaki bütün iletileri okunmamış olarak işaretle

source: Mark Thread as &Important
tr: Tartışmayı Ö&nemli Olarak İşaretle

source: Remove &Important Thread Mark
tr: Tartışmanın Ö&nemli İşaretini Kaldır

source: Mark Thread as &Action Item
tr: Tartışmayı Yapılacak &Ögesi Olarak İşaretle

source: Remove &Action Item Thread Mark
tr: Tartışmanın &Eylem Ögesi İşaretini Kaldır

source: &Watch Thread
tr: Tartışmayı İ&zle

source: &Ignore Thread
tr: &Tartışmayı Yoksay

source: Appl&y All Filters
tr: Tüm &Filtreleri Uygula

source: A&pply Filter
tr: &Filtreyi Uygula

# View->
source: &Expand Thread
tr: T&artışmayı Genişlet

source: Expand the current thread
tr: Yapılan Tartışmayı Genişlet

# View->
source: &Collapse Thread
tr: Ta&rtışmayı Topla

source: Collapse the current thread
tr: Yapılan tartışmayı topla

# View->
source: Ex&pand All Threads
tr: B&ütün Tartışmaları Genişlet

source: Expand all threads in the current folder
tr: Geçerli dizindeki bütün tartışmaları genişlet

# View->
source: C&ollapse All Threads
tr: Bü&tün Tartışmaları Kapat

source: Collapse all threads in the current folder
tr: Geçerli dizindeki bütün tartışmaları kapat

source: &Display Message
tr: İ&letiyi Görüntüle

source: &Next Message
tr: S&onraki İleti

source: Go to the next message
tr: Sonraki iletiye git

source: Next &Unread Message
tr: Sonraki Ok&unmayan

# @action:inmenu Goto next unread message
source: Next
tr: Sonraki

source: Go to the next unread message
tr: Sonraki okunmayan iletiye git

source: &Previous Message
tr: &Önceki İleti

source: Go to the previous message
tr: Önceki iletiye git

source: Previous Unread &Message
tr: Ö&nceki Okunmayan

# @action:inmenu Goto previous unread message.
source: Previous
tr: Önceki

source: Go to the previous unread message
tr: Önceki okunmayan iletiye git

source: Next Unread &Folder
tr: Sonraki Okunmamış &Dizin

source: Go to the next folder with unread messages
tr: Okunmamış iletilere rağmen sonraki dizine git

source: Previous Unread F&older
tr: Önceki Okunmamış Diz&in

source: Go to the previous folder with unread messages
tr: Okunmamış iletilere rağmen önceki dizine git

# Go->
source: Next Unread &Text
tr: Sonraki Ok&unmamış Metin

source: Go to the next unread text
tr: Sonraki okunmayan metine git

source: Scroll down current message. If at end of current message, go to next unread message.
tr: Eğer okuduğunuz iletinin sonundaysanız, aşağı ok tuşuyla bir sonraki okunmamış iletiye geçebilirsiniz.

source: Configure &Filters...
tr: &Filtreleri Yapılandır...

source: Configure &POP Filters...
tr: &POP Filtrelerini Yapılandır...

source: Manage &Sieve Scripts...
tr: Sieve Betiklerini &Yönet...

source: KMail &Introduction
tr: KMail Uygulamasına &Giriş

source: Display KMail's Welcome Page
tr: KMail'in Hoşgeldiniz ekranını göster

source: Configure &Notifications...
tr: &Bildirimleri Yapılandır...

source: &Configure KMail...
tr: &KMail Uygulamasını Yapılandır...

source: E&mpty Trash
tr: Çö&p Kutusunu Boşalt

source: &Move All Messages to Trash
tr: Tüm İletileri &Çöp Kutusuna Taşı

source: &Delete Search
tr: Aramayı Si&l
