Repository: pars-linux/uludag
Catalog: trunk/l10n-kde4/*/messages/kdepim/kmail.po
Languages: tr

source: <qt><h3>BCC (Blind Carbon Copy) addresses</h3><p>The addresses that you enter here will be added to each outgoing mail that is sent with this identity. They will not be visible to other recipients.</p><p>This is commonly used to send a copy of each sent message to another account of yours.</p><p>To specify more than one address, use commas to separate the list of BCC recipients.</p><p>If in doubt, leave this field blank.</p></qt>
tr: <qt><h3>BCC (Fotokopi Kopya) adresleri</h3><p>Buraya girdiğiniz adreslere bu kimlik ile gönderilen her iletinin bir kopyası gönderilecektir. Bu iletiler diğer alıcılara gösterilmeyecektir.</p><p>Bu genellikle göndeilen her iletiyi kendinize ait başka ir hesaba da göndermek için kullanılır.</p><p>Birden fazla BCC alıcısı belirlemek için e-posta adreslerinin arasına virgül koyun.</p><p>Eğer emin değilseniz bu alanı boş bırakın.</p></qt>

source: D&ictionary:
tr: &Sözlük:

source: Sent-mail &folder:
tr: &Gönderilmiş posta dizini:

source: &Drafts folder:
tr: Tas&laklar dizini:

source: &Templates folder:
tr: &Şablon dizini:

source: Special &transport:
tr: Ö&zel iletişim:

source: &Use custom message templates for this identity
tr: Bu kimlik için ö&zel ileti şablonları kullan

source: Signature
tr: İmza

source: Picture
tr: Resim

source: One of the configured OpenPGP signing keys does not contain any user ID with the configured email address for this identity (%1). This might result in warning messages on the receiving side when trying to verify signatures made with this configuration.
tr: Yapılandırılmış OpenPGP imzalama anahtarlarınızdan biri bu kimlik (%1) için kullanıcı adı ve e-posta adresi içermiyor. Bu yapılandırma ile ileti göndermek alıcı tarafında imzaların doğrulanması sırasında uyarılar çıkmasına neden olur.

source: One of the configured OpenPGP encryption keys does not contain any user ID with the configured email address for this identity (%1).
tr: Yapılandırılan OpenPGP şifreleme anahtarları, bu kimlik için tanımlanan e-posta adresine sahip hiç bir kimlik bilgisi (ID) içermiyor (%1).

source: One of the configured S/MIME signing certificates does not contain the configured email address for this identity (%1). This might result in warning messages on the receiving side when trying to verify signatures made with this configuration.
tr: Düzenlenen S/MIME imza sertifikalarından birinde, bu kimlik (%1) için düzenlenmiş e-posta adresi mevcut değil. Bu durum, iletiyi alan tarafta, bu düzenle yapılmış imzaları doğrulamaya çalışırken hata iletileri görüntülenmesine neden olabilir.

source: One of the configured S/MIME encryption certificates does not contain the configured email address for this identity (%1).
tr: Yapılandırılan S/MIME şifreleme sertifikalarından bir tanesi bu kimlik için yapılandırdığınız e-posta adresini içermiyor (%1).

source: Email Address Not Found in Key/Certificates
tr: Anahtarda/Sertifikada E-Posta Adresi Bulunamadı

source: The signature file is not valid
tr: İmza dosyası geçerli değil.

source: Edit Identity "%1"
tr: "%1" Kimliğini Düzenle

source: The custom sent-mail folder for identity "%1" does not exist (anymore); therefore, the default sent-mail folder will be used.
tr: "%1" kimliği için tanımlanmış olan gönderilmiş iletiler dizini (artık) yok; Bu nedenle öntanımlı gönderilmiş iletiler dizini kullanılacak.

source: The custom drafts folder for identity "%1" does not exist (anymore); therefore, the default drafts folder will be used.
tr: "%1" kimliği için tanımlanmış olan taslaklar dizini (artık) yok; Bu nedenle öntanımlı taslaklar dizini kullanılacak.

source: The custom templates folder for identity "%1" does not exist (anymore); therefore, the default templates folder will be used.
tr: "%1" kimliği için tanımlanmış olan şablonlar dizini (artık) yok; Bu nedenle öntanımlı şablonlar dizini kullanılacak.

source: Confirm Delivery
tr: Teslim Bilgisi İste

source: Set Transport To
tr: Transferi Belirle

source: Set Reply-To To
tr: Yanıt Adresi Ayarla

source: Set Identity To
tr: Kimliği Ayarla

source: Mark As
tr: İşaretle

# msg status
source: Important
tr: Önemli

# msg status
source: Read
tr: Okunmuş

# msg status
source: Unread
tr: Okunmamış

# msg status
source: Replied
tr: Yanıtlanmış

# msg status
source: Forwarded
tr: Yönlendirilmiş

# msg status
source: Old
tr: Eski

# msg status
source: New
tr: Yeni

# msg status
source: Watched
tr: İzlenen

# msg status
source: Ignored
tr: Yok Sayılan

# msg status
source: Spam
tr: Çöp Posta

# msg status
source: Ham
tr: İşlenmemiş

# msg status
source: Action Item
tr: Eylem Ögesi

source: Add Tag
tr: Etiket Ekle

source: Send Fake MDN
tr: Sahte MDN Gönder

# MDN type
source: Ignore
tr: Yoksay

# MDN type
source: Displayed
tr: Görüntülenmiş

# MDN type
source: Deleted
tr: Silinmiş

# MDN type
source: Dispatched
tr: Gönderildi

# MDN type
source: Processed
tr: İşlenmiş

# MDN type
source: Denied
tr: Reddedilmiş

# MDN type
source: Failed
tr: Başarısız

source: Remove Header
tr: Başlığı Sil

source: Add Header
tr: Başlık Ekle

source: With value:
tr: Değer:

source: Rewrite Header
tr: Başlığı Yeniden Yaz

source: Replace:
tr: &Değiştir:

source: With:
tr: Şununla:

source: Move Into Folder
tr: Bu Dizine Taşı

source: Copy Into Folder
tr: Bu Dizine Kopyala

source: Forward To
tr: Yönlendir...

source: The addressee to whom the message will be forwarded.
tr: İletinin yönlendirileceği kişinin adresi.

source: The filter will forward the message to the addressee entered here.
tr: Filtre, iletiyi burada girilen adrese yönlendirecektir.

source: Default Template
tr: Öntanımlı Şablon

source: The template used when forwarding
tr: Yönlendirme için kullanılan ileti şablonu

source: Set the forwarding template that will be used with this filter.
tr: Bu filtre ile kullanılacak yönlendirme şablonunu ayarlayın.

source: Forward to %1 with default template
tr: Varsayılan şablon ile %1 kişisine yönlendirin

source: Forward to %1 with template %2
tr: %2 şablonu ile %1 kişisine yönlendirin

source: Redirect To
tr: Yeniden Gönder (ilet)

source: Execute Command
tr: Komut Çalıştır

source: Pipe Through
tr: Borula

source: Play Sound
tr: Ses Çal

source: <placeholder>Default</placeholder>
tr: <placeholder>Öntanımlı</placeholder>

# Email sender
source: From
tr: Gönderen

# Email recipient
source: To
tr: Alıcı

source: KMail Filter
tr: KMail Filtresi

source: Cannot save new addresses to address book.
tr: Yeni adresler adres defterine kaydedilemedi.

source: Cannot save to address book: address book is locked.
tr: Adres defterine kaydedilemedi: Adres defteri kilitli.

source: with category
tr: kategoriyle

source: in address book
tr: adres defteri içerisinde

source: <p>This defines the preferred address book.<br />If it is not accessible, the filter will fallback to the default address book.</p>
tr: <p>Bu tercih edilen adres defterini tanımlar.<br/>Erişilebilir değilse, filtre varsayılan adres defterine dönecektir.</p>

source: &Identity:
tr: &Kimlik:

source: &Dictionary:
tr: &Sözlük:

source: &Sent-Mail folder:
tr: &Gönderilmiş-İletiler dizini:

source: &Mail transport:
tr: &Posta gönderici:

# sender address field
source: &From:
tr: &Kimden:

source: &Reply to:
tr: &Yanıtla:

# @label:textbox Subject of email.
source: S&ubject:
tr: Ko&nu:

# @option:check Sticky identity.
source: Sticky
tr: Yapışkan

source: Autosaving the message as %1 failed. Reason: %2
tr: %1 iletisi otomatik olarak kaydedilemedi. Nedeni: %2

source: Autosaving Failed
tr: Otomatik kaydetme başarısız

source: &Send Mail
tr: İletiyi &Gönder

source: &Send Mail Via
tr: Şunu Kullanarak G&önder

source: Send
tr: Gönder

source: Send &Later Via
tr: Şunu Kullanarak Son&ra Gönder

source: Queue
tr: Kuyruğa ekle

source: Save as &Draft
tr: Ta&slak olarak Kaydet

source: Save as &Template
tr: Şablon Olarak K&aydet

source: &Insert File...
tr: &Dosya Ekle...

source: &Insert File Recent
tr: Dosyayı Araya &Ekle

source: &New Composer
tr: &Yeni Düzenleyici

source: New Main &Window
tr: Yeni P&osta İstemcisi Penceresi

source: Select &Recipients...
tr: &Alıcıları Seç...

source: Save &Distribution List...
tr: &Gönderim Listesini Kaydet...

source: Paste as Attac&hment
tr: Eklenti olarak yapıştır

source: Cl&ean Spaces
tr: B&oşlukları Temizle

# @action:inmenu Mark the email as urgent.
source: &Urgent
tr: &Acil

source: &Request Disposition Notification
tr: &Silme Bildirimi İste

source: Se&t Encoding
tr: &Kodlamayı Düzenle

source: &Wordwrap
tr: &Satırı sarmala

source: &Snippets
tr: &Parçacıklar

source: &Automatic Spellchecking
tr: &Otomatik Yazım Denetimi

source: Auto-Detect
tr: Otomatik Tanıma

source: Formatting (HTML)
tr: Biçimlendirme (HTML)

source: &All Fields
tr: &Tüm Alanlar

source: &Identity
tr: Ki&mlik

source: &Dictionary
tr: &Sözlük

source: &Sent-Mail Folder
tr: &Gönderilmiş-İletiler Dizini

source: &Mail Transport
tr: &Posta Gönderici

source: &From
tr: &Gönderen

source: &Reply To
tr: &Yanıtla

# @action:inmenu Show the subject in the composer window.
source: S&ubject
tr: Ko&nu

source: Append S&ignature
tr: Alt İmz&a

source: Pr&epend Signature
tr: Üst İm&za

source: Insert Signature At C&ursor Position
tr: İ&mzayı İmleç Konumuna Ekle

source: Attach &Public Key...
tr: &Genel Anahtarı (PGP) Ekle...

source: Attach &My Public Key
tr: Genel Anahtarı&mı Ekle

source: &Attach File...
tr: &Dosya Ekle...

source: Attach
tr: Ekle

source: &Remove Attachment
tr: &Eklentiyi Sil

source: &Save Attachment As...
tr: E&klentiyi Farklı Kaydet...

source: Attachment Pr&operties
tr: Eklenti Ö&zellikleri

source: &Spellchecker...
tr: Yazım &Denetleyici...

source: Spellchecker
tr: Yazım Denetleyici...

source: Encrypt Message with Chiasmus...
tr: İletiyi Chiasmus Kullanarak Şifrele...

source: &Encrypt Message
tr: İletiyi Şifr&ele

source: Encrypt
tr: Şifrele

source: &Sign Message
tr: İletiyi İm&zala

source: Sign
tr: İmzala

source: &Cryptographic Message Format
tr: &Şifreli İleti Biçimi

source: Reset Font Settings
tr: Yazıtipi Ayarlarını Sıfırla

source: Reset Font
tr: Yazı Tipini Sıfırla

source: Configure KMail...
tr: KMail Uygulamasını Yapılandır...

source: Spellcheck: %1
tr: Yazım denetimi: %1

source: Column: %1
tr: Sütun: %1

# Shows the linenumber of the cursor position.
source: Line: %1
tr: Satır: %1

source: Re&save as Template
tr: Şablon olarak Yeniden Kay&det

source: &Save as Draft
tr: Ta&slak Olarak Kaydet

source: Resave this message in the Templates folder. It can then be used at a later time.
tr: Bu iletiyi Şablonlar dizinine yeniden kaydet. Daha sonra kullanılabilir.

source: Save this message in the Drafts folder. It can then be edited and sent at a later time.
tr: Bu iletiyi Taslaklar dizinine kaydet. Daha sonra düzenlenerek gönderilebilir.

source: Do you want to save the message for later or discard it?
tr: Bu iletiyi daha sonra düzenlemek üzere kaydetmek mi, silmek mi istiyorsunuz?

source: Close Composer
tr: Düzenleyiciyi Kapat

source: The message you have composed seems to refer to an attached file but you have not attached anything. Do you want to attach a file to your message?
tr: Yazdığınız ileti bir ek dosyasına bağlı gibi görünüyor. Ama herhangi bir şey eklememişsiniz. İletinize bir dosya eklemek ister misiniz?

source: File Attachment Reminder
tr: Dosya Eklenti Hatırlatıcı

source: &Send as Is
tr: &Bu şekilde gönder

source: <qt><p>KMail could not recognize the location of the attachment (%1);</p><p>you have to specify the full path if you wish to attach a file.</p></qt>
tr: <qt> <p>KMail (%1) ekinin konumunu onaylamadı;</p> <p>eğer bir dosya eklemek istiyorsanız tam yolunu belirtmelisiniz.</p></qt>

source: <qt><p>Your administrator has disallowed attaching files bigger than %1 MB.</p></qt>
tr: <qt><p>Yöneticiniz %1 MB boyutundan büyük dosya eklemenize izin vermiyor.</p></qt>

source: Attach File
tr: Dosya Ekle

source: &Attach
tr: &Ekle

source: <qt><p>An error occurred while trying to export the key from the backend:</p><p><b>%1</b></p></qt>
tr: <qt><p>Eklentiden anahtar aktarılırken bir hata oluştu: </p><p><b>%1</b></p></qt>

source: Key Export Failed
tr: Anahtar Aktarımı Başarısız Oldu

source: Exporting key...
tr: Anahtar aktarılıyor...

source: OpenPGP key 0x%1
tr: OpenPGP anahtarı 0x%1

source: Attach Public OpenPGP Key
tr: Genel Anahtarımı (PGP) Ekle

source: Select the public key which should be attached.
tr: Eklenecek genel anahtarı seçin.

# to view
source: View
tr: Göster

source: Edit With...
tr: Şununla Düzenle...

source: Add Attachment...
tr: Eklenti Yerleştir...

source: KMail could not compress the file.
tr: KMail dosyayı sıkıştıramıyor.

source: The compressed file is larger than the original. Do you want to keep the original one?
tr: Sıkıştırılmış dosya orjinalinden daha büyük. Orjinal dosyayı kullanmayı ister misiniz?

# Do not compress
source: Keep
tr: Koru

source: Compress
tr: Sıkıştır

source: KMail could not uncompress the file.
tr: KMail sıkıştırılmış dosyayı açamıyor.

# @info
source: KMail was unable to create the temporary file <filename>%1</filename>. Because of this, editing this attachment is not possible.
tr: KMail <filename>%1</filename> geçici dosyasını oluşturamadı. Bu nedenle bu eklentiyi düzenlemek mümkün değil.

source: Save Attachment As
tr: Ekleri Farklı Kaydet

source: Insert clipboard text as attachment
tr: Pano metinini eklenti olarak ekle

source: Name of the attachment:
tr: Eklenti adı:

source: <qt><p>You have requested that messages be encrypted to yourself, but the currently selected identity does not define an (OpenPGP or S/MIME) encryption key to use for this.</p><p>Please select the key(s) to use in the identity configuration.</p></qt>
tr: <qt><p>İletinin kendi kendine şifrelenmesini istediniz, ancak bu işlem için bir şifreleme yöntemi (OpenPGP ya da S/MIME) belirtmediniz. </p><p>Lütfen bu kimlik için kullanılacak anahtarları seçin.</p></qt>

source: Undefined Encryption Key
tr: Tanımlanmamış Şifre Açma Anahtarı

source: <qt><p>In order to be able to sign this message you first have to define the (OpenPGP or S/MIME) signing key to use.</p><p>Please select the key to use in the identity configuration.</p></qt>
tr: <qt><p>Bu iletiyi imzalayabilmek için öncelikle kullanmak için bir (OpenPGP or S/MIME) imzalama anahtarı belirlemelisiniz.</p><p>Lütfen kimlik yapılandırmanızdan kullanmak istediğiniz anahtarı seçin</p></qt>

source: Undefined Signing Key
tr: Tanımlanmamış İmzalama Anahtarı

source: KMail is currently in offline mode. Your messages will be kept in the outbox until you go online.
tr: KMail şu anda çevrim dışı çalışıyor. İletileriniz çevrimiçi olana kadar giden kutusunda saklanacak.

source: You must enter your email address in the From: field. You should also set your email address for all identities, so that you do not have to enter it for each message.
tr: Kimden: alanına e-posta adresinizi girmelisiniz. Aynı zamanda tüm kimlikleriniz için e-posta adresinizi belirlemelisiniz. Bu işlemden sonra her ileti için e-posta adresi girmek zorunda kalmayacaksınız.

source: You must specify at least one receiver,either in the To: field or as CC or as BCC.
tr: Bu ileti için en az bir alıcı belirtmeniz gereklidir.

source: To: field is empty. Send message anyway?
tr: Kime göndereceğinizi belirtmediniz. İleti yine de gönderilsin mi?

source: No To: specified
tr: Kime: alanı belirtilmemiş

source: You did not specify a subject. Send message anyway?
tr: Bir konu belirtmediniz. İleti yine de gönderilsin mi?

source: No Subject Specified
tr: Bir Konu Belirtilmedi

source: S&end as Is
tr: &Bu şekliyle gönder

source: &Specify the Subject
tr: &Konuyu Belirt

source: &Keep markup, do not sign/encrypt
tr: Biçimlemeyi &koru, imzalama/şifreleme

source: &Keep markup, do not encrypt
tr: Biçimlemeyi &koru, şifreleme

source: &Keep markup, do not sign
tr: Biçimlemeyi &koru, imzalama

source: Sign/Encrypt (delete markup)
tr: İmzala/Şifrele (biçimlemeyi yoket)

source: Encrypt (delete markup)
tr: Şifrele (biçimlemeyi yoket)

source: Sign (delete markup)
tr: İmzala (biçimlemeyi yoket)

source: <qt><p>Inline signing/encrypting of HTML messages is not possible;</p><p>do you want to delete your markup?</p></qt>
tr: <qt><p>HTML iletilerinin ileti içi imzalanması/şifrelenmesi mümkün değil; </p><p>işaretlemenizi silmek ister misiniz?</p></qt>

source: Sign/Encrypt Message?
tr: İletiyi İmzala/Şifrele?

source: The custom drafts or templates folder for identify "%1" does not exist (anymore); therefore, the default drafts or templates folder will be used.
tr: "%1" kimliği için tanımlanmış olan taslaklar ya da şablonlar dizini (artık) yok; Bu nedenle öntanımlı taslaklar ya da şablonlar dizini kullanılacak.

source: About to send email...
tr: E-posta göndermek hakkında...

source: Send Confirmation
tr: Onay Gönder

source: You are trying to send the mail to more than %1 recipients. Send message anyway?
tr: %1 adet alıcıdan fazla kişiye posta yollamaya çalışıyorsunuz. Yine de ileti yollansın mı?

source: Too many recipients
tr: Çok fazla alıcı

source: &Edit Recipients
tr: Alıcıları &Düzenle

source: Turning HTML mode off will cause the text to lose the formatting. Are you sure?
tr: HTML kipinin kapatılması, metin biçimlendirmesinin kaybolmasına yol açacak. Emin misiniz?

source: Lose the formatting?
tr: Biçimlendirme kaldırılsın mı?

source: Lose Formatting
tr: Biçimlendirmeyi Kapat

source: Spellcheck: on
tr: Yazım denetimi: açık

source: Spellcheck: off
tr: Yazım denetimi: kapalı

source: Please configure a Crypto Backend to use for Chiasmus encryption first. You can do this in the Crypto Backends tab of the configure dialog's Security page.
tr: Lütfen öncelikle Chiasmus şifrelemesi için kullanılacak bir Crypto Son aşaması tanımlayın. Bu işlemi, yapılandırma iletişim kutusunun Güvenlik sayfası üzerindeki Crypto Son Aşamaları sekmesinden yapabilirsiniz.

source: It looks as though libkleopatra was compiled without Chiasmus support. You might want to recompile libkleopatra with --enable-chiasmus.
tr: Libkleopatra, Chiasmus desteği olmadan derlenmiş gibi görünüyor. --enable-chiasmus ile libkleopatra'yı yeniden derlemek isteyebilirsiniz.

source: No Chiasmus Backend Configured
tr: Hiç Chaismus Arka Ucu Yapılandırılmamış

source: No Chiasmus Keys Found
tr: Hiç Chiasmus İmzası Bulunamadı

source: Chiasmus Encryption Key Selection
tr: Chiasmus Şifreleme Anahtarı Seçimi

source: Message will be signed
tr: İleti imzalanacak

source: Message will not be signed
tr: İleti imzalanmayacak

source: Message will be encrypted
tr: İleti şifrelenecek

source: Message will not be encrypted
tr: İleti şifrelenmeyecek

source: Description
tr: Açıklama

source: Encoding
tr: Şifreleme

source: Size
tr: Boyut

source: Save All Attachments...
tr: Tüm Eklentileri Kaydet...

source: Unspecified Binary Data
tr: Belirtilmemiş İkili Veri

source: Pa&ste as Quotation
tr: &İm Halinde Yapıştır

source: Add &Quote Characters
tr: &Alıntı Karakterleri Ekle

source: Re&move Quote Characters
tr: Alı&ntı Karakterlerini Sil

source: Add as &Inline Image
tr: &İleti içi Resim olarak Ekle

source: Add as &Attachment
tr: &Eklenti olarak Ekle

source: Add as &Text
tr: &Metin olarak Ekle

# @label:listbox General group for often used snippets in mail.
source: General
tr: Genel

source: Snippet %1
tr: %1 Parçacığı

source: Add Group
tr: Grup Ekle

source: Do you really want to remove this group and all its snippets?
tr: Bu grubu ve tüm parçacıklarını gerçekten silmek istiyor musunuz?

source: &Apply
tr: &Uygula

source: Edit Snippet
tr: Parçacığı Düzenle

source: Edit Group
tr: Grubu Düzenle

source: Edit &group...
tr: &Grubu Düzenle...

source: &Paste
tr: &Yapıştır

source: &Edit...
tr: &Düzenle...

source: Text Snippets
tr: Metin Parçacıkları

source: &Add Snippet...
tr: &Parçacık Ekle...

source: Add G&roup...
tr: &Grup Ekle...

source: Please enter the value for <b>%1</b>:
tr: Lütfen <b>%1</b> için değer girin:

source: Enter Values for Variables
tr: Değişkenler için Değerleri Girin

source: Enter the replacement values for %1:
tr: %1 için değiştirme değerlerini girin:

source: Make value &default
tr: Değeri ö&ntanımlı yap

source: Enable this to save the value entered to the right as the default value for this variable
tr: Bunu aktifleştirerek, bu değişken için varsayılan değer olarak sağ tarafa girilmiş değeri kaydedin

source: If you enable this option, the value entered to the right will be saved. If you use the same variable later, even in another snippet, the value entered to the right will be the default value for that variable.
tr: Bu seçeneği aktifleştirirseniz, sağ tarafa girilen değer kaydedilecektir. Aynı değişkeni başka bir ufak parça içinde bile olsa daha sonra kullanırsanız, sağ tarafa girilen değer bu değişkenin varsayılan değeri olacaktır.

# @info
source: Locally unsubscribing from folders will remove all information that is present locally about those folders. The folders will not be changed on the server. Press cancel now if you want to make sure all local changes have been written to the server by checking mail first.
tr: Dizinlerin aboneliğinden yerel olarak çıkmak, bu dizinlerle ilgili yerel olarak mevcut bütün bilgiyi silecektir. Sunucu üzerindeki dizinler değişikliğe uğramayacaktır. Önce postayı kontrol ederek, sunucuya bütün yerel değişikliklerin yazılmasını istiyorsanız, lütfen şimdi iptal edin.

# @title:window
source: Local changes will be lost when unsubscribing
tr: Üyelikten ayrılınca yerel değişiklikler kaybedilir

# @info
source: Currently local subscriptions are not used for account <resource>%1</resource>.<nl/> Do you want to enable local subscriptions?
tr: <resource>%1</resource> hesabı için yerel üyelik işlemi kullanılmıyor.<nl/ > Yerel üyelikleri etkinleştirmek istiyor musunuz?

source: Quoted Message Text
tr: Alıntılanmış İleti Metni

source: Message Text as Is
tr: İleti Metni as Is

source: Message Id
tr: İleti Kimliği

source: Date
tr: Tarih

source: Date in Short Format
tr: Kısa Biçimli Tarih

source: Date in C Locale
tr: C Yerelinde Tarih

source: Day of Week
tr: Haftanın Günü

source: Time
tr: Zaman

source: Time in Long Format
tr: Uzun Biçimli Saat

source: Time in C Locale
tr: C Yereline Göre Zaman

source: To Field Address
tr: Giden Alanı Adresi

source: To Field Name
tr: Giden Alanı Adı

source: To Field First Name
tr: Giden Alanı İlk Adı

source: To Field Last Name
tr: Giden Alanı Soyadı

source: CC Field Address
tr: CC Alanı Adresi

source: CC Field Name
tr: CC Alanı Adı

source: CC Field First Name
tr: CC Alanı İlk Adı

source: CC Field Last Name
tr: CC Alanı Soyadı

source: From Field Address
tr: Gelen Alanı Adresi

source: From Field Name
tr: Gelen Alanı Adı

source: From Field First Name
tr: Gelen Alanı İlk Adı

source: From Field Last Name
tr: Gelen Alanı Soyadı

source: Addresses of all recipients
tr: Tüm alıcıların adresleri

# Template value for subject of the message
source: Subject
tr: Konu

source: Quoted Headers
tr: Alıntılanmış Başlıklar

source: Headers as Is
tr: Başlıklar as Is

source: Header Content
tr: Başlık İçeriği

source: From field Name
tr: Kimden alanı Adı

# Template subject command.
source: Subject
tr: Konu

source: Pipe Original Message Body and Insert Result as Quoted Text
tr: Asıl İletinin Gövdesini borula ve Sonucu Alıntılanmış Metin olarak Ekle

source: Pipe Original Message Body and Insert Result as Is
tr: Asıl İletinin Gövdesini borula ve Sonucu Olduğu gibi Ekle

source: Pipe Original Message with Headers and Insert Result as Is
tr: Asıl İletinin Gövdesini Başlıklarıyla birlikte borula ve Sonucu Olduğu gibi Ekle

source: Pipe Current Message Body and Insert Result as Is
tr: Geçerli İletinin Gövdesini borula ve Sonucu Olduğu gibi Ekle

source: Pipe Current Message Body and Replace with Result
tr: Geçerli İletinin Gövdesini borula ve Sonuç ile Değiştir

# Inserts user signature, also known as footer, into message
source: Signature
tr: İmza
