Repository: pars-linux/uludag
Catalog: trunk/l10n-kde4/*/messages/kdepim/kmail.po
Languages: tr

source: &Delete Folder
tr: &Dizini Sil

source: Toggle Message Tag %1
tr: İleti Etiketini Aç/Kapat %1

source: Message Tag %1
tr: İleti Etiketi %1

source: Removed %1 duplicate message.
tr: %1 tane çift ileti sillindi.

source: No duplicate messages found.
tr: Hiç çift ileti bulunamadı.

source: Filter %1
tr: Filtre %1

source: &Troubleshoot IMAP Cache...
tr: IMAP Önbelleğini Tazele...

source: Folder Shortcut %1
tr: Dizin Kısayolu %1

source: Subscription
tr: Üyelik

source: Local Subscription
tr: Yerel Üyelik

source: Out of office reply active
tr: Ofis dışında yanıtlamasını etkinleştir

source: Sieve Diagnostics
tr: Sieve Tanılama İşlemleri

source: Collecting diagnostic information about Sieve support...
tr: Sieve desteği hakkında tanılama bilgileri toplanıyor...

source: Collecting data for account '%1'...
tr: '%1' hesabı için veri toplanıyor...

source: (Account does not support Sieve)
tr: (Hesap Sieve desteklemiyor)

source: (Account is not an IMAP account)
tr: (Bu hesap bir IMAP hesabı değil)

source: Contents of script '%1':
tr: Betiğin içeriği: '%1':

source: (This script is empty.)
tr: (Bu betik boş.)

source: Sieve capabilities:
tr: Sieve özellikleri:

source: (No special capabilities available)
tr: (Kullanılabilir özel bir özellik yok)

source: Available Sieve scripts:
tr: Kullanılabilir Sieve betikleri:

source: (No Sieve scripts available on this server)
tr: (Bu sunucuda hiç Sieve betiği yok)

source: Active script: %1
tr: Etkin betik: %1

source: Sieve script installed successfully on the server. Out of Office reply is now active.
tr: Sieve betiği sunucuya doğru olarak yüklendi. Ofis Dışında yanıtlaması şu anda etkin.

source: Sieve script installed successfully on the server. Out of Office reply has been deactivated.
tr: Sieve betiği sunucuya doğru olarak yüklendi. Ofis Dışında yanıtlaması pasifleştirildi.

source: Open Address Book
tr: Adres Defterini Aç

source: Select Sound File
tr: Ses Dosyasını Seç

# @title:window
source: Save Distribution List
tr: Dağıtım Listesini Kaydet

# @action:button
source: Save List
tr: Listeyi Kaydet

# @label:textbox Name of the distribution list.
source: &Name:
tr: İsi&m:

# @title:column Name of the recipient
source: Name
tr: İsim

# @title:column Email of the recipient
source: Email
tr: E-Posta

# @info
source: There are no recipients in your list. First select some recipients, then try again.
tr: Listenizde hiç alıcı yok. Öncelikle birkaç alıcı seçin ve tekrar deneyin.

# @title:window
source: New Distribution List
tr: Yeni Dağıtım Listesi

# @label:textbox
source: Please enter name:
tr: Lütfen ismi girin:

# @info
source: <para>Distribution list with the given name <resource>%1</resource> already exists. Please select a different name.</para>
tr: <qt><resource>%1</resource> adına sahip bir gönderim listesi zaten var. Lütfen başka bir isim seçin.</qt>

source: Select the address book folder to store the contact group in:
tr: Kişi grubunun saklanacağı adres defteri klasörünü seçin:

source: Import Archive
tr: Arşivi İçeri Aktar

source: &Folder:
tr: &Klasör:

source: &Archive File:
tr: &Arşiv Dosyası:

source: Please select an archive file that should be imported.
tr: Lütfen içeri aktarılacak bir arşiv dosyası seçin.

source: No archive file selected
tr: Arşiv dosyası seçilmedi

source: Please select the folder where the archive should be imported to.
tr: Lütfen arşiv dosyasının açılacağı klasörü seçin.

source: No target folder selected
tr: Hedef klasör seçilmedi

source: One or more of your configured OpenPGP encryption keys or S/MIME certificates is not fully trusted for encryption.
tr: Yapılandırılmış OpenPGP şifreleme anahtarlarınızdan ya da S/MIME sertifikalarınızdan biri veya daha fazlasına, şifreleme için tam olarak güvenilemiyor.

source: One or more of the OpenPGP encryption keys or S/MIME certificates for recipient "%1" is not fully trusted for encryption.
tr: "%1" alıcısına ait OpenPGP şifreleme anahtarları veya S/MIME sertifikalarından biri veya daha fazlasına, şifreleme için güvenilemiyor.

source: The following keys are only marginally trusted:
tr: Sadece aşağıdaki anahtarlar güven sağlayabilmiştir:

source: The following keys or certificates have unknown trust level:
tr: Aşağıdaki anahtarlar veya sertifikaların bilinmeyen güven seviyesi bulunmaktadır:

source: The following keys or certificates are <b>revoked</b>:
tr: Aşağıdaki anahtarlar veya sertifikalar <b>geçersiz</b> kılınmıştır:

source: Not Fully Trusted Encryption Keys
tr: Tam Olarak Güvenilmeyen Şifreleme Anahtarları

source: <p>Your OpenPGP signing key</p><p align=center><b>%2</b> (KeyID 0x%3)</p><p>expired less than a day ago.</p>
tr: <p align=center><b>%2</b> olarak işaretli </p> <p>OpenPGP giriş anahtarınızın</b>(KeyID 0x%3)</p><p> %1 gün önce süresi dolmuştur.</p>

source: <p>Your OpenPGP encryption key</p><p align=center><b>%2</b> (KeyID 0x%3)</p><p>expired less than a day ago.</p>
tr: <p align=center><b>%2</b> olarak işaretli </p><p>OpenPGP şifreleme anahtarınızın (KeyID 0x%3)</p><p>%1 gün önce süresi dolmuştur.</p>

source: <p>The OpenPGP key for</p><p align=center><b>%2</b> (KeyID 0x%3)</p><p>expired less than a day ago.</p>
tr: <p align=center><b>%2</b> olarak işaretli </p><p> OpenPGP anahtarınızın (KeyID 0x%3)</p><p> %1 gün önce süresi dolmuştur.</p>

source: <p>The root certificate</p><p align=center><b>%4</b></p><p>for your S/MIME signing certificate</p><p align=center><b>%2</b> (serial number %3)</p><p>expired less than a day ago.</p>
tr: <p align=center><b>%4</b></p><p> olarak işaretli S/MIME giriş sertifikası için, </p> <p align=center><b>%2</b> (seri numarası %3) olarak işaretli kök sertifikanız </p><p> %1 gün önce dolmuştur.</p>

source: <p>The root certificate</p><p align=center><b>%4</b></p><p>for your S/MIME encryption certificate</p><p align=center><b>%2</b> (serial number %3)</p><p>expired less than a day ago.</p>
tr: <p align=center><b>%4</b></p><p>olarak işaretli kök sertifikası</p> <p align=center><b>%2</b>(seri numarası %3)</p><p>S/MIME şifreleme sertifikası için kullanılmakta olup</p> <p>süresi %1 gün önce dolmuştur.</p>

source: <p>The root certificate</p><p align=center><b>%4</b></p><p>for S/MIME certificate</p><p align=center><b>%2</b> (serial number %3)</p><p>expired less than a day ago.</p>
tr: <p align=center> <b>%2</b> olarak işaretli S/MIME sertifikanız için (seri numarası %3)</p><p align=center><b>%4</b> olarak işaretli </p><p>kök sertifikasının süresi %1 gün önce dolmuştur.</p>

source: <p>The intermediate CA certificate</p><p align=center><b>%4</b></p><p>for your S/MIME signing certificate</p><p align=center><b>%2</b> (serial number %3)</p><p>expired less than a day ago.</p>
tr: <p align=center><b>%2</b> olarak işaretli</p><p>S/MIME imza sertifikanız için (seri numarası %3)</p><p align=center><b>%4</b></p><p> ara düzey CA sertifikasının süresi %1 gün önce dolmuştur.</p>

source: <p>The intermediate CA certificate</p><p align=center><b>%4</b></p><p>for your S/MIME encryption certificate</p><p align=center><b>%2</b> (serial number %3)</p><p>expired less than a day ago.</p>
tr: <p align=center><b>%2</b> olarak işaretli (seri numarası %3)</p><p>S/MIME şifreleme sertifikanız için ara düzey CA sertifikanızın süresi </p> <p align=center><b>%4</b></p><p>%1 gün önce dolmuştur.</p>

source: <p>The intermediate CA certificate</p><p align=center><b>%4</b></p><p>for S/MIME certificate</p><p align=center><b>%2</b> (serial number %3)</p><p>expired less than a day ago.</p>
tr: <p align=center><b>%2</b> olarak işaretli S/MIME sertifikanız için (seri numarası %3)</p><p align=center><b>%4</b> olarak işaretli ara düzey CA sertifikanızın süresi </p><p>%1 gün önce dolmuştur.</p>

source: <p>Your S/MIME signing certificate</p><p align=center><b>%2</b> (serial number %3)</p><p>expired less than a day ago.</p>
tr: <p align=center><b>%2</b> olarak işaretli S/MIME imza sertifikanızın süresi (seri numarası %3)</p><p> %1 gün önce dolmuştur.</p>

source: <p>Your S/MIME encryption certificate</p><p align=center><b>%2</b> (serial number %3)</p><p>expired less than a day ago.</p>
tr: <p align=center><b>%2</b> olarak işaretli S/MIME şifreleme sertifikanızın süresi (seri numarası %3)</p><p>%1 gün önce dolmuştur.</p>

source: <p>The S/MIME certificate for</p><p align=center><b>%2</b> (serial number %3)</p><p>expired less than a day ago.</p>
tr: <p align=center><b>%2</b> olarak işaretli S/MIME sertifikasının süresi (seri numarası %3)</p><p>%1 gün önce dolmuştur.</p>

source: OpenPGP Key Expired
tr: OpenPGP Anahtarının Süresi Doldu

source: S/MIME Certificate Expired
tr: S/MIME Sertifikasının Süresi Doldu

source: <p>Your OpenPGP signing key</p><p align="center"><b>%2</b> (KeyID 0x%3)</p><p>expires in less than a day.</p>
tr: <p align="center"><b>%2</b> olarak işaretli OpenPGP imza anahtarınızın süresi (KeyID 0x%3)</p><p>%1 gün sonra dolacaktır.</p>

source: <p>Your OpenPGP encryption key</p><p align="center"><b>%2</b> (KeyID 0x%3)</p><p>expires in less than a day.</p>
tr: <p align="center"><b>%2</b> olarak işaretli OpenPGP şifreleme anahtarınızın süresi (KeyID 0x%3)</p><p>%1 gün sonra dolacaktır.</p>

source: <p>The OpenPGP key for</p><p align="center"><b>%2</b> (KeyID 0x%3)</p><p>expires in less than a day.</p>
tr: <p align="center"><b>%2</b> olarak işaretli OpenPGP anahtarının (KeyID 0x%3) süresi </p><p> %1 gün sonra dolacaktır.</p>

source: <p>The root certificate</p><p align="center"><b>%4</b></p><p>for your S/MIME signing certificate</p><p align="center"><b>%2</b> (serial number %3)</p><p>expires in less than a day.</p>
tr: <p align="center"><b>%2</b> olarak işaretli (seri numarası %3)</p><p>S/MIME imza sertifikanız için </p><p align="center"><b>%4</b> olarak işaretli kök sertifikasının süresi </p><p>%1 gün sonra dolmaktadır.</p><

source: <p>The root certificate</p><p align="center"><b>%4</b></p><p>for your S/MIME encryption certificate</p><p align="center"><b>%2</b> (serial number %3)</p><p>expires in less than a day.</p>
tr: <p align="center"><b>%2</b> işaretli (seri numarası %3)</p><p>S/MIME imza sertifikanız için </p><p align="center"><b>%4</b> olarak işaretli kök sertifikasının süresi </p><p>%1 gün sonra dolmaktadır.</p><

source: <p>The root certificate</p><p align="center"><b>%4</b></p><p>for S/MIME certificate</p><p align="center"><b>%2</b> (serial number %3)</p><p>expires in less than a day.</p>
tr: <p align="center"><b>%2</b> olarak işaretli (seri numarası %3)</p><p>S/MIME sertifikanız için </p><p align="center"><b>%4</b> olarak işaretli kök sertifikasının süresi </p><p>%1 gün sonra dolmaktadır.</p>

source: <p>The intermediate CA certificate</p><p align="center"><b>%4</b></p><p>for your S/MIME signing certificate</p><p align="center"><b>%2</b> (serial number %3)</p><p>expires in less than a day.</p>
tr: <p align="center"><b>%2</b> olarak işaretli (seri numarası %3)</p><p>S/MIME imza sertifikanız için </p><p align="center"><b>%4</b> olarak işaretli ara düzey CA sertifikasının süresi </p><p>%1 gün sonra dolmaktadır.</p>

source: <p>The intermediate CA certificate</p><p align="center"><b>%4</b></p><p>for your S/MIME encryption certificate</p><p align="center"><b>%2</b> (serial number %3)</p><p>expires in less than a day.</p>
tr: <p align="center"><b>%2</b> işaretli (seri numarası %3)</p><p>S/MIME şifreleme sertifikanız için </p><p align="center"><b>%4</b> olarak işaretli ara düzey CA sertifikasının süresi </p><p>%1 gün sonra dolmaktadır.</p>

source: <p>The intermediate CA certificate</p><p align="center"><b>%4</b></p><p>for S/MIME certificate</p><p align="center"><b>%2</b> (serial number %3)</p><p>expires in less than a day.</p>
tr: <p align="center"><b>%2</b> olarak işaretli (seri numarası %3)</p><p>S/MIME sertifikanız için </p><p align="center"><b>%4</b> olarak işaretli ara düzey CA sertifikasının süresi </p><p>%1 gün sonra dolmaktadır.</p>

source: <p>Your S/MIME signing certificate</p><p align="center"><b>%2</b> (serial number %3)</p><p>expires in less than a day.</p>
tr: <p align="center"><b>%2</b> olarak işaretli (seri numarası %3)</p><p>S/MIME imza sertifikanızın süresi </p><p>%1 gün sonra dolmaktadır.</p><

source: <p>Your S/MIME encryption certificate</p><p align="center"><b>%2</b> (serial number %3)</p><p>expires in less than a day.</p>
tr: <p align="center"><b>%2</b> işaretli (seri numarası %3)</p><p>S/MIME şifreleme sertifikanızın süresi </p><p>%1 gün sonra dolmaktadır.</p>

source: <p>The S/MIME certificate for</p><p align="center"><b>%2</b> (serial number %3)</p><p>expires in less than a day.</p>
tr: <p align="center"><b>%2</b> olarak işaretli (seri numarası %3)</p><p>S/MIME sertifikanızın süresi </p><p>%1 gün sonra dolmaktadır.</p>

source: OpenPGP Key Expires Soon
tr: OpenPGP Anaktarının Süresi Doluyor

source: S/MIME Certificate Expires Soon
tr: S/MIME Sertifikasının Süresi Doluyor

source: One or more of your configured OpenPGP encryption keys or S/MIME certificates is not usable for encryption. Please reconfigure your encryption keys and certificates for this identity in the identity configuration dialog. If you choose to continue, and the keys are needed later on, you will be prompted to specify the keys to use.
tr: Ayarlanmış <OpenPGP şifreleme anahtarlarınızın veya S/MIME sertifikalarınızın biri veya daha fazlası şifreleme için kullanılamıyor. Lütfen şifreleme anahtarlarınızı ve sertifikalarınızı bu kimlik için, kimlik düzenleme iletişim kutusunda tekrar düzenleyin. Devam etmeyi seçerseniz ve sonrasında anahtarlara ihtiyaç duyarsanız, kullanılacak anahtarları belirlemek için uyarılacaksınız.

source: Unusable Encryption Keys
tr: Kullanılamayan Şifreleme Anahtarları

source: One or more of your configured OpenPGP signing keys or S/MIME signing certificates is not usable for signing. Please reconfigure your signing keys and certificates for this identity in the identity configuration dialog. If you choose to continue, and the keys are needed later on, you will be prompted to specify the keys to use.
tr: Tanımlanmış OpenPGP imza anahtarları veya S/MIME imza sertifikalarınızın biri veya daha fazlası imzalama için kullanılamıyor. Lütfen kimlik düzenleme iletişim kutusunda bu kimlik için imza anahtarlarınızı ve sertifikalarınızı yeniden düzenleyin. Devam etmeyi seçerseniz ve anahtarlara daha sonra ihtiyaç duyarsanız, kullanılacak anahtarları belirlemek için bir uyarı alacaksınız.

source: Unusable Signing Keys
tr: Kullanılamaz İmzalama Anahtarları

source: Examination of recipient's encryption preferences yielded that the message should be encrypted using OpenPGP, at least for some recipients; however, you have not configured valid trusted OpenPGP encryption keys for this identity. You may continue without encrypting to yourself, but be aware that you will not be able to read your own messages if you do so.
tr: Alıcının şifreleme tercihleri incelendiğinde, en azından bazı alıcılar için iletinin OpenPGP kullanılarak şifrelenmesi gerektiği ortaya çıkmıştır./n ancak, bu kimlik için henüz geçerli ve güvenilir OpenPGP şifreleme anahtarları ayarlamadınız. Kendinize şifreleme yapmadan devam edebilirsiniz, ancak böyle yaptığınız takdirde kendi mesajlarınızı okuyamayacağınızı unutmayın.

source: Examination of recipient's encryption preferences yielded that the message should be encrypted using S/MIME, at least for some recipients; however, you have not configured valid S/MIME encryption certificates for this identity. You may continue without encrypting to yourself, but be aware that you will not be able to read your own messages if you do so.
tr: Alıcının şifreleme tercihleri incelendiğinde, iletinin en azından bazı alıcılar için S/MIME kullanılarak şifrelenmesi gerektiği ortaya çıkmıştır: ancak, bu kimlik için geçerli S/MIME şifreleme sertifikaları tanımlamadınız. Kendinize şifreleme yapmadan devam edebilirsiniz, ancak bu şekilde devam ettiğinizde kendi iletilerinizi okuyamayacağınızı unutmayın.

source: Examination of recipient's signing preferences yielded that the message should be signed using OpenPGP, at least for some recipients; however, you have not configured valid OpenPGP signing certificates for this identity.
tr: Alıcının imzalama tercihleri incelendiğinde, iletinin en azından bazı alıcılar için OpenPGP kullanılarak imzalanması gerektiği ortaya çıkmıştır: ancak, bu kimlik için geçerli OpenPGP imza sertifikası tanımlamadınız.

source: Do Not OpenPGP-Sign
tr: OpenPGP-İmzalama Kullanma

source: Examination of recipient's signing preferences yielded that the message should be signed using S/MIME, at least for some recipients; however, you have not configured valid S/MIME signing certificates for this identity.
tr: Alıcının imzalama tercihleri incelendiğinde, iletinin en azından bazı alıcılar için S/MIME kullanılarak imzalanması gerektiği ortaya çıkmıştır: ancak, bu kimlik için geçerli S/MIME imza sertifikası tanımlamadınız.

source: Do Not S/MIME-Sign
tr: S/MIME-İmzalama Kullanma

source: Examination of recipient's signing preferences showed no common type of signature matching your available signing keys. Send message without signing?
tr: Alıcının imzalama tercihlerinin incelenmesi sonucunda kullanılabilir imzalama anahtarları ile eşleşen hiçbir ortak imza türüne rastlanmadı. İleti imzalanmadan gönderilsin mi?

source: No signing possible
tr: İmzalama mümkün değil

source: You did not select an encryption key for yourself (encrypt to self). You will not be able to decrypt your own message if you encrypt it.
tr: Kendiniz için bir şifreleme anahtarı seçmediniz (kendinize şifreleme). İletinizi şifrelerseniz deşifre yapma imkânınız olmayacaktır.

source: Missing Key Warning
tr: Eksik Anahtar Uyarısı

source: You did not select an encryption key for the recipient of this message; therefore, the message will not be encrypted.
tr: Bu iletinin alıcısı için şifreleme anahtarı belirlemediniz; bu yüzden ileti şifrelenmeyecek.

source: You did not select an encryption key for any of the recipients of this message; therefore, the message will not be encrypted.
tr: Bu iletinin hiçbir alıcısı için şifreleme anahtarı belirlemediniz; bu yüzden ileti şifrelenmeyecek.

source: You did not select an encryption key for one of the recipients: this person will not be able to decrypt the message if you encrypt it.
tr: Bu iletinin alıcılarından hiçbiri için şifreleme anahtarı belirlemediniz:; buyüzden ilgili kişi şifreli gönderirseniz iletinin şifresini çözemeyecek.

source: You did not select encryption keys for some of the recipients: these persons will not be able to decrypt the message if you encrypt it.
tr: Bu iletinin alıcılarından bazıları için şifreleme anahtarı belirlemediniz: bu yüzden ilgili kişiler şifreli gönderirseniz iletinin şifresini çözemeyecek.

source: Encryption Key Selection
tr: Şifreleme Anahtarı Seçimi

source: There is a problem with the encryption key(s) for "%1". Please re-select the key(s) which should be used for this recipient.
tr: "%1" için kullanılacak şifreleme anahtar(lar)ında sorun var. Lütfen bu alıcı için kullanılacak anahtar(lar)ı tekrar seçiniz.

source: <qt>No valid and trusted encryption key was found for "%1".<br/><br/>Select the key(s) which should be used for this recipient. If there is no suitable key in the list you can also <a href="%2">search for external keys</a>.</qt>
tr: <qt>"%1" için geçerli ve güvenilir şifreleme anahtarı bulunamadı.<br/><br/>Bu alıcı için kullanılması gereken anahtar(lar)ı seçin. Listede uygun bir anahtar yok ise dış anahtarlar için <a href="%2"> ile arama yapabilirsiniz.</a></qt><

source: More than one key matches "%1". Select the key(s) which should be used for this recipient.
tr: "%1" için birden fazla anahtar var. Lütfen bu alıcı için kullanılacak anahtar(lar)ı tekrar seçiniz.

source: Name Selection
tr: İsim Seçimi

source: Which name shall the contact '%1' have in your address book?
tr: Adres defterinizde '%1' kişisinin ismi ne olmalıdır?

source: Select the address book folder to store the new contact in:
tr: Yeni kişi kaydının saklanacağı adres defteri klasörünü seçin:

source: Are you sure you want to expire old messages?
tr: Gerçekten eski iletilerin süresini doldurmak istiyor musunuz?

source: '%1' does not appear to be a folder. Please move the file out of the way.
tr: '%1' bir dizin değil. Lütfen bu dosyayı başka bir yere yerleştirin.

source: A folder with the same name has been deleted since the last mail check. You need to check mails first before creating another folder with the same name.
tr: Son posta kontrolünden beri aynı isimli bir dizin silinmiş. Aynı isimli başka bir dizin oluşturmadan önce, posta kontrolü yapmanız gerekiyor.

source: Could Not Create Folder
tr: Dizin Oluşturulamadı

source: %1 of %2 %3 used
tr: %2 %3 alanın %1 kadarı kullanılıyor

# @label:listbox Recipient of an email message.
source: To
tr: Kime

# @label:listbox
source: Select type of recipient
tr: Alıcının tipini seç

# @action:button
source: Save List...
tr: Listeyi Kaydet...

# @info:tooltip
source: Save recipients as distribution list
tr: Alıcıları dağıtım listesi olarak kaydet

# @action:button Open recipient selection dialog.
source: Se&lect...
tr: Se&ç...

# @info:tooltip
source: Select recipients from address book
tr: Alıcıları adres defterinden seç

# @info:status No recipients selected
source: No recipients
tr: Alıcı yok

# @info:status Number of recipients selected
source: 1 recipient
tr: %1 alıcı

# @info:tooltip %1 list of emails
source: <interface>To:</interface><nl/>%1
tr: <interface>Kime:</interface><nl/>%1

# @info:status
source: Truncating recipients list to %1 of %2 entries.
tr: Alıcı listesini %2 girdi içinden %1 taneye küçültüyor.

source: Removing folder
tr: Dizin siliniyor

source: Error while removing a folder.
tr: Dizin silinirken bir hata oluştu.

source: Destination folder: %1
tr: Hedef dizin: %1

# @info:status Number of folders for which update is completed.
source: completed
tr: tamamlanmış

source: checking
tr: kontrol ediliyor

source: Error while querying the server status.
tr: Sunucu durumu kontrol edilirken hata oluştu.

source: Retrieving message status
tr: İleti durumu alınıyor

source: Retrieving messages
tr: İletiler alınıyor

source: Error while listing the contents of the folder %1.
tr: %1 dizininin içeriği alınırken bir hata oluştu.

source: Error while retrieving messages.
tr: İletiler alınırken hata oluştu.

source: Error while creating a folder.
tr: Dizin oluşturulurken hata oluştu.

source: updating message counts
tr: ileti sayıları güncelleniyor

source: Error while getting folder information.
tr: Dizin bilgisi alınırken hata oluştu.

source: <b>Applying filter action:</b> %1
tr: <b>Filtreleme işlemi uygulanıyor:</b> %1

source: A critical error occurred. Processing stops here.
tr: Kritik bir hata oluştu. İşlem burada duruyor.

source: A problem was found while applying this action.
tr: Bu eylem uygulanırken bir problem bulundu.

source: <qt>Too many filter actions in filter rule <b>%1</b>.</qt>
tr: `%1' filtre kuralında çok fazla filtre eylemi var

source: <qt>Unknown filter action <b>%1</b><br />in filter rule <b>%2</b>.<br />Ignoring it.</qt>
tr: <qt><b>%2</b> filtre kuralında <br /> bilinmeyen filtre eylemi: <b>%1</b><br />Yoksayılıyor.</qt>

source: Permissions (ACL)
tr: İzinler (ACL)

# @title:tab General settings for a folder.
source: General
tr: Genel

# @title:tab View settings for a folder.
source: View
tr: Görünüm

source: Templates
tr: Şablonlar

source: Access Control
tr: Erişim Denetimi

source: Quota
tr: Kota

source: Maintenance
tr: Bakım

# type of folder content
source: Unknown
tr: Bilinmeyen

# type of folder storage
source: Mailbox
tr: Posta Kutusu

# type of folder storage
source: Disconnected IMAP
tr: Bağlı Olmayan IMAP

# type of folder storage
source: Search
tr: Ara

# type of folder storage
source: Unknown
tr: Bilinmeyen

# @label:textbox Name of the folder.
source: &Name:
tr: İsi&m:
