Repository: pars-linux/uludag
Catalog: trunk/l10n-kde4/*/messages/kdepim/kres_kolab.po
Languages: tr

source: Loading contacts...
tr: Kişiler yükleniyor...

source: Loading tasks...
tr: Görevler yükleniyor...

source: Loading journals...
tr: Haberler yükleniyor...

source: Loading events...
tr: Olaylar yükleniyor...

source: Copy of: %1
tr: Kopya: %1

source: Choose the folder where you want to store this event
tr: Bu olayı depolamak istediğiniz dizini seçin

source: Choose the folder where you want to store this task
tr: Bu görevi depolamak istediğiniz dizini seçin

source: Choose the folder where you want to store this incidence
tr: Bu olayı saklamak istediğiniz dizini seçin

source: <b>Summary:</b> %1
tr: <b>Özet:</b> %1

source: <b>Location:</b> %1
tr: <b>Konum:</b> %1

source: <b>Start:</b> %1, %2
tr: <b>Başlangıç:</b> %1, %2

source: <b>Start:</b> %1
tr: <b>Başlangıç:</b> %1

source: <b>End:</b> %1, %2
tr: <b>Bitiş:</b> %1, %2

source: <b>End:</b> %1
tr: <b>Bitiş:</b> %1

source: Calendar
tr: Takvim

source: Tasks
tr: Görevler

source: Journals
tr: Günlükler

source: Which kind of subresource should this be?
tr: Bu ne tür bir alt kaynak olmalıdır?

source: This is a Kolab Groupware object. To view this object you will need an email client that can understand the Kolab Groupware format. For a list of such email clients please visit %1
tr: Kolab Groupware nesnesi. Bu nesneyi görmek için Kolab Groupware biçimini anlayabilen bir e-posta istemcisine ihtiyacınız var. Bu tür e-posta istemcilerinin bir listesi için %1 adresine bakın.

source: Internal kolab data: Do not delete this mail.
tr: Dahili Kolab verisi: Bu e-postayı silmeyin.

source: No writable resource was found, saving will not be possible. Reconfigure KMail first.
tr: Yazılabilir kaynak bulunamadı, kaydetmek mümkün olmayacak. Önce KMail'i yeniden yapılandırın.

source: You have more than one writable resource folder. Please select the one you want to write to.
tr: Birden fazla yazılabilir kaynak dizininiz var. Lütfen yazmak istediğiniz dizini seçiniz.

source: Select Resource Folder
tr: Kaynak Dizinini Seçin
