Repository: pars-linux/uludag
Catalog: branches/kde-i18n-*/3.5.x/messages/kdeaddons/nexscope.po
Languages: tr

source: _: NAME OF TRANSLATORS Your names
tr: Görkem Çetin

source: _: EMAIL OF TRANSLATORS Your emails
tr: gorkem@kde.org

source: Nex Configuration
tr: Nex Yapılandırması

source: Name
tr: İsim

source: Main
tr: Ana

source: &Erase between frames
tr: Çerçeve aralarında &Sil

source: &Convolve audio
tr: &Sesi evriştir

source: Comments
tr: Açıklamalar

source: The awesome customizable scope
tr: Şaşırtıcı, özelleştirilebilir alan

source: Nex Author
tr: Nex Yazarı

source: Unable to start noatunNex. Check your installation.
tr: noatunNex başlatılamadı. Kurulumunuzu inceleyin.

source: Pair
tr: İkiz

source: Solid
tr: Katı
