Repository: pars-linux/uludag
Catalog: trunk/kde/knazar/po/*.po
Languages: pt_br

source: Protect
pt_br: Proteger

source: About
pt_br: Sobre

source: knazar - No Harmfull look allowed!
pt_br: knazar - Nenhum olhar danoso permitido!

source: KNazar is starting to protect your Pardus Linux from harmfull looks...
pt_br: KNazar está comçando a proteger seu Pardus Linux de olhares danosos...

source: KNazar is stoping to protect your Pardus Linux from harmfull looks...
pt_br: KNazar está parando de proteger seu Pardus Linux de olhares danosos...

source: knazar - You are completely demilitarized...
pt_br: knazar - Você está completamente desmilitarizado...

source: <qt><nobr><b>Nazar Received and eliminated successfuly</b></nobr><br><nobr></nobr></qt>
pt_br: <qt><nobr><b>Nazar recebido e eliminado com sucesso</b></nobr><br><nobr></nobr></qt>

source: <qt><nobr><b>Nazar Received and it HARMED!</b></nobr><br><nobr></nobr></qt>
pt_br: <qt><nobr><b>Nazar recebido e ele causou DANO!</b></nobr><br><nobr></nobr></qt>

source: knazar - %1 attacks received so far, %2 are defated and %3 are received...
pt_br: knazar - %1 ataques recebidos até então, %2 foram defendidos e %3 foram recebidos...

source: KNazar is a usefull part of the Pardus Linux
pt_br: KNazar é uma parte útil do Pardus Linux

source: KDE Nazar Application
pt_br: Aplicação Nazar KDE
