Repository: pars-linux/uludag
Catalog: trunk/plsa/plsa-admin/po/*.po
Languages: tr

source: Pardus Linux Security Advisory
tr: Pardus Linux Güvenlik Bildirisi

source: security@pardus.org.tr
tr: guvenlik@pardus.org.tr

source: http://security.pardus.org.tr
tr: http://guvenlik.pardus.org.tr

source: ID
tr: No

source: Date
tr: Tarih

source: Revision
tr: Sürüm

source: Severity
tr: Önem

source: Summary
tr: Özet

source: Description
tr: Açıklama

source: Affected packages:
tr: Etkilenen paketler:

source: all versions
tr: tüm sürümler

source: all before %s
tr: %s öncesi tüm sürümler

source: Resolution
tr: Çözüm

source: There are update(s) for %s. You can update them via Package Manager or with a single command from console:
tr: %s için güncelleme mevcut. Paket Yöneticisi'ni kullanarak ya da komut satırında tek komut ile güncelleme yapabilirsiniz:

source: Unfortunately, there are update(s) for %s. You can remove them via Package Manager or with a single command from console:
tr: Ne yazık ki %s için güncelleme yok. Paket Yöneticisi'ni kullanarak ya da komut satırında tek komut ile sistemden kaldırabilirsiniz:

source: References
tr: Referenslar

source: Unable to send mail: Server didn't reply
tr: E-posta gönderilemedi: Sunucu yanıt vermedi

source: Unable to send mail: Server didn't accept username/password
tr: E-posta gönderilemedi: Sunucu kullanıcı ya da parolayı kabul etmedi

source: Unable to send mail: No suitable authentication method was found
tr: E-posta gönderilemedi: Uygun bir kimlik doğrulama metodu bulunamadı

source: Unable to send mail: %s
tr: E-posta gönderilemedi: %s

source: Unable to send mail: Can't connect mail server
tr: E-posta gönderilemedi: Sunucuya bağlanılamadı

source: Unable to send mail: SMTP error
tr: E-posta gönderilemedi: SMTP hatası

source: Unable to send mail: Server didn't accept sender
tr: E-posta gönderilemedi: Sunucu gönderen adresini kabul etmedi

source: Unable to send mail: Server didn't accept recipients
tr: E-posta gönderilemedi: Sunucu alıcıları kabul etmedi

source: sign advisory with KEY
tr: bildiriyi ANAHTAR ile imzala

source: KEY
tr: ANAHTAR

source: use PASS as passphrase
tr: parola olarak PAROLA kullan

source: PASS
tr: PAROLA

source: send advisory to MAIL1,MAIL2,...
tr: bildiriyi ADRES1,ADRES2 adreslerine gönderir

source: MAIL1,MAIL2
tr: ADRES1,ADRES2

source: send mail using account MAIL
tr: bildirileri POSTA hesabını kullanarak gönderir

source: MAIL
tr: POSTA

source: use PASS to connect smtp server
tr: e-posta suncusuna bağlanırken PAROLA kullanılır

source: generate advisory for locale LANG (default: %s)
tr: bildiriyi DIL dilinde oluştur (varsayılan: %s)

source: LANG
tr: DIL

source: save advisory text to FILE
tr: bildiri metnini DOSYA içine yaz

source: FILE
tr: DOSYA

source: '%s' locale is not supported.
tr: '%s' yereli desteklenmemektedir.

source: Unable to read %s.
tr: %s dosyası okunamadı.

source: XML file has errors:
tr: XML dosyası hatalı:

source: Key not found in GnuPG database.
tr: Anahtar GnuPG veritabanında bulunamadı.

source: Available keys are:
tr: Mevcut anahtarlar:

source: Passphrase for key %s:
tr: %s anahtarı için parola:

source: Invalid passphrase.
tr: Geçersiz parola.

source: Source mail address required.
tr: Kaynak e-posta adresi gerekli.

source: Source mail address is invalid: %s
tr: Kaynak e-posta adresi geçersiz: %s

source: Reciepent mail address is invalid: %s
tr: Alıcı e-posta adresi geçersiz: %s

source: Are you sure you want to send this advisory? (yes/no)
tr: Bildiriyi bu haliyle göndermek istediğinizden emin misiniz? (evet/hayır)

source: Password for %s:
tr: %s için parola:

source: Mailed advisory to: %s
tr: Bildiri metni %s adreslerine gönderildi.

source: Unable to write advisory text to %s
tr: Bildiri metni %s dosyasına yazılamadı
