Repository: pars-linux/uludag
Catalog: trunk/playground/intern/2011/manager-improvements/boot-manager/manager/po/*.po
Languages: pl

source: An application for managing boot loader.
pl: Aplikacja do zarządzania programem rozruchowym (Boot Loader).

source: Boot Manager
pl: Program rozruchowy (Boot Loader)

source: Current Maintainer
pl: Obecny opiekun

source: First Developer
pl: Pierwszy wykonawca

# NAME OF TRANSLATORS
source: Your names
pl: Nazwy

# EMAIL OF TRANSLATORS
source: Your emails
pl: Adresy e-mail

source: Do you want to delete '%1'?
pl: Czy chcesz usunąć '%1'?

source: Title
pl: Nazwa

source: Name of the boot entry to be shown at the boot menu.
pl: Nazwa wpisu rozruchu która będzie pokazana w menu startowym.

source: Disk
pl: Dysk

source: Disk that contains operating system.
pl: Dysk, który zawiera system operacyjny.

source: Kernel
pl: Jądro

source: Operating system kernel.
pl: Jądro systemu operacyjnego.

source: Ramdisk File
pl: Plik RAM-dysku

source: Boot Options
pl: Opcje startowe

source: Boot options for operating system.
pl: Opcje rozruchowe systemu operacyjnego.

source: Set or unset entry as default boot entry.
pl: Ustaw/odznacz wpis jako domyślny do rozruchu.

source: Edit
pl: Edytuj

source: Delete
pl: Usuń

source: Add New
pl: Dodaj nowy

source: Boot menu display time:
pl: Czas wyświetlania menu rozruchu:
