Repository: pars-linux/uludag
Catalog: trunk/kde4/sysinfo/po/*.po
Languages: gu, hr

source: KSysinfo
gu: Kસિસઈન્ફો

source: Looking for CPU information...
gu: CPU ની માહિતી શોધાઈ રહી છે...
hr: Tražim informacije o procesoru...

source: My Computer
gu: મારું કોમ્પ્યુટર
hr: Moje računalo

source: Folders, Harddisks, Removable Devices, System Information and more...
gu: ફોલ્ડર્સ, હાર્ડડિસ્ક, દૂર કરી શકાય તેવા સાધનો, સિસ્ટમની માહિતી અને વધારે...
hr: Direktoriji, tvrdi diskovi, uklonivi uređaji, informacije o sustavu itd.

source: Looking for disk information...
gu: ડિસ્કની માહિતી શોધાઈ રહી છે...
hr: Tražim informacije o disku...

source: Disk Information
gu: ડિસ્કની માહિતી
hr: Informacije o disku

source: OS Information
gu: OS માહિતી
hr: Informacije o operacijskom sustavu

source: Current user:
gu: વર્તમાન યુઝર:
hr: Trenutni korisnik:

source: System:
gu: સિસ્ટમ:
hr: Sustav:

source: Display Info
gu: ડિસ્પ્લે માહિતી
hr: Informacije o prikazu

source: Vendor:
gu: વેચાણકર્તા:
hr: Proizvođač:

source: Model:
gu: મોડેલ:

source: Driver:
gu: ડ્રાયવર:
hr: Upravljački program:

source: Getting OS information....
gu: OS માહિતી મેળવાઈ રહી છે...
hr: Dohvaćam informacije o operacijskom sustavu...

source: Common Folders
gu: સામાન્ય ફોલ્ડર્સ
hr: Uobičajeni direktoriji

source: My Documents
gu: મારાં દસ્તાવેજો
hr: Moji dokumenti

source: My Home Folder
gu: મારા ઘરનું ફોલ્ડર
hr: Moj kućni direktorij

source: Root Folder
gu: રૂટ ફોલ્ડર
hr: Korjenski direktorij

source: Network Folders
gu: નેટવર્ક ફોલ્ડર્સ
hr: Mrežni direktoriji

source: Looking up network status...
gu: નેટવર્ક ની સ્થિતિ શોધાઈ રહી છે...
hr: Tražim status mreže...

source: Network Status
gu: નેટવર્ક ની સ્થિતિ
hr: Status mreže

source: CPU Information
gu: CPU ની માહિતી
hr: Informacije o procesoru

source: Processor (CPU):
gu: પ્રોસેસર (CPU)
hr: Procesor (CPU):

source: Speed:
gu: ઝડપ:
hr: Brzina:

source: Looking for memory information...
gu: મેમરી ની માહિતી શોધાઈ રહી છે...
hr: Tražim informacije o memoriji...

source: Memory Information
gu: મેમરી ની માહિતી
hr: Informacije o memoriji

source: Total memory (RAM):
gu: કુલ મેમરી(RAM):
hr: Ukupna memorija (RAM):

source: Free memory:
gu: ન વપરાયેલી મેમરી
hr: Slobodna memorija:

source: Used Memory
gu: વપરાયેલી મેમરી
hr: Korištena memorija

source: Total swap:
gu: કુલ સ્વોપ
hr: Ukupan zamjenski prostor:

source: Free swap:
gu: ન વપરાયેલી સ્વોપ
hr: Slobodan zamjenski prostor:

source: %1 (+ %2 Caches)
gu: %1 (+ %2 કેશીસ)
hr: %1 (+ %2 privremene memorije)

source: Device
gu: ડિવાઈસ
hr: Uređaj

source: Filesystem
gu: ફાઈલસિસ્ટમ
hr: Datotečni sustav

source: Total space
gu: કુલ જગ્યા
hr: Ukupan prostor

source: Available space
gu: ઉપલબ્ધ જગ્યા
hr: Dostupan prostor

source: Press the right mouse button for more options like Mount or Eject
gu: માઉન્ટ અને ઈજેક્ટ જેવાં વધુ વિકલ્પો માટે માઉસનું જમણું બટન દબાવો
hr: Stisnite desnu tipku miša za više izbora poput Montiraj ili Izbaci

source: %1 (3D Support)
gu: %1 (3D આધાર)
hr: %1 (3D podrška)

source: %1 (No 3D Support)
gu: %1 (3D આધાર નથી)
hr: %1 (bez 3D podrške)

source: Unknown
gu: અજાણી
hr: Nepoznato

source: Network is <strong>unreachable</strong>
gu: નેટવર્ક પર <strong>પહોંચી શકાતું નથી</strong>
hr: Mreža je <strong>nedostupna</strong>

source: You are <strong>offline</strong>
gu: તમે <strong>ઓફલાઈન છો</strong>
hr: Vi niste <strong>spojeni</strong>

source: Network is <strong>shutting down</strong>
gu: નેટવર્ક <strong>બંધ થઈ રહ્યું છે</strong>
hr: Mreža se <strong>gasi</strong>

source: <strong>Establishing</strong> connection to the network
gu: નેટવર્ક કનેક્શન <strong>સ્થપાઈ રહ્યું છે</strong>
hr: <strong>Uspostavljam<strong> mrežnu vezu

source: You are <strong>online</strong>
gu: તમે <strong>ઓનલાઈન છો</strong>
hr: Vi ste <strong>spojeni</strong>

source: Unknown network status
gu: અપરિચિત નેટવર્ક સ્થિતિ
hr: Nepoznat status mreže

source: Cores:
hr: Jezgre:

source: Temperature:
hr: Temperatura:
