Repository: pars-linux/uludag
Catalog: trunk/staj-projeleri/puding/trunk/po/*.po
Languages: fr, tr

source: Puding USB image creator
fr: Puding, créateur d'image pour clef USB
tr: Pardus USB imaj oluşturucu

source: USB image creator
fr: Créateur d'image pour clef USB
tr: USB imaj oluşturucu

source: show program's license info and exit
fr: Afficher la licence et sortir
tr: programın lisans bilgisini göster ve çık

source: create Pardus USB image from console
fr: Créer une image de Pardus pour clef USB à partir du terminal
tr: konsoldan Pardus USB imajı oluştur

source: Puding is an USB image creator for Pardus Linux.
fr: Puding est un créateur d'image de Pardus Linux pour clef USB
tr: Puding, Pardus için hazırlanmış bir imaj oluşturucudur.

source: You need superuser permissions to run this application.
fr: Vous devez être administrateur pour lancer cette application.
tr: Bu uygulamayı çalıştırmak için yetkili kullanıcı olmalısınız.

source: Invalid usage. Example:
fr: Utilisation invalide. Exemple :
tr: Geçersiz kullanım. Örnek:

source: (If you know directory path that is your USB device mount point)
fr: (Si vous connaissez le chemin du dossier qui sert de point de montage de la clef USB)
tr: (USB aygıtınızın bağlanma noktasını biliyorsanız)

source: Quitting, please wait.
fr: Arrêt en cours, veuillez patienter.
tr: Çıkıyor, lütfen bekleyin.

source: Finished
fr: Terminé
tr: Tamamlandı

source: USB device not found.
fr: Clef USB non trouvée.
tr: USB aygıtı bulunamadı.

source: Mounting USB device...
fr: Montage de la clef USB...
tr: USB aygıt bağlanıyor...

source: Mounting image...
fr: Montage de l'image...
tr: İmaj bağlanıyor...

source: Could not mounted image.
fr: Impossible de monter l'image.
tr: İmaj bağlanamadı.

source: The path you have typed as second argument is invalid. Please check the USB directory.
fr: Le chemin que vous avez tapé comme second argument est invalide. Merci de vérifier le dossier de l'USB.
tr: İkinci parametre olarak yazdığınız yol geçersiz. Lütfen USB dizinini kontrol edin.

source: Devices:
fr: Périphériques :
tr: Aygıtlar:

source: Label
fr: Étiquette
tr: Etiket

source: Parent
tr: Ebeveyn

source: Mount Point
fr: Point de montage
tr: Bağlama Noktası

source: not mounted
fr: non monté
tr: bağlı değil

source: Unmount
fr: Démonter
tr: Bağlı Değil

source: File System Version
fr: Version du système de fichiers
tr: Dosya Sistemi Sürümü

source: File System Type
fr: Type du système de fichiers
tr: Dosya Sistemi Türü

source: USB devices or partitions have found more than one. Please choose one:
fr: Plusieurs périphériques ou partitions trouvés. Merci d'en choisir un :
tr: Birden fazla USB aygıt ya da bölüm bulundu. Lütfen birini seçin:

source: Please enter a number between 0 - %d.
fr: Merci d'entrer un nombre compris entre 0 et %d.
tr: Lütfen 0 ile %d arasında bir sayı girin.

source: You must enter a number between 0 - %d.
fr: Vous devez entrer un nombre compris entre 0 et %d.
tr: 0 ile %d arasında bir sayı girmelisiniz.

source: There is not enough space left on your USB stick for the image.
fr: Il n'y a pas suffisamment de place libre sur votre clef USB pour accueillir l'image.
tr: USB belleğinizde imaj için yeterli alan yok.

source: Unmounting directories...
fr: Démontage des dossiers...
tr: Dizinler ayrılıyor...

source: USB disk informations:
fr: Informations sur la clef USB :
tr: USB disk bilgisi:

source: Capacity
fr: Capacité
tr: Kapasite

source: Available
fr: Disponible
tr: Boş

source: Used
fr: Utilisé
tr: Kullanılan

source: Please double check your path information. If you don't type the path to the USB stick correctly, you may damage your computer. Would you like to continue?
fr: Merci de vérifier le chemin indiqué. Si vous vous trompez, vous pouvez endommager votre ordinateur. Voulez-vous continuer ?
tr: Lütfen yol bilgisini iki kez kontrol edin. Eğer USB belleğin yolu yanlış olursa, bilgisayarınıza ve dosyalarınıza zarar gelebilir. Devam etmek istiyor musunuz?

source: Please type CONFIRM to continue:
fr: Tapez CONFIRM pour continuer :
tr: Lütfen devam etmek için ONAYLA yazınız:

source: CONFIRM
tr: ONAYLA

source: confirm
tr: onayla

source: Writing image data to USB stick!
fr: Écriture de l'image sur la clef USB !
tr: İmaj verisi USB belleğe yazılıyor!

source: You did not type CONFIRM. Exiting..
fr: Vous n'avez pas tapé CONFIRM. Arrêt...
tr: ONAYLA yazmadınız. Program kapatılıyor..

source: The path is invalid, please specify an image path.
fr: Le chemin donné est invalide, merci de spécifier le chemin de l'image.
tr: Yol geçersiz, lütfen bir imaj yolu belirtin.

source: Calculating checksum...
fr: Calcul de la somme de vérification (checksum)
tr: Kontrol toplamı hesaplanıyor...

source: Source Informations:
fr: Informations sur la source :
tr: Kaynak Bilgisi:

source: Image Path
fr: Chemin de l'image
tr: İmaj Yolu

source: Name
fr: Nom
tr: İsim

source: Download URL
fr: Télécharger l'URL
tr: İndirme Adresi

source: The checksum of the source cannot be validated. Please specify a correct source or be sure that you have downloaded the source correctly.
fr: Le checksum de la source ne peut être validé. Merci de spécifier une source correcte ou assurez-vous d'avoir correctement téléchargé la source.
tr: Kaynağın kontrol toplamı doğrulanamadı. Lütfen geçerli bir kaynak belirtin, ya da doğru kaynağı indirdiğinizden emin olun.

source: Creating boot manager...
fr: Création du gestionnaire de démarrage...
tr: Açılış yöneticisi oluşturuluyor...

source: Could not create boot manager.
fr: Impossible de créer le gestionnaire de démarrage.
tr: Açılış yöneticisi oluşturulamadı.

source: Unmounting image and USB disk...
fr: Démontage de l'image et de la clef USB...
tr: İmaj ve USB bellek ayrılıyor...

source: USB disk is ready. Now you can install or run Pardus from your USB disk.
fr: La clef USB est prête. Vous pouvez maintenant installer ou lancer Pardus à partir de celle-ci.
tr: USB bellek hazır. Artk Pardus'u USB bellekten kurabilir ya da çalıştrabilirsiniz.

source: Copying
fr: Copie
tr: Kopyalanıyor
