Repository: pars-linux/uludag
Catalog: branches/kde/user-manager/corporate2/po/*.po
Languages: sv

source: Show system user and groups
sv: Visa systemkonton

source: User name
sv: Användarnamn

source: Full name
sv: Verkligt namn

source: Group name
sv: Gruppnamn

source: Users
sv: Användare

source: Groups
sv: Grupper

source: User Manager Help
sv: Handbok Användarhanteraren

source: <big><b>Should I delete this user?</b></big><br><br>Name: %s<br>User name: %s<br>ID: %d
sv: <big><b>Vill du ta bort den här användaren?</b></big><br><br>Namn: %s<br>Användarnamn: %s<br>ID: %d

source: Delete User
sv: Ta bort användare

source: Delete user and files
sv: Ta bort användare och filer

source: Delete user
sv: Ta bort användare

source: <big><b>Should I delete this group?</b></big><br><br>Group name: %s<br>ID: %d
sv: <big><b>Vill du ta bort den här gruppen?</b></big><br><br>Gruppnamn: %s<br>ID: %d

source: Delete Group
sv: Ta bort grupp

source: Select manually
sv: Ange manuellt

source: Group name:
sv: Gruppnamn:

source: Enter a group ID or use auto selection
sv: Du måste ange ett ID eller låta systemet välja ett.

source: Enter a group name
sv: Ange ett gruppnamn

source: Enter Information For New Group
sv: Ange uppgifter för den nya gruppen

source: Adding group...
sv: Lägger till grupp...

source: User Management
sv: Användarhantering

source: User manager module is already started!
sv: Användarhanteringsmodulen är redan startad!

source: User Manager
sv: Användarhanteraren

source: User/group operations
sv: Användar-/gruppåtgärder

source: Network settings
sv: Nätverksinställningar

source: Package operations
sv: Paketåtgärder

source: Service operations
sv: Tjänsteåtgärder

source: Date/time operations
sv: Tid-/datumåtgärder

source: Kernel module operations
sv: Kärnmodulsåtgärder

source: Bootloader settings
sv: Starthanterarens inställningar

source: Screen settings
sv: Skärminställningar

source: User name:
sv: Användarnamn:

source: Full name:
sv: Verkligt namn:

source: Home:
sv: Hemkatalog

source: Select user's home directory
sv: Välj hemkatalog för användare

source: Password:
sv: Lösenord:

source: Confirm password:
sv: Bekräfta lösenord:

source: Shell:
sv: Skal:

source: Please specify an existing shell command
sv: Välj ett befintligt skal

source: Specified shell command is not executable
sv: Angivet skal är inte körbart

source: Group
sv: Sekundära grupper

source: Main group:
sv: Primär grupp:

source: Start with typing this user's full name.
sv: Börja med att ange den här användarens verkliga namn.

source: You should enter a password for this user.
sv: Ange ett lösenord för den här användaren.

source: Password must be longer.
sv: Lösenordet är för kort!

source: Don't use your full name or user name as a password.
sv: Använd inte ditt verkliga namn eller användarnamn som lösenord.

source: Passwords don't match.
sv: Lösenorden stämmer inte.

source: You must enter a user ID or use the auto selection.
sv: Du måste ange ett ID eller låta systemet välja ett.

source: You must enter a user name.
sv: Du måste ange ett användarnamn.

source: This user name is used by another user.
sv: Det här användarnamnet är upptaget.

source: User name must not start with a number.
sv: Användarnamn får inte börja med en siffra.

source: You should select at least one group this user belongs to.
sv: Du bör ange minst en grupp som den här användaren tillhör.

source: Edit User's Information
sv: Redigera användaruppgifter

source: Enter Information For New User
sv: Ange uppgifter för den nya användaren

source: Give administrator privileges to this user
sv: Ge användaren administratörsrättighet

source: You are removing yourself from the 'wheel' system group, you might not use your administrator permissions after that.
sv: Du tar bort dig själv ur systemets 'wheel'-grupp, du kan inte använda dina administratörsprivilegier efter det.

source: Important Group Change
sv: Viktig gruppändring

source: Changing user information...
sv: Ändrar användarens uppgifter...

source: Adding user...
sv: Lägger till användare...

source: Getting user information...
sv: Hämtar information om användaren...

source: Authorizations
sv: Behörighet

source: Actions
sv: Åtgärd

source: Authorize
sv: Tillåt

source: Block
sv: Neka

source: Do not ask password
sv: Fråga inte efter lösenord
