Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/LC_MESSAGES/*/messages/playground-games/kolladev.po
Languages: tr

source: New &Game
tr: Yeni &Oyun

source: open &Game
tr: Oyun &Aç

source: &New Level
tr: Y&eni Düzey

source: &Save Level
tr: Düzeyi &Kaydet

source: &Close Level
tr: D&üzeyi Kapat

source: Eraser
tr: Silici

source: Tile Layer
tr: Katmanı Döşe

source: Item Layer
tr: Öge Katmanı

source: A Game IDE
tr: Bir Bütünleşik Oyun Geliştime Ortamı

source: &File
tr: &Dosya

source: &Game Project
tr: &Oyun Projesi

source: &Layers
tr: &Katmanlar

source: Main Toolbar
tr: Ana Araç Çubuğu

source: Layer Toolbar
tr: Katman Araç Çubuğu

source: Select the type of game you want
tr: İstediğiniz oyun türünü seçin

source: Should scrolling be disabled for any direction?
tr: Yuvarlama her yöne doğru kapatılalı mı?

source: Up
tr: Yukarı

source: Left
tr: Sol

source: Right
tr: Sağ

source: Down
tr: Aşağı

source: Is jumping allowed?
tr: Zıpmalaya izin var mı?

source: Gravity amount:
tr: Yerçekimi miktarı:

source: Is running allowed?
tr: Koşmaya izin var mı?

source: Friction amount:
tr: Sürtünme miktarı:

source: What is the name of the game?
tr: Oyunun ismi ne?

source: Provide any intro text that should be shown at the start of this game?
tr: Oyunun başlangıcında gösteriecek giriş metni sunmak ister misiniz?

source: Summary:
tr: Özet:

source: Location:
tr: Konum:

# NAME OF TRANSLATORS
source: Your names
tr: Serdar Soytetir

# EMAIL OF TRANSLATORS
source: Your emails
tr: tulliana@gmail.com
