Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/LC_MESSAGES/*/messages/playground-games/kttt.po
Languages: tr

source: It is player 1's turn.
tr: 1. oyuncunun sırası.

source: It is your turn.
tr: Sizin sıranız.

source: The computer is thinking, please wait.
tr: Bilgisayar düşünüyor, lütfen bekleyin.

source: It is player 2's turn.
tr: 2. oyuncunun sırası.

source: Press Game -> New to start a new game.
tr: Yeni oyuna başlamak için Oyun -> Yeni düğmesine basın.

source: Case background color:
tr: Kasa arkaplan rengi:

source: Piece border color:
tr: Parça kenarı rengi:

source: Player 1's piece's color:
tr: 1. oyuncunun parçalarının rengi:

source: Player 2's piece's color:
tr: 2. oyuncunun parçaşarının rengi:

source: Selected piece color:
tr: Seçilen parça rengi:

source: Game Mode:
tr: Oyun Kipi:

source: Classic
tr: Klasik

source: Partial
tr: Kısmi

source: Total
tr: Toplam

source: Player 1:
tr: Oyuncu 1:

source: Human
tr: İnsan

source: Computer
tr: Bilgisayar

source: Player 2:
tr: Oyuncu 2:

source: Player 1 wins!!!
tr: Oyuncu 1 kazandı!!!

source: Player 2 wins!!!
tr: Oyuncu 2 kazandı!!!

source: You win!!!
tr: Siz kazandınız!!!

source: You lose!!!
tr: Kaybettiniz!!!

source: The game is drawn!!!
tr: Oyun berabere!!!

source: General
tr: Genel

source: Colors
tr: Renkler

source: Shapes
tr: Şekiller

source: A Tic-Tac-Toe game
tr: A Tic-Tac-Toe oyunu

source: All the work
tr: Tüm çalışma

source: The mode of gameplay
tr: Oynanış kipi

source: Who controls player 1
tr: Oyuncu 1'i kim kontrol eder

source: Who controls player 2
tr: Oyuncu 2'yi kim kontrol eder

source: The color of the background
tr: Arkaplan rengi

source: The color of the border of the pieces
tr: Parça köşelerinin rengi

source: The color of player 1's pieces
tr: Oyuncu 1'in parçalarının rengi

source: The color of player 2's pieces
tr: Oyuncu 2'nin parçalarının rengi

source: The color of the selected pieces
tr: Seçilen parçaların rengi

source: The shape of player 1
tr: Oyuncu 1'in şekli

source: The shape of player 2
tr: Oyuncu 2'nin şekli

# NAME OF TRANSLATORS
source: Your names
tr: Osman Tosun

# EMAIL OF TRANSLATORS
source: Your emails
tr: rainman.neu@gmail.com

source: Player 1's shape is:
tr: Oyuncu 1'in şekli:

source: Circle
tr: Çember

source: Cross
tr: Çarpı

source: Player 2's shape is:
tr: Oyuncu 2'nin şekli:
