Repository: pars-linux/uludag
Catalog: network-manager/2009/plasmoid/nm-applet/contents/i18n/*.po
Languages: es, tr

source: Show connection status
es: Mostrar estado de conexión
tr: Bağlantı durumunu göster

source: Show traffic lights
es: Mostrar luces de tráfico
tr: Trafik ışıklarını göster

source: Update wifi signal quality
es: Actualizar calidad de la señal wifi
tr: Kablosuz sinyal kalitesini güncelle

source: Update Interval :
es: Intervalo de actualización :
tr: Güncelleme Sıklığı:

source: sec.
es: seg.
tr: sn.

source: Dont poll anything while battery is discharging
es: No realizar peticiones de consulta mientras se está descargando la batería
tr: Pilden çalışırken hiçbir değişikliği takip etme

source: Show all profiles
es: mostrar todos los perfiles
tr: Tüm profilleri göster

source: Show selected profiles from list
es: Mostrar perfiles seleccionados
tr: Listeden seçilmiş profilleri göster

source: PushButton
tr: GömülebilirDüğme

source: Network Manager
es: Administrador de red
tr: Ağ Yöneticisi

source: Ethernet
tr: Kablolu

source: Not connected.
es: No conectado.
tr: Bağlı değil.

source: Wireless
es: Inalámbrico
tr: Kablosuz

source: No profile defined
es: Ningún perfil especificado
tr: Hiç profil tanımlanmamış

source: Open Network Manager
es: Abrir el administrador de red
tr: Ağ Yöneticisini Aç

source: Connected
es: Conectado
tr: Bağlı

source: Disconnected
es: No conectado
tr: Bağlı değil

source: Connecting
es: Estableciendo conexión
tr: Bağlanıyor

source: Click here to show connections..
es: Presione aquí para mostrar conexiones..
tr: Buraya tıklayarak bağlantıları görebilirsiniz..

source: Unknown
es: Desconocido
tr: Bilinmeyen

source: Connected to <b>%1</b> IP: %2
es: Conectado a <b>%1</b> IP: %2
tr: <b>%1</b> ağına bağlandı, IP: %2

source: Connecting to <b>%1</b> ..
es: Conectando con <b>%1</b> ..
tr: <b>%1</b> ağına bağlanıyor ..

source: Icon Settings
es: Configuración de íconos
tr: Simge Ayarları
