Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/messages/kdeplasma-addons/plasma_applet_systemloadviewer.po
Languages: tr

source: Colors
tr: Renkler

source: Background
tr: Arkaplan

source: Color:
tr: Renk:

source: Translucency:
tr: Şeffaflık:

source: CPU
tr: İşlemci

source: Nice:
tr: İyileştirme:

source: User:
tr: Kullanıcı:

source: IOWait:
tr: G/Ç Beklemesi:

source: System:
tr: Sistem:

source: Memory
tr: Bellek

source: Buffers:
tr: Tamponlar:

source: Cached:
tr: Önbelleklenen:

source: Used:
tr: Kullanılan:

source: Swap
tr: Takas

source: General Config
tr: Genel Düzen

source: Show vertically in panel:
tr: Panelde dikey olarak göster:

source: Show usage of all processors:
tr: Tüm işlemcilerin kullanımını göster:

source: Update interval:
tr: Güncelleme aralığı:

source: CPU %1 Usage: %2% at %3 MHz<br />
tr: İşlemci %1 Kullanımı: %2% %3 MHz<br />

source: CPU %1 Usage: %2%<br />
tr: İşlemci %1 Kullanımı: %2%<br />

source: CPU Usage: %1% at %2 MHz/CPU<br />
tr: İşlemci Kullanımı: %1% %2 MHz/İşlemci<br />

source: CPU Usage: %1% at %2 MHz<br />
tr: İşlemci Kullanımı: %1% %2 MHz<br />

source: CPU Usage: %1%<br />
tr: İşlemci Kullanımı: %1%<br />

source: Ram Usage: %1% of %2 MiB<br />
tr: Bellek Kullanımı: %1% of %2 MiB<br />

source: Swap Usage: %1% of %2 MiB
tr: Takas Alanı Kullanımı: %1% of %2 MiB

# not available means the system does not have swap
source: Swap: not available
tr: Takas Alanı: yok

source: System Load Viewer
tr: Sistem Yükü İzleyici
