Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/messages/kdeplasma-addons/plasma_applet_weather.po
Languages: tr

# Shown when you have not set a weather provider
source: Please Configure
tr: Lütfen Yapılandırın

# Low temperature
source: Low: %1
tr: Düşük: %1

# High temperature
source: High: %1
tr: Yüksek: %1

# High & Low temperature
source: H: %1 L: %2
tr: Y: %1 D: %2

# Not available
source: N/A
tr: Etkin Değil

# Forecast period timeframe
source: 1 Day
tr: %1 Gün

# windchill, unit
source: Windchill: %1
tr: Rüzgâr Soğutması: %1

# humidex, unit
source: Humidex: %1
tr: Nemlilik: %1

# ground temperature, unit
source: Dewpoint: %1
tr: Çiy Noktası: %1

# pressure, unit
source: Pressure: %1 %2
tr: Basınç: %1 %2

# pressure tendency, rising/falling/steady
source: Pressure Tendency: %1
tr: Basınç Eğilimi: %1

# distance, unit
source: Visibility: %1 %2
tr: Görüş mesafesi: %1 %2

# visibility from distance
source: Visibility: %1
tr: Görüş mesafesi: %1

# content of water in air
source: Humidity: %1%2
tr: Nem: %1%2

# Wind condition
source: Calm
tr: Dinginlik

# winds exceeding wind speed briefly
source: Wind Gust: %1 %2
tr: Fırtına: %1 %2

# current weather information
source: Details
tr: Ayrıntılar

# weather warnings
source: Warnings Issued:
tr: Uyarı Yayını:

# weather watches
source: Watches Issued:
tr: Yayınları İzler:

# weather notices
source: Notices
tr: Duyurular
