Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/messages/extragear-network/desktop_extragear-network_kftpgrabber.po
Languages: tr

# GenericName
source: FTP Client
tr: FTP İstemcisi

# Comment
source: A graphical FTP client
tr: Grafiksel FTP İstemcisi

# Comment
source: A KFTPGrabber plugin for importing bookmarks
tr: Sık kullanılanları içeriye aktarmak için KFTPGrabber eklentisi

# Name
source: FileZilla 3 Import plugin
tr: Filezilla 3 İçeriye Aktarma Eklentisi

# Comment
source: FileZilla 3 bookmarks import plugin
tr: Filezilla 3 sık kullanılanları içeriye aktarma eklentisi

# Name
source: gFTP Import plugin
tr: gFTP uygulamasından içeriye aktarma eklentisi

# Comment
source: gFTP bookmarks import plugin for KFTPGrabber
tr: KFTPGrabber için gFTP sık kullanılanlarını içeriye aktarma eklentisi

# Name
source: KFTPGrabber XML Import plugin
tr: KFTPGrabber XML dosyalarını içeriye aktarma eklentisi

# Comment
source: KFTPGrabber XML bookmarks import plugin
tr: KFTPGrabber için XML sık kullanılanları içeriye aktarma eklentisi

# Name
source: NcFTP Import plugin
tr: NcFTP uygulamasından içeriye aktarma eklentisi

# Comment
source: NcFTP bookmarks import plugin for KFTPGrabber
tr: KFTPGrabber için NcFTP uygulamasının sık kullanılanlarını içeriye aktarma eklentisi
