Repository: pars-linux/uludag
Catalog: knazar/kde4/po/*.po
Languages: tr

source: About KNazar
tr: KNazar Hakkında

source: Protect
tr: Koru

source: Release
tr: Koruma

source: KNazar - No harmful look allowed!
tr: KNazar - Kem gözlere izin verilmiyor!

source: KNazar is starting to protect your Pardus Linux from harmful looks...
tr: KNazar Pardus Linux'u kem gözlerden korumaya başlıyor...

source: KNazar is stopping to protect your Pardus Linux from harmful looks...
tr: KNazar Pardus Linux'u kem gözlerden korumayı BIRAKIYOR...

source: KNazar - You are completely demilitarized...
tr: KNazar - Tamamen silahsızsınız...

source: Nazar eliminated
tr: Nazardan korunuldu

source: Nazar Received and eliminated successfuly
tr: Nazar oldu ve başarı ile icabına bakıldı

source: Nazar harmed
tr: Nazar değdi

source: Nazar Received and it HARMED!
tr: Nazar oldu ama hazırlıksız yakalandık

source: KNazar - %1 attacks received so far, %2 are defated and %3 are received...
tr: KNazar - Şimdiye kadar %1 atak oldu, %2 tanesinden etkilenilmedi, %3 tanesi ise hazırlıksız yakaladı...

source: knazar
tr: KDE Nazar Uygulaması

source: KDE Nazar Application
tr: KDE Nazar Uygulaması

source: Copyright (c) 2005 - 2008 TUBITAK/UEKAE
tr: Telif Hakkı (c) 2005 - 2008 TUBİTAK/UEKAE

source: KNazar is a useful part of the Pardus Linux
tr: KNazar Pardus Linux'un çok önemli bir parçasıdır.

source: Author
tr: Yazar

source: KDE4 Porter
tr: KDE4'e Uyarlayan

source: KNazar Icon
tr: KNazar Simgesi

# NAME OF TRANSLATORS
source: Your names
tr: S.Çağlar Onur, Uğur Çetin

# EMAIL OF TRANSLATORS
source: Your emails
tr: caglar@pardus.org.tr, jnmbk@users.sourceforge.net
