Repository: pars-linux/uludag
Catalog: kde/network-manager/manager/po/*.po
Languages: sr

source: Network Manager
sr: Мрежни Менаџер

source: An application for managing network connections.
sr: Апликација за управљање мрежним везама.

source: (c) 2009-2010 TUBITAK/UEKAE
sr: (c) -2010 ТУБИТАК/УЕКАЕ

source: Bahadır Kandemir
sr: Бахадир Кандемир

source: Current Maintainer
sr: Тренутни одржавалац

source: Gökmen Göksel
sr: Гокман Гоксел

source: Developer
sr: Развијач

# NAME OF TRANSLATORS
source: Your names
sr: Јожеф Куруцић

# EMAIL OF TRANSLATORS
source: Your emails
sr: Kurucity@aim.com

source: Available Profiles
sr: Профили на располагању

source: All Profiles
sr: Сви профили

source: No Device Found
sr: Уређај није нађен

source: No Authentication
sr: Нема аутентификације

source: There is already a profile named '%1'.
sr: Профил са именом '%1' већ постоји.

source: Do you really want to remove profile %1?
sr: Да ли заиста желите да уклоните профил %1?

source: Enter PIN
sr: Унесите PIN (Лични Идентификациони Број)

source: Please Enter PIN Code for
sr: Молимо унесите PIN код за

source: You've typed the wrong PIN code for 3 times
sr: Покушали сте погрешан PIN код 3 пута

source: Refresh
sr: Освежи

source: Scanning...
sr: Скенирање...

source: Disconnected
sr: Искљућен

source: Connected: %s
sr: Повезан: %s

source: Connecting
sr: Повезивање

source: Cable or device is unplugged
sr: Кабел или уређај није утакнут

source: Access denied
sr: Приступ забрањен

source: Signal Strength
sr: Јачина сигнала

source: Set connection state.
sr: Подеси статус конекције.

source: Edit connection
sr: Измени конекцију

source: Delete connection
sr: Избриши конекцију

source: Form
sr: Формулар

source: Create Profile
sr: Формирај профил

source: Nameserver Settings
sr: Подешавања сервера имена

source: Profile Name :
sr: Назив профила :

source: Device :
sr: Уређај :

source: Cancel
sr: Поништи

source: Network Settings
sr: Подешавања мреже

source: Use DHCP
sr: Користи DHCP

source: Use Manual Settings
sr: Користи ручна подешавања

source: Address :
sr: Адреса :

source: Custom
sr: Прилагођен

source: Network Mask :
sr: Мрежна маска :

source: Default Gateway :
sr: Подразумевани мрежни пролаз :

source: Name Servers
sr: Сервери имена

source: Default
sr: Подразумеван

source: Automatic
sr: Аутоматски

source: Custom :
sr: Прилагођен :

source: Remote
sr: Удаљен

source: Network Name (ESSID) :
sr: Назив мреже (ESSID) :

source: Scan
sr: Скенирање

source: Security Type :
sr: Врста заштите :

source: Settings
sr: Подешавања

source: Key :
sr: Кључ :

source: Hide Password
sr: Сакриј шифру

source: Machine Name
sr: Назив машине

source: Dialog
sr: Разговор

source: Details
sr: Детаљи

source: Device
sr: Уређај

source: Device:
sr: Уређај:

source: Select an operator
sr: Изабери један оператор

source: Operator:
sr: Оператор:

source: Remember PIN for this connection
sr: Запамти PIN за ову конекцију

source: Security Settings
sr: Подешавања заштите
