Repository: pars-linux/uludag
Catalog: tags/kde/tasma/1.2/display-config/po/*.po
Languages: de

source: Display Configuration
de: Anzeigekonfiguration

source: Display Configuration is already started!
de: Anzeigekonfiguration ist bereits gestartet!

source: Resolution:
de: Auflösung:

source: Color depth:
de: Farbtiefe:

source: True Color (24 bit)
de: Echte Farben (24 Bit)

source: High Color (16 bit)
de: Hohe Farben (16 Bit)

source: Unable to read configuration.
de: Konfiguration kann nicht gelesen werden.

source: Unable to save configuration.
de: Konfiguration kann nicht gespeichert werden.

source: Configuration saved
de: Konfiguration gespeichert

source: Xorg configuration saved. The changes will effect upon next start of Xorg server.
de: Xorg-Konfiguration gespeichert. Die Änderungen werden beim nächsten Start des Xorg-Servers wirksam.
