Repository: pars-linux/uludag
Catalog: history-manager/2008/po/*.po
Languages: tr

source: Progress
tr: İşlem

source: <h4><b>Preparing PISI</b></h4>
tr: <h4><b>PiSi Hazırlanıyor</b></h4>

source: Taking a snapshot of system
tr: Sistem görüntüsü alınıyor

source: History Manager is already running!
tr: Geçmiş Yöneticisi zaten çalışıyor!

source: History Manager
tr: Geçmiş Yöneticisi

source: Cannot connect to Comar daemon
tr: COMAR hizmetine bağlanılamıyor

source: History Manager Interface
tr: Geçmiş Yöneticisi Arayüzü

source: All Operations
tr: Tüm İşlemler

source: Snapshots
tr: Görüntüler

source: Upgrades
tr: Yükseltme İşlemleri

source: Removes
tr: Kaldırma İşlemleri

source: Installations
tr: Yükleme İşlemleri

source: TakeBacks
tr: Geri Yüklemeler

source: Take Back Plan
tr: Geri Alma Planı

source: Operation Details
tr: İşlem Detayları

source: New Snapshot
tr: Yeni Görüntü

source: Date
tr: Tarih

source: Your system will be restored to that date if you click Take Back button.<br>These are the package installation and removals, also configuration files below (in snapshots) will overwrite your current configuration files.
tr: Geri Yükle düğmesine tıklarsanız sisteminiz bu tarihe geri döndürülür.<br>Yüklenecek ve silinecek paketler ve değiştirilecek ayar dosyaları aşağıdaki gibidir.

source: Restore to This Point
tr: Sistemi Bu Noktaya Döndür

source: This will take a New Snapshot of your system
tr: Bu işlem sisteminizin yeni bir görüntüsünü alacak

source: This will restore your system back to : %1 %2 If you're unsure, click Cancel and see TakeBack Plan
tr: Bu işlem sisteminizi : %1 %2 tarihindeki ayarlara döndürecek. Emin değilseniz, İptal düğmesine tıklayın ve Geri Alma Planı'na göz atın.

source: Take Back operation completed
tr: Geri alma işlemi tamamlandı

source: New Snapshot Taken
tr: Yeni Görüntü Alındı

source: Operation Cancelled
tr: İşlem İptal Edildi

source: Updating User Interface
tr: Kullanıcı Arayüzü Güncelleniyor

source: Finished with Errors
tr: Hatalarla Tamamlandı

source: Operation Finished with Errors
tr: İşlem Tamamlandı Fakat Hatalar Oluştu

source: Finished Succesfully
tr: Başarıyla Tamamlandı

source: Fetching %1
tr: %1 İndiriliyor

source: <b>Access Granted</b><br>
tr: <b>Erişim İzni Verildi</b><br>

source: <b>Access Denied</b><br>
tr: <b>Erişim Reddedildi</b><br>

source: Operation Started
tr: İşlem Başlatıldı

source: Ordering Packages for Operation
tr: Paketler İşlem İçin Sıralanıyor

source: Removing : %1
tr: Kaldırılıyor: %1

source: Installing : %1
tr: Yükleniyor: %1

source: Extracting : %1
tr: Çıkartılıyor: %1

source: Configuring : %1
tr: Yapılandırılıyor: %1

source: Taking a Snapshot of System
tr: Sistem Görüntüsü Alınıyor

source: Taking System Back to %1 %2 <br>
tr: Sistem %1 %2 zamanına döndürülüyor <br>

source: Select an entry to view details
tr: Ayrıntıları görüntülenecek bir işlem seçin

source: Type: <b>%1</b>
tr: Tip: <b>%1</b>

source: There are %1 packages in this snapshot
tr: Bu görüntüde %1 paket var

source: Configuration files in snapshot:
tr: Görüntüdeki ayar dosyaları:

source: Take Back Plan for %1 operation on %2
tr: %2 tarihindeki %1 işlemi için Geri Alma Planı

source: These package(s) will be <b>installed</b> :
tr: Şu paket(ler) <b>yüklenecek</b> :

source: These package(s) will be <b>removed</b> :
tr: Şu paket(ler) <b>kaldırılacak</b> :

source: <b>Preparing PiSi...</b>
tr: <b>PiSi Hazırlanıyor...</b>

source: snapshot
tr: görüntü

source: upgrade
tr: yükselt

source: remove
tr: kaldır

source: install
tr: kur

source: takeback
tr: geri yükle

source: Cannot connect to dbus
tr: DBus'a bağlanılamıyor

source: D-Bus Error
tr: D-Bus Hatası

source: COMAR Auth Error
tr: COMAR Yetkilendirme Hatası

source: COMAR Error
tr: COMAR Hatası

source: You are not authorized for this operation.
tr: Bu işlemi yapma yetkiniz yok.
