Repository: pars-linux/uludag
Catalog: kaptan/3/po/*.po
Languages: sv

source: &Back
sv: &Bakåt

source: &Next
sv: &Nästa

source: Finish
sv: Slutför

source: Enjoy with Pardus...
sv: Njut av Pardus...

source: Configure network settings...
sv: Anpassa nätverket

source: <big>Loading...</big>
sv: <big>Laddar...</big>

source: Welcome
sv: Välkommen

source: Multiple
sv: Flera skrivbord

source: Thumbnails
sv: Minibild

source: Wallpaper
sv: Bakgrundsbild

source: Choose Wallpaper
sv: Välj bakgrundsbild

source: Keyboard Layouts
sv: Tangentbordslayout

source: Keyboard
sv: Tangentbord

source: Try:
sv: Testa:

source: Enjoy with wonderful backgrounds...
sv: Njut av underbara bakgrundsbilder...

source: Show all resolutions.
sv: Visa alla upplösningar

source: Old Wallpaper
sv: Gamla bilder

source: No Wallpaper
sv: Ingen bild

source: Photo
sv: Foto

source: Shot
sv: Ta

source: Put my photo to:
sv: Lägg min bild i:

source: E-mail clients
sv: Epostklient

source: Instant messengers
sv: Direktmeddelandeklienter

source: Login Screen (KDM)
sv: Startskärm (KDM)

source: Network
sv: Nätverk

source: Package Manager
sv: Pakethanteraren

source: Configure package manager settings...
sv: Anpassa Pakethanteraren

source: Package
sv: Paket

source: <b>Package-manager</b> is the graphical front-end of <b>PiSi</b>. You can easily install new programs and upgrade your system and also can see new upgrades of the programs periodically from the system tray with package manager.
sv: <b>Pakethanteraren</b> är den grafiska framänden till <b>PiSi</b>. Du kan enkelt installera nya program och uppdatera ditt system. Du kan också se resultatet av den automatiska uppdateringskontrollen i systembrickan med Pakethanteraren.

source: Updates
sv: Uppdateringar

source: Show in system tray
sv: Aktivera systembrickan

source: Check updates automatically for every
sv: Sök automatiskt efter uppdateringar varje

source: hours
sv: timmar

source: SummaryWidget
sv: Sammanställning

source: Multiple Desktops
sv: Flera skrivbord

source: Configure virtual desktops..
sv: Anpassa flera skrivbord

source: <p>In this module, you can configure how many virtual desktops you want.</p>
sv: <p>Här kan du välja hur många skrivbord du vill ha.</p>

source: Mouse wheel over desktop background switches desktop.
sv: Mushjul över skrivbordets bakgrund byter skrivbord

source: Desktop(s)
sv: skrivbord

source: Keyboard Settings
sv: Tangentbordsinställningar

source: Configure your keyboard
sv: Anpassa tangentbordet

source: <p align="left">You can configure your keyboard from here.</p>
sv: <p align="left">Här kan du anpassa ditt tangentbord.</p>

source: Mouse Settings
sv: Musinställningar

source: Configure your mouse
sv: Anpassa musen

source: Mouse
sv: Mus

source: Button Order
sv: Knappordning

source: Left Hand
sv: Vänsterhänt

source: Right Hand
sv: Högerhänt

source: &Single-click to open files and folders
sv: &Enkelklicka för att öppna filer och kataloger

source: Dou&ble-click to open files and folders
sv: &Dubbelklicka för att öppna filer och kataloger

source: Goodbye
sv: Farväl

source: <p>TASMA is a configuration application for Pardus Operating System. </p>
sv: <p>TASMA är ett anpassningsprogram för ditt Pardus operativsystem. </p>

source: Start
sv: Starta

source: User Groups and Help Pages
sv: Användargrupper och hjälpsidor

source: <p>Pardus community, user lists, IRC channels, wikis and more.</p>
sv: <p>Pardus gemenskap, användarförteckning, IRC-kanaler, wiki med mera.</p>

source: <p>Congratulations! You have finished all steps. You can now continue using Pardus and try applications below.</p>
sv: <p>Grattis! Nu har du gått igenom alla steg. Du kan fortsätta använda Pardus och prova programmen nedan.</p>

source: Screen Resolution
sv: Bildskärmsupplösning

source: <p><p>Your screen resolution is very low. It may be wrong. You can change your resolution bye using <b>Display Manager</b>.</p></p>
sv: <p><p>Din bildskärmsupplösning är mycket låg, den kan vara felaktig. Du kan ändra upplösning med <b>Bildskärmshanteraren</b>.</p></p>

source: Configure your panel !
sv: Anpassa din panel !

source: Select the one you like...
sv: Välj den som passar dig...

source: Here, you can select a <b>style </b>for your desktop. <b>Pardus</b> provides some eye candy styles for you.
sv: Här kan du välja <b>stil</b> för ditt skrivbord. <b>Pardus</b> erbjuder dig lite ögongodis.

source: Preview
sv: Förhandsgranskning

source: Use enhanced Kickoff style menu
sv: Använd utökad Kickoff-meny
