Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/LC_MESSAGES/*/messages/extragear-multimedia/amarokcollectionscanner_qt.po
Languages: tr

source: Amarok Collection Scanner
tr: Amarok Koleksiyon Tarayıcı

source: Note: For debugging purposes this application can be invoked from the command line, but it will not actually build a collection this way without the Amarok player.
tr: Not: Hata ayıklamak için bu uygulama komut satırından da çağırılabilir ancak bu şekilde Amarok dışından çağırıldığında koleksiyon üretmeyecektir.

source: IRC: server: irc.freenode.net / channels: #amarok, #amarok.de, #amarok.es, #amarok.fr Feedback: amarok@kde.org
tr: IRC: sunucu: irc.freenode.net / kanallar: #amarok, #amarok.de, #amarok.es, #amarok.fr Geribildirim: amarok@kde.org

source: Usage: amarokcollectionscanner [options] <Folder(s)>
tr: Kullanım: amarokcollectionscanner [seçenekler] <Dizin(ler)>

source: User-modifiable Options:
tr: Kullanıcı Tarafından Düzenlenebilir Seçenekler:

source: Folder(s) : Space-separated list of folders to scan; when using -b and -i, the path to the file generated by Amarok containing the list of folders
tr: Dizin(ler) : Boşlukla ayırılmış taranacak dizin listesi; -b ve -i kullanılırsa, dizin listesini içeren ve Amarok tarafından üretilmiş dosya yolu

source: -h, --help : This help text
tr: -h, --help : Bu yardım metni

source: -v, --version : Print the version of this tool
tr: -v, --version : Bu aracın sürümünü gösterir

source: -r, --recursive : Scan folders recursively
tr: -r, --recursive : Dizinleri özyinelemeli olarak tarar

source: -i, --incremental : Incremental scan (modified folders only)
tr: -i, --incremental : Artımsal tarama (sadece değiştirilen dizinler)

source: -p, --importplaylists : Import playlists
tr: -p, --importplaylists : Yürütme listelerini içeri aktar

source: -s, --restart : After a crash, restart the scanner in its last position
tr: -s, --restart : Bir çökmeden sonra tarayıcıyı son kaldığı konumdan tekrar başlat

source: -b, --batch : Run in batch mode
tr: -b, --batch : Yığın görev (batch) kipinde çalıştır

source: --idlepriority : Run at idle priority
tr: --idlepriority : Sistem boştayken çalıştır

source: --rpath="<path>" : In full-scan batch mode, specifies a path to prepend to entries (default is the current directory)
tr: --rpath="<path>" : Yığın görev kipindeyken, dosya yollarının önüne eklenecek yol (Öntanımlı: Mevcut dizin)

source: --savelocation : Internal command used by Amarok
tr: --savelocation : Amarok tarafından kullanılan iç parametre
