Repository: pars-linux/uludag
Catalog: kaptan/3.5/po/*.po
Languages: nl

source: &Back
nl: &Terug

source: &Next
nl: &Verder

source: Finish
nl: BeÃ«indig

source: Enjoy with Pardus...
nl: Geniet met Pardus...

source: Configure network settings...
nl: Configuren van netwerkinstellingen...

source: <big>Loading...</big>
nl: <big>Laden...</big>

source: Welcome
nl: Welkom

source: Panel
nl: Paneel

source: Multiple
nl: Meerdere

source: Thumbnails
nl: Miniaturen

source: Wallpaper
nl: Achtergrond

source: Choose Wallpaper
nl: Kies achtergrond

source: Keyboard Layouts
nl: Toetsenbordindeling

source: Keyboard
nl: Toetsenbord

source: Try:
nl: Probeer:

source: Enjoy with wonderful backgrounds...
nl: Geniet van prachtige achtergronden...

source: Show all resolutions.
nl: Toon alle resoluties.

source: Old Wallpaper
nl: Oude achtergrond

source: No Wallpaper
nl: Geen achtergrond

source: Photo
nl: Foto

source: Shot
nl: Afdruk

source: Put my photo to:
nl: Voeg mijn foto toe aan:

source: E-mail clients
nl: E-mail programma's

source: Instant messengers
nl: Instant mesengers

source: Login Screen (KDM)
nl: Login scherm (KDM)

source: Network
nl: Netwerk

source: Package Manager
nl: Pakketbeheer

source: Configure package manager settings...
nl: Configureer pakketbeheer instellingen...

source: Package
nl: Pakket

source: <b>Package-manager</b> is the graphical front-end of <b>PiSi</b>. You can easily install new programs and upgrade your system and also can see new upgrades of the programs periodically from the system tray with package manager.
nl: <b>Pakketbeheer</b> is de grafische schil voor <b>PiSi</b>. U kunt gemakkelijk nieuwe programma's installeren of uw systeem bijwerken en u kunt op de hoogte gehouden worden van nieuwe bijgewerkte pakketten vanuit het systeemvak.

source: tooltipPisiPopup
nl: tooltopPisiPopup

source: Show in system tray
nl: Toon in systeemvak

source: Check updates automatically for every
nl: Controlleer voor updates elke

source: hours
nl: uur

source: SummaryWidget
nl: SummeryWidget

source: Multiple Desktops
nl: Meerdere bureaubladen

source: Configure virtual desktops..
nl: Configureer virtuele bureaubladen..

source: <p>In this module, you can configure how many virtual desktops you want.</p>
nl: <p>Met deze module kunt u het aantal virtuele bureaubladen instellen.</P>

source: Mouse wheel over desktop background switches desktop.
nl: Scrollwiel van muis over bureaublad achtergrond wisselt bureaublad.

source: Desktop(s)
nl: Bureaublad(en)

source: Keyboard Settings
nl: Toetsenbordinstellingen

source: Configure your keyboard
nl: Configureer uw toetsenbord

source: <p align="left">You can configure your keyboard from here.</p>
nl: <p align="left">U kunt uw toetsenbord van hieruit configureren.</p>

source: Mouse Settings
nl: Muis instellingen

source: Configure your mouse
nl: Configureer uw muis

source: Mouse
nl: Muis

source: Button Order
nl: Knop volgorde

source: Left Hand
nl: Linkshandig

source: Right Hand
nl: Rechtshandig

source: &Single-click to open files and folders
nl: &Enkelmalig klikken om bestanden en mappen te openen

source: Dou&ble-click to open files and folders
nl: Du&bbel kikken om bestanden en mappen te openen

source: Goodbye
nl: Tot ziens

source: <p>TASMA is a configuration application for Pardus Operating System. </p>
nl: <P>TASMA is een configuratie applicatie voor het Pardus besturingssysteem.</p>

source: User Groups and Help Pages
nl: Gebruikersgroepen en Hulp pagina' s

source: <p>Pardus community, user lists, IRC channels, wikis and more.</p>
nl: <p>Pardus gemeenschap, gebruikers lijsten, IRC kanalen, Wiki's en meer.</p>

source: <p>Congratulations! You have finished all steps. You can now continue using Pardus and try applications below.</p>
nl: <p>Gefeliciteerd! U heeft alle stappen doorlopen. U kunt nu doorgaan met Pardus te gebruiken en onderstaande applicaties proberen.</p>

source: Screen Resolution
nl: Scherm resolutie

source: <p><p>Your screen resolution is very low. It may be wrong. You can change your resolution bye using <b>Display Manager</b>.</p></p>
nl: <p><p>Uw scherm resolutie is erg laag. Dit kan fout zijn. U kunt uw resolutie aanpassen door gebruik te maken van het <b>Beeldscherm beheer</b>.</p></p>

source: Configure your panel !
nl: Configureer uw paneel!

source: Select the one you like...
nl: Selecteer welk u wilt...

source: Here, you can select a <b>style </b>for your desktop. <b>Pardus</b> provides some eye candy styles for you.
nl: Hier kunt u een <b>stijl </b>kiezen voor uw bureaublad. <b>Pardus</b> levert u enkel oogstrelende stijlen.

source: Preview
nl: Voorbeeld

source: Use enhanced Kickoff style menu
nl: Gebruik het geavanceerde Kickoff menu
