Repository: pars-linux/uludag
Catalog: l10n/kde/trunk/*/LC_MESSAGES/kdegames/desktop_kdegames.po
Languages: tr

# Name
source: Bomber
tr: Bombacı

# GenericName
source: Arcade Bombing Game
tr: Bombalama Macera Oyunu

# Name
source: KBomber - Star Wars
tr: KBomber - Yıldız Savaşları

# Name
source: Lava-Island
tr: Lava-Adası

# Description
source: Stop the lava and save the day
tr: Lavayı durdurup günü kurtarın

# GenericName
source: Five-in-a-row Board Game
tr: Bir-satırda-beş Tahta Oyunu

# Comment
source: A classic Japanese theme
tr: Bir klasik Japonca teması

# Name
source: High Contrast
tr: Yüksek Kontrast

# Comment
source: A theme with a lot of contrast
tr: Bir yüksek kontrast teması

# Comment
source: A pen and paper theme
tr: Bir kağıt kalem oyunu

# Comment
source: A theme from outer space
tr: Uzayın derinliklerinden bir tema

# Description
source: Clanbomber Import
tr: Clanbomber İçe Aktar

# Name
source: Big Block
tr: KBlock

# Name
source: Clanbomber Big Standard
tr: Clanbomber Büyük Standardı

# Name
source: Blast Matrix
tr: Patlama Matrisi

# Name
source: Bloody Ring
tr: Kanlı Yüzük

# Name
source: Boiling Egg
tr: Haşlama Yumurta

# Name
source: Bomb Attack
tr: Bomba Saldırısı

# Name
source: Broken Heart
tr: Kırık Kalp

# Name
source: Crammed
tr: Tıka basa

# Name
source: Death Corridor
tr: Ölüm Koridoru

# Name
source: Dilemma
tr: İkilem

# Name
source: Fear Circle
tr: Korku Çemberi

# Name
source: Fear Circle Remix
tr: Korku Çemberi Remix

# Name
source: Fire Wheels
tr: Ateş Çarkları

# Name
source: Football
tr: Futbol

# Name
source: Four Instance
tr: KFourInLine

# Name
source: Hard Work
tr: Zor İş

# Name
source: Hole Run
tr: Deliğin Peşinde

# Name
source: Clanbomber Huge Standard
tr: Clanbomber En Büyük Standardı

# Name
source: Juicy Lucy
tr: Yılışık Hayriye

# Name
source: Kitchen
tr: Mutfak

# Name
source: Meeting
tr: Toplantı

# Name
source: Mungo Bane
tr: Mungo Felaketi

# Name
source: Obstacle Race
tr: Engelli Koşu

# Name
source: Overkill
tr: Aşırıya Kaçma

# Name
source: Prison Cells
tr: Hapis Hücreleri

# Name
source: Redirection
tr: Yeniden Yönlendirme

# Name
source: Sixty Nine
tr: Altmış Dokuz

# Name
source: Clanbomber Small Standard
tr: Clanbomber Küçük Standardı

# Name
source: Snake Race
tr: Yılan Oyunu

# Name
source: Clanbomber Tiny Standard
tr: Clanbomber En Küçük Standardı

# Name
source: Whole Mess
tr: Tam Karmaşa

# Name
source: Crazy
tr: Çılgın

# Description
source: Crazy Arena
tr: Çılgın Arena

# Description
source: Default Granatier Arena
tr: Öntanımlı Granatier Arenası

# Name
source: Labyrinth
tr: Labirent

# Description
source: Labyrinth Arena
tr: Labirent Arena

# Name
source: Three of Three
tr: Üçün Üçü

# Description
source: Three of Three Arena
tr: Üçün Üçü Arenası

# Name
source: Player1
tr: Oyuncu1

# Description
source: This is Player1
tr: Bu 1. Oyuncu

# Name
source: Player2
tr: Oyuncu2

# Description
source: This is Player2
tr: Bu 2. Oyuncu

# Name
source: Player3
tr: Oyuncu3

# Description
source: This is Player3
tr: Bu 3. Oyuncu

# Name
source: Player4
tr: Oyuncu4

# Description
source: This is Player4
tr: Bu 4. Oyuncu

# Name
source: Player5
tr: Oyuncu5

# Description
source: This is Player5
tr: Bu 5. Oyuncu

# GenericName
source: Bomberman clone
tr: Bomberman klonu

# Description
source: Clanbomber Theme
tr: Clanbomber Teması

# Description
source: Granatier Theme
tr: Granatier Teması

# Name
source: Water Bomb
tr: Su Bombası

# Description
source: Water Bomb Theme
tr: Su Bombası Teması

# Comment
source: The ancient Chinese board game for 4 players
tr: 4 kişilik eski Çin oyunu

# GenericName
source: Pac-Man Clone
tr: Pac-Man Klonu

# Comment
source: Eat pills escaping ghosts
tr: Hayaletlerden kaçarken ilaçları yutun

# Name
source: Invisible
tr: Görünmeyen

# Description
source: Getting bored with Kapman? More than 100,000 points over level 20? Next step: the invisible maze!
tr: Kapman'dan sıkıldınız mı? 20. seviyenin üzerinde 100.000 puan mı aldınız? Bir sonraki seviye: görünmez labirent!

# Name
source: Matches
tr: Eşleşmeler

# Description
source: A matches drawn maze
tr: Berabere kalınan labirent eşleşmesi

# Name
source: Mountain Adventure
tr: Dağ Macerası

# Description
source: Default
tr: Öntanımlı

# Name
source: Mummies Crypt
tr: Mumya Mahzeni

# Description
source: Avoid the mummies at all costs!
tr: Her koşulda mumyalardan sakının!

# Name
source: Retro
tr: Eski Moda

# Description
source: The old game theme revisited
tr: Eski oyun teması yeniden seçildi

# GenericName
source: Sokoban-like Logic Game
tr: Sokoban-benzeri Mantık Oyunu

# Name
source: Original levels
tr: Özgün seviyeler

# Description
source: This is the original collection of KAtomic levels.
tr: Bu, KAtomic seviyelerinin özgün bir koleksiyonudur.

# Name
source: Water
tr: Su

# Name
source: Formic Acid
tr: Formik Asit

# Name
source: Acetic Acid
tr: Asetik asit

# Name
source: trans-Butene
tr: Trans-Büten

# Name
source: cis-Butene
tr: Cis-Büten

# Name
source: Dimethyl ether
tr: Dimetil eter

# Name
source: Butanol
tr: Bütanol

# Name
source: 2-Methyl-2-Propanol
tr: 2-Metil-2-Propanol

# Name
source: Glycerin
tr: Gliserin

# Name
source: Poly-Tetra-Fluoro-Ethene
tr: Poli-Tetra-Floro-Eten

# Name
source: Oxalic Acid
tr: Okzalik Asit

# Name
source: Methane
tr: Metan

# Name
source: Formaldehyde
tr: Formaldehit

# Name
source: Crystal 1
tr: Kristal 1

# Name
source: Acetic acid ethyl ester
tr: Asetik asit etil ester

# Name
source: Ammonia
tr: Amonyak

# Name
source: 3-Methyl-Pentane
tr: 2-Metil-Pentan

# Name
source: Propyne
tr: Propin

# Name
source: Cyclo-Pentane
tr: Siklo Pentan

# Name
source: Methanol
tr: Metanol

# Name
source: Nitro-Glycerin
tr: Nitrogliserin

# Name
source: Ethane
tr: Etan

# Name
source: Crystal 2
tr: Kristal 2

# Name
source: Ethylene-Glycol
tr: Etilen-Glikol

# Name
source: L-Alanine
tr: L-Alanin

# Name
source: Cyanoguanidine
tr: Siyanoguanidin

# Name
source: Prussic Acid (Cyanic Acid)
tr: Prusik Asit (Siyanik Asit)

# Name
source: Anthracene
tr: Antrasen

# Name
source: Thiazole
tr: Tiyazol

# Name
source: Saccharin
tr: Sakkarin

# Name
source: Ethylene
tr: Etilen

# Name
source: Styrene
tr: Stiren

# Name
source: Melamine
tr: Melamin

# Name
source: Cyclobutane
tr: Siklobütan

# Name
source: Nicotine
tr: Nikotin

# Name
source: Acetyle salicylic acid
tr: Asetil salisilik asit

# Name
source: Meta-Di-Nitro-Benzene
tr: Meta-Di-Nitro-Benzen

# Name
source: Malonic Acid
tr: Malonik Asit

# Name
source: 2,2-Dimethylpropane
tr: 2,2-Dimetilpropan

# Name
source: Ethyl-Benzene
tr: Etil-Benzen

# Name
source: Propene
tr: Propan

# Name
source: L-Asparagine
tr: L-Asparajin

# Name
source: 1,3,5,7-Cyclooctatetraene
tr: 1,3,5,7-Siklooktatetraen

# Name
source: Crystal 3
tr: Kristal 3

# Name
source: Uric Acid
tr: Ürik Asit

# Name
source: Thymine
tr: Timin

# Name
source: Chloroform
tr: Kloroform

# Name
source: Carbonic acid
tr: Karbonik Asit

# Name
source: Crystal 4
tr: Kristal 4

# Name
source: Acrylo-Nitril
tr: Akrilo-Nitril

# Name
source: l-Lactic acid
tr: l-Laktik Asit

# Name
source: Maleic Acid
tr: Maleik Asit

# Name
source: Crystal 5
tr: Kristal 5

# Name
source: Formic acid ethyl ester
tr: Formik Asit Etil Ester

# Name
source: 1,4-Cyclohexadiene
tr: 1,4-Sikloheksadien

# Name
source: Squaric acid
tr: Skuarik asit

# Name
source: Ascorbic acid
tr: Askorbik asit

# Name
source: Phosgene
tr: Fosgen

# Name
source: Thiophene
tr: Tiofen

# Name
source: Urea
tr: Üre

# Name
source: Pyruvic Acid
tr: Piruvik Asit

# Name
source: Ethylene oxide
tr: Etilen oksit

# Name
source: Phosphoric Acid
tr: Fosforik Asit

# Name
source: Diacetyl
tr: Diasetil

# Name
source: trans-Dichloroethene
tr: trans-Dikloroeten

# Name
source: Allylisothiocyanate
tr: Alilizotiyosiyanad

# Name
source: Diketene
tr: Diketen

# Name
source: Ethanal
tr: Etanal

# Name
source: Acroleine
tr: Akrolein

# Name
source: Uracil
tr: Urasil

# Name
source: Caffeine
tr: Kafein

# Name
source: Acetone
tr: Aseton

# GenericName
source: Battleship Game
tr: Amiral Battı Oyunu

# Description
source: A protocol for the game KBattleship
tr: Amiral Battı oyunu için iletişim kuralları

# GenericName
source: Blackbox Logic Game
tr: Blackbox Mantık Oyunu

# GenericName
source: Falling Blocks Game
tr: Sütun Düşürme Oyunu

# Name
source: Egyptian
tr: Mısırlı

# Description
source: KBlocks, Egyptian style.
tr: KBlocks, Mısırlı stili.

# Description
source: KBlocks Oxygen theme for KDE 4
tr: KDE 4 için KBlocks Oxygen Teması

# GenericName
source: Ball Bouncing Game
tr: Top Zıplatma Oyunu

# Description
source: KBounce, Egyptian style.
tr: KBounce, Mısırlı stili.

# Name
source: Strange Geometry
tr: Garip Geometri

# Description
source: A simple high-contrast theme for those who like it clean.
tr: Temiz iş sevenleri için basit bir yüksek kontrast teması

# Name
source: Roads
tr: Yollar

# Description
source: Roads, cones and wheels.
tr: Yollar, koniler ve tekerlekler.

# Name
source: The Beach
tr: Sahil

# GenericName
source: Breakout-like Game
tr: Breakout-benzeri Oyun

# Description
source: Breakout before the aliens do.
tr: Uzaylılardan önce kaçın.

# Description
source: Crystal-like theme for KBreakOut
tr: KBreakout için Crystal-benzeri tema

# Description
source: Egyptian style breakout theme.
tr: Mısırlı stili breakout teması.

# Description
source: Ice chilled theme
tr: Buz gibi bir Tema

# Description
source: Simple KBreakOut theme
tr: Basit KBreakOut teması

# Description
source: Web 2.0 theme showcases graphical elements reminiscent of those used in popular 'WEB 2.0' movement, currently taking the interweb by storm.
tr: Web 2.0 teması, günümüzde interneti kasıp kavuran, popüler 'WEB 2.0' hareketinde kullanılanları anımsatan grafik elemanları vitrine çıkaran bir teması.

# GenericName
source: Three-in-a-row game
tr: Bir-satırda-üç oyunu

# Comment
source: KDiamond Game
tr: KDiamond Oyunu

# Name
source: Game
tr: Oyun

# Comment
source: Sounds that appear during a game
tr: Oyun esnasında çıkan sesler

# Name
source: Diamonds removed
tr: Kaldırılan elmaslar

# Comment
source: Diamonds were removed.
tr: Elmaslar kaldırılmıştı.

# Name
source: Diamonds moving
tr: Hareket ettirilen elmaslar

# Comment
source: Diamonds are moving.
tr: Elmaslar hareket etmekte.

# Name
source: Game over
tr: Oyun bitti

# Comment
source: Time is up.
tr: Süre doldu.

# Description
source: Egyptian style theme.
tr: Mısırlı stili tema

# Description
source: A theme based on real looking diamonds.
tr: Gerçek gibi elmaslar üzerine kurulmuş bir tema

# Name
source: Funny Zoo
tr: Eğlenceli Hayvanat Bahçesi

# Description
source: It is a fun time in the jungle! Help animals find their families. And watch out for those hard to find frogs.
tr: Ormanda eğlence zamanı! Hayvanlara ailelerini bulmada yardım edin. Ve bulunması zor kurbağalar için gözünüzü dört açın.

# Name
source: Black and Red
tr: Siyah ve Kırmızı

# Name
source: True Reflection
tr: Gerçek Yansıma

# Name
source: Yellow and Red
tr: Sarı ve Kırmızı

# Name
source: Yellow and Red Reflection
tr: Sarı ve Kırmızı Yansıma

# GenericName
source: Four-in-a-row Board Game
tr: Bir-satırda-dört Tahta Oyunu

# GenericName
source: Hunt Gold, Dodge Enemies and Solve Puzzles
tr: Altın Avla, Düşmanlarını Atlat ve Bulmacaları Çöz

# Comment
source: A game of action and puzzle-solving
tr: Aksiyon ve bulmaca çözümlerini barındıran bir oyun

# Name
source: Black on White
tr: Beyaz üzerine Siyah

# Description
source: A monochrome, black on white theme for KGoldrunner
tr: KGoldrunner için beyaz üzerine siyah, tek renkli bir tema

# Name
source: KGoldRunner Default
tr: KGoldrunner Öntanımlı

# Description
source: A light and clean theme for KDE4
tr: KDE 4 için aydınlık ve temiz bir tema

# Name
source: The Treasure of Egypt
tr: Mısır'ın Hazineleri

# Description
source: Help Matt Goldrunner escape the traps of ancient Egypt.
tr: Mert AltınPeşinde'ye eski Mısır'ın tuzaklarından kurtulmakta yardımcı olun.

# Name
source: Geek City
tr: Geek Şehri

# Description
source: The hero is trapped inside a computer.
tr: Bir kahraman bilgisayarın içinde mahsur kaldı.

# Name
source: Nostalgia Blues
tr: Nostalji Mavisi

# Description
source: A theme for KGoldrunner that brings back that 8-bit look... now in blue!
tr: KGoldrunner'a 8-bit görünümünü geri getiren bir tema... Hem de şimdi mavi!

# Name
source: Nostalgia
tr: Nostalji

# Description
source: A scalable theme for KGoldrunner that brings back that 8-bit look...
tr: KGoldrunner'a 8-bit görünümünü geri getiren ölçeklenebilir bir tema...

# Name
source: Default
tr: Öntanımlı

# Description
source: Kigo Default theme for KDE 4
tr: KDE4 için Öntanımlı Kigo teması

# GenericName
source: Go Board Game
tr: Go Masaüstü Oyunu

# Name
source: Classic
tr: Klasik

# Description
source: <qt><p>The rules used in the original BSD command line version of <tt>robots</tt>.</p><p>Nothing fancy, just the basic game elements: no fastbots, no safe teleports, no pushing junkheaps, and a huge game grid.</p><p>Due to its larger width, it is recommended that you use a theme with narrower tiles to better fit your screen.</p></qt>
tr: <qt><p><tt>robots</tt>'un özgün BSD komut satırı versiyonunda kullanılan kuralları.</p><p>Ahım şahım bir şey yok, sadece temel oyun ögeleri bulunuyor: hızlı robotlar yok, güvenli ışınlamalar yok, değersiz yığınlar yok, onların yerine kocaman bir oyun alanı var.</p><p>Böyle büyük bir alanın ekranınıza daha iyi sığması için daha dar döşemeleri olan bir tema kullanmanız tavsiye edilmektedir.

# Description
source: <qt><p>An approximation of the rules used in Daleks, a robots-like game for early Apple computers.</p><p>The hero is allotted one energy each round that can be used to power the sonic screwdriver. All other special features are disabled.</p></qt>
tr: <qt><p>İlk Apple bilgisayarlar için robots-benzeri bir oyun olan Daleks'te kullanılan kuralların tahmini bir bütünü.</p><p>Kahramana her turda, sonik tornavidaya güç olarak kullanmak için bir enerji seviyesi ayrılmıştır. Diğer bütün özellikler kapatılmıştır.</p></qt>

# Description
source: <qt><p>The default Killbots game type.</p><p>Includes a medium size grid, safe teleports, fast enemies and pushable junkheaps.</p></qt>
tr: <qt><p>Öntanımlı Killbots oyun tipi.</p><p>Orta boy bir oyun alanı, güvenli ışınlamalar, hızlı düşmanlar ve itilebilir değersiz yığınlar içermekte.</p></qt>

# Name
source: Easy
tr: Kolay

# Description
source: <qt><p>An easier version of the "Killbots" game type.</p><p>Includes a bigger game grid prepopulated with junkheaps, a starting stash of energy and an increasing energy cap.</p></qt>
tr: <qt><p>"Killbots" oyun tipinin kolay bir versiyonu.</p><p>Değersiz yığınlarla doldurulmuş, görece daha büyük bir oyun alanı, başlangıçta depolanmış bir miktar enerji ve artan enerji üst limiti içermektedir.</p></qt>

# Name
source: Energy Crisis
tr: Enerji Krizi

# Description
source: The player starts with 30 energy and cannot earn more. How many rounds can you survive and how many points can you collect before your energy and luck run out?
tr: Oyuncu 30 enerji ile oyuna başlayıp daha fazla enerji kazanamamaktadır. Enerjiniz ve şansınız tükenene kadar kaç tur hayatta kalıp, kaç puan toplayabilirsiniz?

# Description
source: A theme for those who miss the console version
tr: Konsol sürümüne özlem duyanlar için bir tema

# Description
source: <qt><p>Indiana Gnomes battles ghosts and bats on a misty mountainside.</p><p>Sprites by Nicu Buculei. Background by Eugene Trounev.</p></qt>
tr: <qt><p>Hintli cüceler hayaletler ve yarasalarla sisli dağ eteklerinde savaşmaktadırlar.</p><p>Hareketli animasyonlar Nicu Buculei tarafından, Arka plan Eugene Trounev tarafından hazırlanmıştır.</p></qt>

# Name
source: Mummy Madness
tr: Mumya Çılgınlığı

# Description
source: Egyptian style theme with mad mummies.
tr: Çılgın mumyalarla Eski Mısır stili tema

# Name
source: Robot Kill
tr: Öldür Robotu

# Description
source: The default Killbots theme.
tr: Öntanımlı Killbots teması

# GenericName
source: Yahtzee-like Dice Game
tr: Yahtzee-benzeri Zar Oyunu

# GenericName
source: Territory Capture Game
tr: Bölge Ele Geçirme Oyunu

# Name
source: KJumpingCube Default
tr: KJumpingCube Öntanımlı

# Description
source: A simple set of cubes for KDE4
tr: KDE 4 için basit bir küp seti

# GenericName
source: Tactical Game
tr: Taktik Oyunu

# Name
source: Kolor Lines
tr: Renkli Çizgiler

# Name
source: Crystal
tr: Kristal

# Description
source: An Egyptian style theme for klines.
tr: Klines için Eski Mısır stili bir tema.

# Name
source: Gems for Kolor Lines
tr: Renkli Çizgiler Oyunu için Cevherler

# Description
source: A metal style theme with bouncing balls
tr: Zıplayan toplarla bir metal stili tema

# Name
source: 4 Winds
tr: 4 Rüzgar

# Description
source: A layout resembling a fortress
tr: Kaleyi andıran bir yerleşim

# Name
source: Alien
tr: Uzaylı

# Description
source: A humanoid made up of Mahjongg tiles
tr: Mahjongg döşemelerinden yapılmış bir insansı robot

# Name
source: Altar
tr: Sunak

# Description
source: An elevated surface with stairs and columns aside
tr: Merdivenler ve kenarda kolonlarıyla yerden yükseltilmiş bir yüzey

# Description
source: Circular-aligned seats around a performance area
tr: Gösteri alanı çevresinde daire şeklinde dizilmiş oturaklar

# Name
source: Arrow
tr: Ok

# Description
source: A big arrow pointing in the right direction
tr: Doğru yönü gösteren büyük bir ok

# Description
source: The starship-city from Stargate Atlantis
tr: Yıldız Kapısı Atlantis'ten bir uzaygemisi-şehri

# Description
source: A layout resembling Aztec buildings
tr: Aztek binalarını andıran bir yerleşim

# Name
source: Balance
tr: Denge

# Description
source: Time to weight every decision carefully!
tr: Alınan her kararı dikkatle ölçüp tartma zamanı!

# Name
source: Bat
tr: Yarasa

# Description
source: A bat-shaped layout
tr: Yarasa şeklinde bir yerleşim

# Name
source: Bug
tr: Hata

# Description
source: The bug. Let us take it apart!
tr: Hata. Bize bırakın!

# Name
source: Castle View
tr: Kale Görünümü

# Description
source: A castle as viewed from one side
tr: Bir taraftan göründüğü şekilde bir kale görünümü

# Name
source: Castle
tr: Kale

# Description
source: Vista-styled castle layout
tr: Manzara-stilli kale yerleşimi

# Name
source: Cat
tr: Kedi

# Description
source: Vista-styled cat layout
tr: Manzara-stilli kedi yerleşimi

# Name
source: Chains
tr: Zincirler

# Description
source: Four chains making up a single structure
tr: Tek bir yapı meydana getiren dört zincir

# Name
source: Checkered
tr: Damalı

# Description
source: What if the chess board was not square?
tr: Peki ya satranç tahtası kare olmasaydı ne olurdu?

# Name
source: Chip
tr: Yonga

# Description
source: An electronic component with many connectors
tr: Birçok bağlantı parçası olan elektronik bir bileşen

# Name
source: Clubs
tr: Sinek

# Description
source: A layout resembling a multitude of card clubs
tr: Sinek destesini temsilen bir yerleşim

# Name
source: Columns
tr: Sütunlar

# Description
source: A circular arena covered with columns of varying height
tr: Değişen boylarda kolonlarla kaplı dairesel bir arena

# Name
source: Crab
tr: Yengeç

# Description
source: Vista-styled crab layout
tr: Manzara-stili yengeç yerleşimi

# Name
source: Cross
tr: Haç

# Description
source: A six-ended cross resembling the Cyrillic letter Zh
tr: Kiril alfabesi harfi Zh'ı temsilen 6 uçlu haç

# Description
source: Default KMahjongg game layout
tr: Öntanımlı KMahjongg oyun yerleşimi

# Name
source: Dragon
tr: Ejderha

# Description
source: Vista-styled dragon layout
tr: Manzara-stili ejderha yerleşimi

# Name
source: Eagle
tr: Kartal

# Description
source: A large carnivore bird in Mahjongg tiles
tr: Mahjongg döşemelerinde bulunan büyük etobur bir kuş

# Name
source: Enterprise
tr: Kuruluş

# Description
source: A layout for Star Trek fans
tr: Star Trek meraklıları için bir yerleşim

# Name
source: Explosion
tr: Patlama

# Description
source: Something has exploded. Collect the pieces.
tr: Bir şeyler patladı. Parçaları toplayın.

# Name
source: Flowers
tr: Çiçekler

# Description
source: A layout consisting of six flowers
tr: Altı çiçekten oluşan bir yerleşim

# Name
source: Future
tr: Gelecek

# Description
source: An abstract image resembling an asterisk
tr: Yıldız işareti(asteriks) şeklinde bir yerleşim planı

# Name
source: Galaxy
tr: Galaksi

# Description
source: Diversely sized piles of matter
tr: Muhtelif boyutlarda madde yığınları

# Name
source: Garden
tr: Bahçe

# Description
source: Regular patterns resembling a classical garden
tr: Klasik bir bahçeyi andıran düzenli desenler

# Name
source: Girl
tr: Kız

# Description
source: A layout resembling a girl's face
tr: Bir kızın yüzünü andıran bir yerleşim

# Name
source: Glade
tr: Açık Hava Alanı

# Description
source: A small piece of empty space surrounded by a forest
tr: Ormanlarla çevrilmiş ufak bir açık hava alanı

# Name
source: Grid
tr: Izgara

# Description
source: A rectangular grid of varying height
tr: Değişen yüksekliklerde dikdörtgen bir ızgara

# Name
source: Helios
tr: Güneş

# Description
source: The greek Sun god's sign
tr: Eski Yunan Güneş Tanrısı'nın simgesi

# Name
source: Hole
tr: Delik

# Description
source: A pyramid with a hole in the middle
tr: Ortada deliği olan bir piramit

# Name
source: Inner Circle
tr: Gizli Daire

# Description
source: Concentric boxes with openings pointing in opposite directions
tr: Ters yönleri gösteren boşlukları olan eş merkezli kutular

# Name
source: Key
tr: Anahtar

# Description
source: A large key made of Mahjongg tiles
tr: Mahjongg döşemelerinden yapılmış geniş bir anahtar

# Description
source: Letters K and M. Do you have your favourite extension for that?
tr: K ve M harfleri. Bunun için favori bir uzantınız var mı?

# Description
source: A complex yet symmetric labyrinth
tr: Karmaşık ve hala simetrik bir labirent

# Name
source: Mask
tr: Maske

# Description
source: A scary embossed pagan mask
tr: Korkunç şekilde süslenmiş bir putperest maskesi

# Description
source: A layout resembling Maya pyramids
tr: Maya piramitlerini temsilen bir yerleşim

# Name
source: Maze
tr: Labirent

# Description
source: An extremely twisted maze. Beware of minotaurs!
tr: Fazlasıyla burulmuş bir labirent. Minotorlardan (Yarı insan-yarı boğa yaratıklardan) sakının!

# Name
source: Mesh
tr: Tuzak

# Description
source: An interweaved structure made up of Mahjongg tiles
tr: Mahjongg döşemelerinden yapılmış, birleştirme bir yapı

# Name
source: Moth
tr: Güve

# Description
source: A layout representing a small flying insect
tr: Küçük uçan bir böceği temsilen bir yerleşim

# Name
source: Order
tr: Sıralama

# Description
source: A cross with thick ends
tr: Kalın uçları olan bir çubuk

# Name
source: Pattern
tr: Desen

# Description
source: A mysterious pattern atop rectangular blocks
tr: Dikdörtgen blokların üzerinde gizemli bir desen

# Name
source: Penta
tr: Beş

# Description
source: A fortress with five towers
tr: 5 kulesi olan bir kale

# Name
source: Pillars
tr: Sütunlar

# Description
source: A couple of vertical pillars supporting a flat surface
tr: Düz zemini destekleyen bir kaç dik sütun

# Name
source: Pirates
tr: Korsanlar

# Description
source: A sailing boat under the sun
tr: Güneşin altında yüzen bir gemi

# Name
source: Pyramid
tr: Piramit

# Description
source: Can you tear the pyramid apart?
tr: Piramidi parçalayabilir misiniz?

# Name
source: Rocket
tr: Roket

# Description
source: A rocket for you to launch off the board
tr: Bordadan ateşlemeniz için bir roket

# Name
source: Shield
tr: Kalkan

# Description
source: A shield and a sword made up of Mahjongg tiles
tr: Mahjongg döşemelerinden yapılmış bir kalkan ve bir kılıç

# Name
source: Spider
tr: Örümcek

# Description
source: Vista-styled spider layout
tr: Manzara-stili örümcek yerleşimi

# Name
source: Squares
tr: Kareler
