Repository: pars-linux/uludag
Catalog: l10n/kde/trunk/*/LC_MESSAGES/kdegames/desktop_kdegames.po
Languages: tr

# Description
source: Concentric squares of alterating height
tr: Değişken yüksekliklerde eş merkezli kareler

# Name
source: Squaring
tr: Kareleme

# Description
source: Who said squares are flat?
tr: Kim karelerin düz olduğunu iddia etti ki?

# Name
source: Stadion
tr: Stadyum

# Description
source: A layout representing a football field
tr: Futbol sahasını temsilen bir yerleşim

# Name
source: Stairs
tr: Merdiven Basamakları

# Description
source: A staircase for those who dislike taking the same path twice
tr: Aynı yolu iki kere kat etmeyi sevmeyenler için bir merdiven

# Name
source: Star
tr: Yıldız

# Description
source: An asterisk-shaped embossed layout
tr: Yıldız şeklinde süslenmiş bir yerleşim

# Name
source: Star Ship
tr: Yıldız Aracı

# Description
source: A sci-fi space transport
tr: Bir bilim-kurgu uzay nakliye aracı

# Name
source: Stacks
tr: Yığınlar

# Description
source: Difficult layout with stacks of tiles
tr: Döşeme yığınlarıyla zor bir yerleşim

# Name
source: Swirl
tr: Girdap

# Description
source: A spiral with thick ends
tr: Kalın uçları olan bir sarmal

# Name
source: Temple
tr: Tapınak

# Description
source: A temple-shaped layout
tr: Tapınak şeklinde bir yerleşim

# Name
source: Theatre
tr: Tiyatro

# Description
source: A rectangular building with empty space in the middle
tr: Ortada boş bir alanı olan dikdörtgen bir bina

# Name
source: The Door
tr: Kapı

# Description
source: A doorway through a pyramid-shaped wall
tr: Piramit-şeklinde bir duvardan geçen antre

# Name
source: Time Tunnel
tr: Zaman Tüneli

# Name
source: Tomb
tr: Mezar

# Description
source: Fans of Lara Croft may start digging
tr: Lara Croft hayranları kazmaya başlayabilir

# Description
source: A T-shaped embossed object with a hole
tr: Deliği olan, T-şeklinde süslenmiş bir nesne

# Name
source: Tower
tr: Kule

# Description
source: Remove the towers
tr: Kuleleri sil

# Name
source: Triangle
tr: Üçgen

# Description
source: Triangular pyramid
tr: Üçgen piramit

# Name
source: Up&Down
tr: Yukarı&Aşağı

# Description
source: Have you ever tried to represent waves in rectangular blocks?
tr: Hiç dikdörtgen bloklarda dalgaları tasvir etmeyi denemiş miydiniz?

# Description
source: A V-shaped layout with thick lower corners
tr: Kalın alt köşeleri olan V-şeklinde bir yerleşim

# Name
source: Well
tr: Kuyu

# Description
source: A rectangular well with stairs at all sides
tr: Her yanında yıldızlar olan dikdörtgen şeklinde bir kuyu

# Name
source: X-shaped
tr: X-şeklinde

# Description
source: A large letter X made of mahjongg tiles
tr: Mahjongg döşemelerinden yapılmış büyük bir X harfi

# GenericName
source: Minesweeper-like Game
tr: Mayın Tarlası-benzeri Oyun

# Comment
source: KMines Minesweeper-like Game
tr: KMines Mayın Tarlası-benzeri Oyun

# Name
source: Reveal Case
tr: Kutuyu Açıkla

# Comment
source: Reveal case
tr: Kutuyu açıkla

# Name
source: Autoreveal Case
tr: Kutuyu Otomatik Aç

# Comment
source: Autoreveal case
tr: Kutuyu otomatik aç

# Name
source: Mark Case
tr: Kutuyu İşaretle

# Comment
source: Mark case
tr: Kutuyu işaretle

# Name
source: Unmark Case
tr: Kutudaki İşareti Kaldır

# Comment
source: Unmark case
tr: Kutudaki işareti kaldır

# Comment
source: Explosion
tr: Patlama

# Name
source: Game Won
tr: Oyun Kazanıldı

# Comment
source: Game won
tr: Oyun Kazanıldı

# Name
source: Game Lost
tr: Oyun Kaybedildi

# Comment
source: Game lost
tr: Oyun kaybedildi

# Name
source: Set Question Mark
tr: Soru İşareti Ekle

# Comment
source: Set question mark
tr: Soru işareti ekle

# Name
source: Unset Question Mark
tr: Soru İşaretini Kaldır

# Comment
source: Unset question mark
tr: Soru işaretini kaldır

# Description
source: Classic theme for KMines
tr: KMines için klasik tema.

# Description
source: KMines Oxygen theme for KDE 4
tr: KDE 4 için KMines Oxygen teması

# Name
source: Graveyard Mayhem
tr: Mezarlık Kargaşası

# Description
source: A spooky theme for KMines. Don't get caught by the zombies in the graveyard!
tr: KMines için hayalet dolu bir tema. Mezarlıkta zombilere yakalanmayın sakın!

# Name
source: Gardens of Danger
tr: Tehlike Bahçeleri

# Description
source: A funny theme for KDE4 mines game
tr: KDE4 mayın tarlası oyunu için eğlenceli bir tema

# GenericName
source: Network Construction Game
tr: Ağ Yapılandırma Oyunu

# Comment
source: KNetWalk Game
tr: KNetWalk Oyunu

# Name
source: Click
tr: Tık

# Comment
source: Click
tr: Tık

# Name
source: Connect
tr: Bağlan

# Comment
source: Connect
tr: Bağlan

# Name
source: Game won
tr: Oyun kazanıldı

# Name
source: Turn
tr: Dön

# Comment
source: Turn
tr: Dön

# Description
source: KNetWalk Default theme for KDE 4
tr: KDE 4 için KNetWalk öntanımlı teması

# Name
source: Electronic
tr: Elektronik

# Description
source: KNetWalk Electronic theme for KDE 4
tr: KDE 4 için KNetWalk Elektronik teması

# Name
source: Easy Course
tr: Kolay Kurs

# Comment
source: Hit slowly...
tr: Yavaşça bas...

# Name
source: Hard Course
tr: Zor Kurs

# Comment
source: Let the floaters <strong>push</strong> you!
tr: Yüzücülerin size <strong>vurmasına</strong> izin verin!

# Name
source: Impossible Course
tr: İmkansız Kurs

# Comment
source: Reprieve
tr: Ertele

# Comment
source: Luck
tr: Şans

# Comment
source: Chaos
tr: Kaos

# Name
source: Medium Course
tr: Orta Seviye Pist

# Name
source: Slope Practise
tr: Yamaç Çalışması

# Name
source: Really Easy
tr: Çok Kolay

# Comment
source: Daytona Beach, FL
tr: Daytona Sahili, FL

# Comment
source: Grand Canyon
tr: Büyük Kanyon

# Comment
source: Lake Tahoe, CA/NV
tr: Tahoe Gölü, CA/NV

# Comment
source: Niagara Falls, NY
tr: Niagara Şelalesi, NY

# GenericName
source: Miniature Golf
tr: Minyatür Golf

# Name
source: Tutorial Course
tr: Öğretici Kurs

# Comment
source: <h3>Welcome</h3> to the tutorial course for Kolf!
tr: Kolf Oyununun deneme pistine <h3>hoş geldiniz!</h3>

# Comment
source: To hit the ball, press and hold the Down Arrow or left mouse button. How long you hold down the mouse button or key determines strength of the shot.
tr: Topa vurmak için Alt Tuşu ya da sol fare tuşuna basılı tutun. Tuşlara ne kadar uzun basarsanız vuruşunuz da o kadar kuvvetli olacaktır.

# Comment
source: To aim the putter, press the Left (rotate counterclockwise) and Right (rotate clockwise) Arrow keys or use the mouse.
tr: Gol sopasıyla nişan almak için, Sol (saat yönünün tersine) ya da Sağ (saat yönüne) Ok tuşlarına basabilirsiniz.

# Comment
source: <h3>Bridges</h3>Bridges can have walls on the top, bottom, left, or right.
tr: <h3>Köprüler</h3>Köprülerin üst, alt, sol veya sağ taraflarında duvarlar olabilir.

# Comment
source: <h3>Everything</h3>Here's a hole that has it all. Have fun with Kolf!<br><center>-- Jason Katz-Brown</center>
tr: <h3>Herşey</h3>Burada tümünü barındıran bir delik var. Kolf ile eğlenin!<br><center>-- Jason Katz-Brown</center>

# Comment
source: <h3>Slopes</h3>Slopes are slanted areas of ground that push the ball in the direction that they slope. This direction is shown when you choose <u>Hole->Show Info</u>.
tr: <h3>Eğimler</h3>Eğimler yerin değişik eğimlerde bulunmasını sağlar böylece top eğimlerin yönünde hareket eder. Bu yön <u>Delik->Bilgi Göster</u> seçtiğinizde gösterilir.

# Comment
source: Hit the ball onto the slope and let it roll into cup.
tr: Eğimdeki topa vurun ve fincana düşmesini sağlayın.

# Comment
source: Try out these different types of slopes.
tr: Farklı tür eğimleri de denemelisiniz.

# Comment
source: The steepness of a slope is shown when you choose <u>Hole->Show Info</u>. Steepness goes from 8 (steepest) to 1 (shallowest).
tr: <u>Delik->Bilgi Göster</u> seçeneğini seçtiğinizde eğimin dikliği size gösterilir. Diklik ayarı 8'den (en dik) 1'e (en sığ) kadar gitmektedir.

# Comment
source: <h3>Walls</h3>Bounce the ball off of the red walls.
tr: <h3>Duvarlar</h3> Topları kırmızı duvardan sektirin.

# Comment
source: <h3>Sand</h3>Sand is yellow, and slows your ball down.
tr: <h3>Kum</h3> Sarı renkli kumluk bölgeler topunuzu yavaşlatır.

# Comment
source: <h3>Puddles (Water)</h3>Hitting into a puddle (blue) adds a penalty stroke to your score, and your ball is placed outside the puddle.
tr: <h3>Birikinti (Su)</h3>Bir birikintiye (mavi) çarpmak skorunuza bir ceza puanı eklenmesine yol açar, ve topunuz birikinti dışına çıkartılır.

# Comment
source: <h3>Windmills</h3>Windmills (brown base with moving arm) have brown walls (or half walls). The speed of the windmill arm may vary for each hole.
tr: <h3>Yel Değirmenleri</h3> Yel değirmenleri (hareketli kolu olan kahverengi cisimler) kahverengi duvarlara (veya yarım duvarlara) sahiptir. Yel değirmeninin kolunun hızı her deliğe göre değişir.

# Comment
source: <h3>Black Holes</h3>Black Holes transport the ball to their exit, and eject it at a speed in direct relation to the speed your ball was traveling. Choose <u>Hole->Show Info</u> to see which Black Hole goes to which exit and the direction the ball will come out.
tr: <h3>Kara delikler</h3>Kara delikler topu çıkışlarına taşırlar ve topunuzun hızıyla doğru orantılı bir hızda dışarı atarlar. <u>Delik->Bilgi Göster</u> seçerek hangi kara deliğin hangi çıkışa sahip olduğunu ve topun çıkış yönünü öğrenebilirsiniz.

# Comment
source: <h3>Floaters</h3>Floaters are moving platforms that carry a ball that lands on it. Floaters' speeds vary.
tr: <h3>Yüzücüler</h3>Yüzücüler üstüne konan topları taşıyan platformlardır. Yüzücülerin değişik hızları vardır.

# Comment
source: A simple ball dodging game
tr: Basit bir top sıçratma oyunu

# GenericName
source: Galactic Strategy Game
tr: Galaktik Strateji Oyunu

# GenericName
source: Patience Card Game
tr: Sabır Kart Oyunu

# Name
source: Desert Sands
tr: Çöl Kumları

# Name
source: Clean Green
tr: Temiz Yeşil

# Description
source: A simple green felt theme
tr: Basit bir yeşil keçe teması

# Name
source: Green Blaze
tr: Yeşil Ateş

# Name
source: Older Theme
tr: Eski Tema

# Description
source: An older, unnamed KPat theme.
tr: Eski, isimsiz KPat teması.

# GenericName
source: Reversi Board Game
tr: Reversi Tahta Oyunu

# Comment
source: KReversi Game
tr: Reversi Oyunu

# Name
source: Draw
tr: Berabere

# Comment
source: Draw
tr: Beraberlik

# Name
source: Illegal Move
tr: Geçersiz Hamle

# Comment
source: Illegal move
tr: Geçersiz hamle

# Name
source: SameGame
tr: AynıOyun

# GenericName
source: Board Game
tr: Tahta Oyunu

# GenericName
source: Shisen-Sho Mahjongg-like Tile Game
tr: Shisen-Sho Mahjongg Benzeri Döşeme Oyunu

# GenericName
source: World Domination Strategy Game
tr: Dünya Hakimiyeti Strateji Oyunu

# GenericName
source: Skin Editor for the World Domination Strategy Game
tr: KsirK için Arayüz Düzenleyici

# Name
source: KSpaceDuel
tr: Uzay Düellosu

# GenericName
source: Space Arcade Game
tr: Uzay Macera Oyunu

# GenericName
source: Connect the dots to create squares
tr: Noktaları Birleştirerek Kare Yap

# GenericName
source: Sudoku Game
tr: Sudoku Oyunu

# Comment
source: KSudoku, Sudoku game & more for KDE
tr: KDE için sudoku oyunu ve fazlası

# Description
source: 4x4 shape puzzle
tr: 4x4 şekilli bulmaca

# Name
source: Jigsaw
tr: Yapboz

# Description
source: Jigsaw shape puzzle
tr: Yapboz bulmacası

# Name
source: Samurai
tr: Samuray

# Description
source: Samurai shape puzzle
tr: Samuray şekilli bulmaca

# Description
source: A smaller samurai puzzle
tr: Daha ufak bir samurai bulmacası

# Description
source: XSudoku shape puzzle
tr: XSudoku şekilli bulmaca

# Name
source: Abstraction
tr: Soyutlama

# Description
source: A ksudoku theme with abstract artwork.
tr: Soyuta resimlerle bir ksudoku teması

# Name
source: ksudoku_egyptian
tr: ksudoku_mısırlı

# Description
source: KSudoku egyptian style theme
tr: Ksudoku Eski Mısır stili tema

# Description
source: KSudoku Scrible theme for KDE 4
tr: KDE4 için KSudoku Scrible teması.

# GenericName
source: Snake-like Game
tr: Yılan-benzeri bir Oyun

# GenericName
source: Tron-like Game
tr: Tron-benzeri bir Oyun

# Name
source: KTron Default Theme
tr: KTron Öntanımlı Teması

# Description
source: Default theme for KTron.
tr: KTron için öntanımlı tema.

# Description
source: A retro KTron theme with a distinctive touch of early 50s.
tr: 50'lerin tipik dokunuşlarıyla retro bir KTron teması

# Name
source: Potato Guy
tr: Patates Adam

# GenericName
source: Picture Game for Children
tr: Çocuklar için Resim Oyunu

# Name
source: Butterflies
tr: Kelebekler

# Name
source: Christmas
tr: Yılbaşı

# Name
source: Ancient Egypt
tr: Eski Mısır

# Name
source: The Moon
tr: Ay

# Name
source: Potato Guy 2
tr: Patates Adam 2

# Name
source: Robot workshop
tr: Robot atölyesi

# Name
source: Train Valley
tr: Train Vadisi

# GenericName
source: 3-D Game based on Rubik's Cube
tr: 3B Rubik Küpü Temelli Oyun

# Comment
source: A 3-D game based on Rubik's Cube
tr: 3B Rubik Küpü Temelli Oyun

# Comment
source: Classic
tr: Klasik

# Name
source: Oxygen White
tr: Oxygen Beyaz

# Comment
source: A clean and easy style with a distinctively royal touch.
tr: Tipik kraliyet ailesi cinsi dokunuşlarıyla temiz ve basit bir stil

# Name
source: Diamond Tree
tr: Elmas Ağacı

# Comment
source: Simple, yet visually pleasing card back
tr: Basit ve şimdilik tatmin edici bir kart arkası

# Comment
source: Simple, yet visually pleasing card back.
tr: Basit ve şimdilik tatmin edici bir kart arkası.

# Name
source: Ancient Egyptians
tr: Eski Mısırlılar

# Comment
source: Egyptian style card back.
tr: Eski Mısır stili kart arkası

# Comment
source: Futuristic, minimal card design.
tr: Fütüristik, minimal bir kart dizaynı

# Name
source: Ancient Egyptians Dark
tr: Eski Mısırlı Koyu

# Comment
source: Egyptian dark style card back.
tr: Eski Mısır koyu renk kart arkası

# Name
source: Tigullio International
tr: Tigullio Uluslararası

# Name
source: Classic Blue
tr: Klasik Mavi

# Name
source: Classic Red
tr: Klasik Kırmızı

# Name
source: Penguin
tr: Penguen

# Name
source: Grandma
tr: Büyük anne

# Name
source: Modern Red
tr: Modern Kırmızı

# Comment
source: Modern Konqi - play the family carddeck\nDesign: Laura Layland\n <l_layland@hotmail.com>\nKonqi by Stefan Spatz\n <stefan.spatz@stud-mail.uni-wuerzburg.de>
tr: Modern Konqi - aile kart destesiyle oyna\nTasarım: Laura Layland\n <l_layland@hotmail.com>\nKonqi logosu: Stefan Spatz\n <stefan.spatz@stud-mail.uni-wuerzburg.de>

# Name
source: Nicu Ornamental
tr: Nicu Süsleyici

# Comment
source: SVG Ornamental
tr: SVG Süsleyici

# Comment
source: An ancient Egyptian card deck.
tr: Eski Mısırlı kart destesi

# Name
source: Future Simple
tr: Basit Gelecek

# Name
source: Nicu White
tr: Nicu Beyazı

# Name
source: Penguins
tr: Penguenler

# Name
source: Standard
tr: Standart

# Comment
source: Standard KDE card set\nGPL license
tr: Standart KDE kart seti\nGPL lisansı

# Name
source: XSkat French
tr: XSkat Fransızca

# Name
source: XSkat German
tr: XSkat Almanca

# Name
source: Fourteen Segment Sample
tr: On dört Parça Örneği

# Comment
source: This file holds metadata, configuration settings, and the mappings controlling which segments are on or off for the theme fourteen-segment-sample.svg
tr: Bu dosya, fourteen-segment-sample.svg teması için hangi parçaların açık ya da kapalı olduğunu kontrol eden metaveri, yapılandırma ayarları, ve haritalama bilgilerini tutmaktadır.

# Name
source: Individual Digit Sample
tr: Yalnız Basamak Örneği

# Comment
source: This file holds metadata, configuration settings, and the mappings between digit's and id's for the theme individual-digit-sample.svg
tr: Bu dosya, individual-segment-sample.svg teması için basamaklar ve idler arasındaki haritalama bilgileri, metaveri ve yapılandırma ayarlarını tutmaktadır.

# Name
source: Chinese Landscape
tr: Çin Manzarası

# Description
source: Chinese landscape with mountains and a waterfall
tr: Dağlar ve bir şelale içeren çin manzarası

# Name
source: Plain Color
tr: Düz Renk

# Description
source: A Egyptian style background
tr: Eski Mısır stili arka plan

# Description
source: A green background with light geometric patterns
tr: Aydınlık geometrik desenli yeşil bir arka plan

# Name
source: Summer Field
tr: Yazlık Çayır Çimen

# Description
source: The Summertime Greens
tr: Yaz Zamanı Yeşillikleri

# Name
source: Light Wood
tr: Aydınlık Tahta

# Description
source: Resembles the surface of a wood table
tr: Tahta masanın yüzeyini göstermektedir

# Name
source: Alphabet
tr: Alfabe

# Description
source: A colorful tileset designed for kids of all ages.
tr: Her yaştan çocuklar için tasarlanmış renkli bir döşeme seti

# Description
source: Japanese tileset with brightly-colored kanji on a soft woodgrain
tr: Yumuşak tahta zemin üzerine parıldayan renklerde kanji'den oluşan Japon döşeme seti

# Description
source: Chinese tileset, inspired by the classic version shipped with KDE 3
tr: KDE 3 ile birlikte dağıtılan versiyondan esinlenilmiş Çin döşeme seti

# Description
source: Art inspired by real Japanese Mahjongg tiles
tr: Gerçek Japon Mahjongg döşemelerinden esinlenilmiş sanat

# Name
source: Imperial Jade
tr: İmparatorluk Şıllığı

# Name
source: Traditional
tr: Geleneksel

# Description
source: Americanized tiles inspired by Japanese Mahjongg tiles
tr: Japon Mahjongg döşemelerinden esinlenilmiş Amerikanvari döşemeler

# Name
source: Green Blase
tr: Yeşil Bolluk

# GenericName
source: Card Game
tr: İskambil Oyunu

# Comment
source: Slicer plugin for libpala, the base library of Palapeli
tr: Palapeli'nin temel kitaplığı libpala için dilimleme eklentisi

# Name
source: Import into your Palapeli puzzle collection
tr: Palapeli bulmaca koleksiyonunuza aktarın

# Name
source: Palapeli puzzles
tr: Palapeli bulmacaları

# Name
source: Castle of Maintenon
tr: Maintenon Kalesi

# Comment
source: Eure-et-Loir département, France
tr: Eure-et-Loir Bölgesi, Fransa

# Name
source: Roebling Suspension Bridge
tr: Roebling Asma Köprüsü

# Comment
source: in Cincinnati
tr: Cincinnati'de

# Name
source: Citrus Fruits
tr: Narenciye

# Name
source: European Honey Bee
tr: Bal Arısı

# Name
source: Furcifer pardalis
tr: Panter Bukalemun

# Comment
source: Female panther chameleon
tr: Dişi panter bukalemunu

# Name
source: Classic jigsaw pieces
tr: Klasik yapboz parçaları

# Name
source: Rectangular pieces
tr: Dikdörtgen parçalar

# GenericName
source: Jigsaw puzzle game
tr: Yapboz bulmaca oyunu

# Comment
source: Palapeli Jigsaw Puzzle
tr: Palapeli Yapboz Bulmacası

# Name
source: File management operations
tr: Dosya yönetimi işlemleri

# Name
source: Importing puzzle
tr: Bulmaca İçe Aktarılıyor

# Comment
source: A puzzle is being imported into the local puzzle collection
tr: Yerel bulmaca koleksiyonuna bulmaca aktarılıyor
