Repository: pars-linux/uludag
Catalog: l10n-kde4/*/messages/kdeplasma-addons/lancelot.po
Languages: tr

source: Usage logging is activated.
tr: Günlük kaydı tutma işlevi etkinleştirildi.

source: Configure
tr: Yapılandır

source: Failed to open the log file. Logging is disabled.
tr: Günlük kaydı dosyası açılamadı. Günlük kaydı tutma işlevi pasifleştirilmiş.

source: &Leave
tr: &Çık

source: Switch &User
tr: &Kullanıcı Değiştir

source: Loc&k Session
tr: &Oturumu Kilitle

source: Log &Out
tr: &Çık

source: Re&boot
tr: Yeniden &Başlat

source: &Shut Down
tr: &Kapat

source: Suspend to D&isk
tr: &Disk Kullanarak Askıya Al

source: Suspend to &RAM
tr: &Bellek Kullanarak Askıya Al

source: <p>Lancelot can not lock your screen at the moment.</p>
tr: <p>Lancelot şu anda ekranınızı kilitleyemiyor.</p>

source: Session locking error
tr: Oturum kilitleme hatası

source: New Session
tr: Yeni Oturum

source: Display manager error
tr: Görüntü yöneticisi hatası

source: <p>Lancelot can not find your display manager. This means that it not able to retrieve the list of currently running sessions, or start a new one.</p>
tr: <p>Lancelot görüntü yöneticinizi bulamadı. Bu durum çalışan oturumların listesinin alınamayacağı ve yeni bir oturum başlatılamayacağı anlamına geliyor.</p>

source: <p>You have chosen to open another desktop session.<br />The current session will be hidden and a new login screen will be displayed.<br />An F-key is assigned to each session; F%1 is usually assigned to the first session, F%2 to the second session and so on. You can switch between sessions by pressing Ctrl, Alt and the appropriate F-key at the same time. Additionally, the KDE Panel and Desktop menus have actions for switching between sessions.</p>
tr: <p>Başka bir masaüstü oturumu açmak istediniz.<br />Bu işlem için güncel oturum gizlenecek ve bir giriş ekranı görüntülenecektir.<br />Ayrıca her oturum için bir F-tuşu tanımlanacaktır. Genellikle ilk oturum için F%1, ikincisi için F%2 .. tanımlanır. Oturumlar arasında gezmek için Ctrl - Alt ve karşılık gelen tuşa basmalısınız. Bunlara ek olarak, KDE Panel menüsü ve Masaüstü menüsü de oturumlar arasında geçiş yapmanızı sağlayacak eylemleri barındırır.</p>

source: Warning - New Session
tr: Uyarı - Yeni Oturum

source: &Start New Session
tr: &Yeni Oturum Başlat

source: Places
tr: Konumlar

source: Search string is empty
tr: Arama ifadesi boş

source: Enter something to search for
tr: Aramak için bir şeyler girin

source: Searching...
tr: Aranıyor...

source: Some searches can take longer to complete
tr: Bazı aramaların tamamlanması biraz zaman alabilir

source: No matches found
tr: Eşleşme bulunamadı

source: No matches found for current search
tr: Geçerli arama için sonuç bulunamadı

source: Add to Favorites
tr: Yer İmlerine Ekle

source: New:
tr: Yeni:

source: Removable
tr: Taşınabilir

source: Fixed
tr: Sabit

source: Unmounted
tr: Ayrılmış

source: Mount
tr: Bağla

source: Eject
tr: Çıkart

source: Unmount
tr: Ayır

source: The requested device can not be accessed.
tr: İstenilen aygıta erişilemedi.

source: Failed to open
tr: Açılamadı

# @title Title of a list of documents that are open
source: Open documents
tr: Açık belgeler

source: Unread messages
tr: Okunmamış iletiler

source: Mail client
tr: E-Posta istemcisi

source: Mail client is not running
tr: E-posta istemcisi çalışmıyor

source: Unable to find KMail
tr: KMail bulunamadı

source: No unread mail
tr: Okunmamış ileti yok

source: Favorites
tr: Sık Kullanılanlar

source: Remove From Favorites
tr: Yer İmlerinden Kaldır

source: Recent Documents
tr: Son Kullanılan Belgeler

source: Remove this item
tr: Bu ögeyi kaldır

source: Clear documents history
tr: Belge geçmişini temizle

source: Contacts
tr: Kişiler

source: Messaging client
tr: Mesajlaşma istemcisi

source: Messaging client is not running
tr: Mesajlaşma uygulaması çalışmıyor

source: Unable to find Kopete
tr: Kopete bulunamadı

source: No online contacts
tr: Çevrimiçi kişi yok

source: System
tr: Sistem

source: Remove this
tr: Bunu kaldır

source: Removable devices
tr: Çıkarılabilir aygıtlar

source: Fixed devices
tr: Sabit aygıtlar

source: New Documents
tr: Yeni Belgeler

source: Open Documents
tr: Açık Belgeler

source: Online contacts
tr: Çevrimiçi kişiler

source: Favorite Applications
tr: Sık Kullanılan Uygulamalar

source: Search
tr: Ara

source: Configure Shortcuts...
tr: Kısayolları Yapılandır...

source: Menu Editor
tr: Menü Düzenleyici

source: Applet
tr: Gereç

source: Lancelot Launcher Applet
tr: Lancelot Uygulama Çalıştırma Gereci

source: Menu
tr: Menü

source: Lancelot Menu
tr: Lancelot Menüsü

source: KDE Logo
tr: KDE Logosu

source: Start here
tr: Buradan başla

source: Custom
tr: Özel

source: Next-generation application launcher.
tr: Yeni nesil uygulama çalıştırıcı.

source: Maintainer and lead developer
tr: Projeyi yürüten, lider geliştirici

source: Raptor compositing code
tr: Raptor birleşiklik kodları

source: Kickoff data models
tr: Kickoff veri modelleri

source: &Documents
tr: &Belgeler

source: &Contacts
tr: &Kişiler

source: Co&mputer
tr: &Bilgisayar

source: &Applications
tr: &Uygulamalar

source: Documents
tr: Belgeler

source: Computer
tr: Bilgisayar

source: Applications
tr: Uygulamalar

# needed program is not running
source: %1 is not running
tr: %1 çalışmıyor

# start a program
source: start %1
tr: %1 uygulamasını başlat

source: e-Mail contacts
tr: Kişilere e-posta gönder

source: Open Lancelot menu
tr: Lancelot menüsünü aç

source: Configure &Shortcuts...
tr: &Kısayolları Yapılandır...

source: Configure &Lancelot menu...
tr: &Lancelot menüsünü yapılandır...

source: &About Lancelot
tr: &Lancelot Hakkında

source: Configure Lancelot menu
tr: Lancelot menüsünü yapılandır

# NAME OF TRANSLATORS
source: Your names
tr: Serdar Soytetir, Koray Löker

# EMAIL OF TRANSLATORS
source: Your emails
tr: tulliana@gmail.com, loker@pardus.org.tr

source: Contents
tr: İçindekiler

source: Show the search box
tr: Arama kutusunu göster

source: Activation:
tr: Etkinleştirme:

source: Click to activate items
tr: Ögeleri etkinleştirmek için tıkla

source: Use no-click interface
tr: Tıklama kullanmayan arayüzü kullan

source: Extender Position
tr: Genişletici Konumu

source: Left
tr: Sol

source: Right
tr: Sağ

source: Applet Icon
tr: Programcık Simgesi

source: Show contents on &click
tr: İçeriği &tıklandığında göster

source: Show contents on icon &hover (after a predefined interval of time)
tr: İçeriği simgenin &üzerine gelindiğinde göster (önceden tanımlanmış süre geçtiğinde)

source: Applet Icons
tr: Programcık Simgeleri

source: Show cate&gories inside the applet
tr: &Kategorileri programcık içerisinde göster

source: Show only &menu launcher icon
tr: Sadece &menüyü açan simgeyi göster

source: Choose Icon
tr: Simge Seç

source: Choose categories to show
tr: Gösterilecek kategorileri seç

source: Menu Activation
tr: Menü Etkinleştirme

source: Show menu on icon &hover (after a predefined interval of time)
tr: Menüyü &üzerine gelindiğinde göster (önceden tanımlanmış süre geçtiğinde)

source: Show menu on &click
tr: Menüyü &tıklandığında göster

source: &General
tr: &Genel

source: Activation Method
tr: Etkinleştirme Yöntemi

source: Choose this option if you like to click. Every interface item will be activated only by clicking it.
tr: Tıklamayı seviyorsanız bu seçeneği işaretleyin. Tüm arayüz ögeleri sadece tıklama ile etkinleştirilecek.

source: &Click on everything
tr: &Her şeyin üzerine tıkla

source: Choose this option if you want the menu to behave like the standard application launchers. In order to launch applications, you should click on them. Section buttons are activated by hovering.
tr: Eğer menünün standart uygulama başlatıcılar gibi davranmasını istiyorsanız bu seçeneği işaretleyin. Uygulamaları başlatmak için üzerine tıklamanız gerekir. Bölüm düğmeleri ise üzerine gelindiğinde etkinleştirilir.

source: Cla&ssic menu
tr: &Klasik menü

source: Choose this option if you want to avoid clicking. Section buttons are activated by hovering. Applications are launched by hovering the button extenders.
tr: Eğer tıklamak istemiyorsanız bu seçeneği işaretleyin. Bölüm düğmeleri üzerine gelindiğinde etkinleştirilecek. Uygulamalar düğmelerin genişleticilerinin üzerine gelindiğinde etkinleştirilecek.

source: &No-click activation
tr: &Tıklayarak etkinleştirme kullanma

source: Do not close the menu until it loses focus.
tr: Odaklanma kaybedilene kadar menüyü kapatma.

source: &Keep menu open
tr: &Menüyü açık tut

source: System Actions
tr: Sistem Eylemleri

source: Choose which actions you want to be assigned to the system buttons:
tr: Sistem düğmelerine atanacak eylemleri seçin:

source: Application Browser
tr: Uygulama Tarayıcı

source: Reset the browser to show Favorites on menu open
tr: Tarayıcıyı menü açıldığında Yer İmlerini gösterecek şekilde ayarla

source: Column Number Limit
tr: Sütun Sayısı Sınırı

source: No column number limit
tr: Sütun sayısı sınırı yok

source: Limit to two columns
tr: İki sütunla sınırlandır

source: New documents applications:
tr: Yeni belgele uygulamaları:

source: Edit...
tr: Düzenle...

source: System applications:
tr: Sistem uygulamaları:

source: &Usage Statistics
tr: K&ullanım İstatistikleri

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">The usage statistics are intended to track applications you start, in order to provide a better user experience.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">The collected data is considered private and is not shared with the outside world.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Note: The collected data is not used by Lancelot at the moment, but will be in the future. Leaving this option "on" will ensure that, once the features that depend on usage statistics are implemented, you will not need to train them.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p></body></html>
tr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Bitstream Vera Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Kullanım istatistikleri, daha iyi bir kullanım deneyimi sunabilmek için başlatılan uygulamaları takip etmek üzere tasarlanmıştır.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Toplanılan bilgiler kişiye özel olduğundan dış dünya ile asla paylaşılmaz.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Not: Toplanılan bilgiler henüz Lancelot tarafından kullanılmamakta olup ileride kullanılması planlanmaktadır. Bu seçeneği etkinleştirirseniz, kullanım istatistikleri özelliğine bağımlı yeni özellikler eklendiğinde, bu özellikleri eğitmeniz gerekmeyecektir.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p></body></html>

source: Enable usage statistics
tr: Kullanım istatistiklerini etkinleştir

source: Clear gathered data
tr: Toplanan verileri temizle
