Repository: pars-linux/uludag
Catalog: trunk/distribution/2011/release-notes/*/Requirements.po
Languages: fr_fr

source: System Requirements
fr_fr: Pré-requis du système

source: Processor (CPU)
fr_fr: Processeur (CPU)

source: You may want to install the 64-bit version of Pardus &PRODVER; if your system is equipped with one of the processors listed in the sections below.
fr_fr: Vous pouvez installer la version 64-bit de Pardus &PRODVER; si votre système est équipé des processeurs listés dans les sections suivantes.

source: Intel processors which support 64-bit architecture
fr_fr: Processeurs Intel 64-bit

source: Newer versions of Pentium 4, Celeron D, Xeon and Pentium Dual-Core
fr_fr: Nouvelles versions de Pentium 4, Celeron D, Xeon et Pentium Dual-Core

source: Atom D5xx, N4xx and N5xx
fr_fr: Atom D5xx, N4xx et N5xx

source: All versions of Pentium D, Pentium Extreme Edition, Core 2, Core i7, Core i5 and Core i3 processors
fr_fr: Processeurs Pentium D, Pentium Extreme Edition, Core 2, Core i7, Core i5 et Core i3

source: Probably newer processors manufactured after the time this document was originally written.
fr_fr: Processeurs plus récents que la date de rédaction de ce document.

source: AMD processors which support 64-bit architecture
fr_fr: Processeurs AMD 64-bit

source: System memory (RAM)
fr_fr: Mémoire vive (RAM)

source: System memory (RAM) requirements of Pardus &PRODVER; depends heavily on your daily workflow so it is very hard to define upper and lower bounds, but we recommend at least &MINMEM; of memory for a smooth desktop experience.
fr_fr: Les pré-requis en mémoire vive de Pardus &PRODVER; dépendent de l'intensité de votre utilisation de l'ordinateur. Nous recommandons au moins &MINMEM; de mémoire vive.

source: Hard disk space requirements
fr_fr: Pré-requis de disque dur

source: Minimum requirements
fr_fr: Pré-requis minimum

source: Pardus &PRODVER; requires at least &MINREQSPACE; of free hard disk space for a successful installation. As we don't offer custom package selection during the installation, this minimum size constraint applies to all installations.
fr_fr: Pardus &PRODVER; nécessite au moins &MINREQSPACE; d'espace disque pour son installation.

source: Recommended requirements
fr_fr: Pré-requis recommandés

source: In order to effectively use Pardus &PRODVER; on your system without running low on disk space during your daily workflow, we recommend at least &RECOMMSPACE; of free hard disk space.
fr_fr: Afin d'utiliser Pardus &PRODVER; sans être à court d'espace disque, nous recommandons au moins &RECOMMSPACE; d'espace libre.

source: Note on Swap space
fr_fr: Note sur la swap

source: Swap space is used whenever your operating system runs out of physical memory. If you think that your physical memory is big enough for your daily usage, you may skip creating a swap space during installation.
fr_fr: L'espace d'échange (SWAP) est utilisé par le système à court de mémoire physique. Si vous pensez que la capacité de votre mémoir physique est suffisante pour votre usage quotidien, vous pouvez vous passer de swap.

source: <emphasis>Note that</emphasis> a disk partition reserved for swap space is <emphasis>required</emphasis> if you want to hibernate (Suspend to disk) Pardus. Otherwise the functionality will be disabled.
fr_fr: <emphasis>Notez que</emphasis> une partition réservée à la swap est <emphasis>requise</emphasis> si vous souhaitez utiliser la fonction d'hibernation (Suspend to disk) de Pardus. Autrement, cette fonctionnalité sera désactivée.
