Repository: pars-linux/uludag
Catalog: trunk/distribution/2011/release-notes/*/What_*_New.po
Languages: fr_fr

source: What is New?
fr_fr: Ce qui change

source: Updates in Pardus Technologies
fr_fr: Les technologies de Pardus

source: <emphasis>YALI</emphasis>, the installer of Pardus, gained LVM/RAID and UUID support.
fr_fr: <emphasis>YALI</emphasis>, l'installeur de Pardus, gagne la gestion de LVM, du RAID ainsi que de l'UUID.

source: The user interface is completely redesigned to improve the usability.
fr_fr: L'interface de l'utilisateur a été complètement revue afin d'en améliorer l'ergonomie.

source: Users are now able to select between Open Source and proprietary drivers for their NVIDIA video adapters.
fr_fr: Les utilisateurs de carte graphique NVidia peuvent désormais choisir très facilement entre l'utilisation de pilotes vidéo libre ou propriétaire.

source: First Boot
fr_fr: Premier démarrage

source: Some of the settings which were asked during the installation in Pardus &PREVVER; are now moved into a different application which shows up once during the first boot after the installation.
fr_fr: Certains des paramétrages qui étaient réalisés durant l'installation de Pardus &PREVVER; ont été déplacés dans une application apparaissant au premier démarrage après l'installation de Pardus.

source: <emphasis>Kaptan</emphasis>, the desktop customization tool of Pardus, now optionally captures your picture and sets it as your avatar in KDE.
fr_fr: <emphasis>Kaptan</emphasis>, l'assistant de personnalisation du bureau de Pardus, vous propose désormais de prendre votre photo et de la placer comme avatar dans KDE.

source: Users are now able to select their preferred icon theme which will be used in their KDE desktop environment.
fr_fr: Les utilisateurs ont maintenant de choisir le thème du jeu d'icônes de KDE.

source: <emphasis>Pisi</emphasis> now internally uses XZ as the default compression algorithm.
fr_fr: <emphasis>Pisi</emphasis> utilise désormais l'algorithme de compression XZ.

source: Binary package names now reflects the architecture and the distribution release for which the package is built.
fr_fr: Les noms des paquets binaires précisent désormais l'architecture et la version de Pardus pour laquelle ils ont été construits.

source: Various speed enhancements has been done in the core components for a better package management experience.
fr_fr: Diverses améliorations au coeur de PiSi augmentent sa vitesse d'exécution.

source: Package Manager
fr_fr: Le gestionnaire de paquets

source: Users are now able to vote for a package and see the screenshots of graphical applications shipped within packages.
fr_fr: Les utilisateurs peuvent désormais mettre une note aux paquets et voir une photo d'écran des applications graphiques.

source: The graphical user interface is redesigned to improve the usability. Various speed enhancements has been done for a better graphical package management experience.
fr_fr: L'interface graphique a été retravaillée pour en améliorer l'ergonomie. La vitesse d'exécution accrue améliore la gestion des paquets.

source: A lot of KDE integration work has been done including the usage of KDE system tray.
fr_fr: Un gros travail d'intégration de KDE a été réalisé, y compris dans l'usage du tableau de bord.

source: Updates in Core Components
fr_fr: Mises à jour des composants de base

source: <application>Kernel</application> - The Linux kernel shipped with Pardus &PRODVER; is &KERNELVER; which is the latest stable kernel released on 2011/01/05.
fr_fr: <application>Noyau</application> - Le noyau Linux livré avec Pardus &PRODVER; est le &KERNELVER;, dernier noyau stable en date du 05/01/11.

source: <application>Plymouth</application> - The bootsplash technology used in Pardus &PREVVER; is completely dropped and replaced by the new Plymouth engine.
fr_fr: <application>Plymouth</application> - La technologie de l'écran de progression du démarrage du système utilisée dans Pardus &PREVVER; est changée pour le moteur Plymouth.

source: <application>Python</application> - Python is updated to &PYTHONVER;.
fr_fr: <application>Python</application> - Python est mis à jour vers la version &PYTHONVER;.

source: <application>Perl</application> - Perl is updated to &PERLVER;.
fr_fr: <application>Perl</application> - Perl est mis à jour vers la version &PERLVER;.

source: <application>X.org</application> - xorg-server is updated to &XORGVER;, improvements to the automatic driver configuration mechanism has been done by our developers.
fr_fr: <application>X.org</application> - xorg-server est mis à jour vers la version &XORGVER;, à laquelle nos développeurs ont apporté des améliorations dans la configuration automatique des pilotes.

source: Desktop Experience
fr_fr: Environnement de bureau

source: Changes in KDE Desktop Environment
fr_fr: Changements dans l'environnement de bureau KDE

source: KDE SC &KDEVER; brings more performance and stability to the desktop experience. Support for WebKit, improved user experience for netbooks, a new high-speed cache allowing fast access to resources stored on disk are among the new features of this version.
fr_fr: KDE SC &KDEVER; offre plus de performance et de stabilité. Parmi ses fonctionnalités, citons la prise en charge de WebKit, l'amélioration de l'ergonomie pour les utilisateurs de mini-portables, un nouveau cache autorisant des accès aux ressources stockées sur le disque dur.

source: Visual Enhancements
fr_fr: Améliorations graphiques

source: All GTK applications are now rendered with Oxygen style thanks to the <emphasis>oxygen-gtk</emphasis> project. This brings a huge improvement to the user interface consistency.
fr_fr: L'ensemble des applications GTK sont maintenant rendues avec le style Oxygen, grâce au projet <emphasis>oxygen-gtk</emphasis>. Ce qui apporte une plus grande cohérence visuelle dans l'interface.

source: Milky icon theme especially designed for Pardus is shipped within the installation image. Users can set this icon theme through <emphasis>Kaptan</emphasis> or <emphasis>System Settings</emphasis>.
fr_fr: Milky, le jeu d'icônes spécialement conçu pour Pardus est disponible, à choisir dans<emphasis>Kaptan</emphasis> ou dans <emphasis>Configuration du système</emphasis>.

source: Network Management
fr_fr: Réseau

source: Besides switching to GNOME NetworkManager as the default networking backend, Pardus &PRODVER; comes with a heavily improved and modified KDE Network Management tool and plasmoid to give their users a much more consistent networking experience.
fr_fr: Pardus &PRODVER;, en plus d'adopter NetworkManager, le backend réseau de GNOME, a profondément modifié l'outil et le plasmoïde de gestion du réseau de KDE, de façon a apporter plus de cohérence du point de vue de l'utilisateur.

source: With this new networking backend, users are now able to easily set up their Ethernet (With support for 802.1x authentication), 802.11 Wireless (With support for WEP/WPA/WPA2/WPA-EAP and 802.1x authentication), EDGE/3G/CDMA and VPN networks.
fr_fr: Grâce à ce backend réseau, les utilisateurs peuvent facilement configurer leur réseau câblé (avec authentification 802.1x), sans-fil EDGE, 3G, CDMA (avec authentification WEP, WPA, WPA2, WPA-EAP et 802.1x ) et VPN.

source: Default Applications
fr_fr: Applications par défaut

source: Pardus &PRODVER; comes with Mozilla Firefox &FIREFOXVER; as the default web browser application. New features of this Firefox release include Firefox Panorama, application tabs, a redesigned extension manager, Jetpack extensions support, integration with Firefox Sync, and support for multitouch displays.
fr_fr: Pardus &PRODVER; utilise Mozilla Firefox &FIREFOXVER; comme navigateur par défaut. Au menu des nouveautés : Firefox panorama, les onglets d'application, la refonte du gestionnaire d'extensions, la prise en charge des extensions jetpack, l'intégration de Firefox Sync, et la prise en charge des afichages "multitouch".

source: <emphasis>Clementine</emphasis>, a cross-platform music player based on Amarok 1.4 is set as the default audio playing application as it is well maintained and lightweight.
fr_fr: <emphasis>Clementine</emphasis>, le lecteur de musique basé sur Amarok 1.4 a été choisi pour être l'application audio par défaut, compte tenu de sa légèreté et de sa maintenance.

source: <emphasis>SMplayer</emphasis>, a Qt based frontend for MPlayer is set as the default Video/VCD/DVD playing application as it is well integrated with KDE desktop environment in terms of usability and graphical user interface and supports playing a wide range of video file types thanks to the MPlayer backend.
fr_fr: <emphasis>SMplayer</emphasis>, l'habillage graphique Qt de MPlayer a été choisi comme lecteur vidéo, VCD et DVD par défaut compte tenu de son intégration dans KDE en terme d'utilisabilité, d'interface graphique et de sa large gamme de types de formats pris en charge par MPlayer.

source: <emphasis>KsCD</emphasis>, is set as the default Audio CD playing application.
fr_fr: <emphasis>KsCD</emphasis> est l'application par défaut pour lire les CD.

source: Web Browsers
fr_fr: Navigateur web

source: Although not included in the installation images, a wide range of web browsers including Chromium browser, rekonq, Arora and Opera are available for installation through the package manager.
fr_fr: Sont disponibles en sus, dans le gestionnaire de paquets, les navigateurs Chromium, Rekonq, Arora et Opera.

source: System Settings
fr_fr: Paramètres du système

source: <emphasis>Panda</emphasis> (Pardus alternative driver administration) is a new System Settings module which allows users to change the driver between Open Source and proprietary one for NVIDIA and ATI display adapters.
fr_fr: <emphasis>Panda</emphasis> (Pardus Alternative Driver Administration) est un nouveau module du centre de configuration du système qui permet de basculer vers les pilotes vidéo libres ou propriétaires.

source: Users are now able to set up their Bluetooth devices, Wacom tablets and Synaptics touchpads through System Settings.
fr_fr: Les utilisateurs peuvent maintenant configurer les périphériques Bluetooth, les tablettes Wacom et les touchpads Synaptics dans le centre de configuration.

source: The default language used throughout the whole system can now be changed through the locale settings section.
fr_fr: La langue par défaut utilisée dans tout le système peut maintenant être changée dans la section localisation.

source: Office Suite
fr_fr: Suite bureautique

source: <emphasis>LibreOffice</emphasis>, an Open Source personal productivity suite sponsored by the Document Foundation, is now the default Office Suite in Pardus &PRODVER;.
fr_fr: <emphasis>LibreOffice</emphasis> - LibreOffice, la suite bureautique libre sponsorisée par la Fondation Document, remplace la suite OpenOffice.org dans Pardus &PRODVER;.

source: Games
fr_fr: Jeux

source: Pardus &PRODVER; continues the tradition of giving importance to the quality of games offered to their users. The default installation now includes the board and logic games provided by the <application>kdegames</application> package.
fr_fr: Pardus &PRODVER; continue de fournir de bons jeux vidéo. Par défaut sont présents les jeux de logique et de table du paquet <application>kdegames</application>.

source: Other Changes
fr_fr: Autres changements

source: Firefox gets new stable release rapidly. &FIREFOXVER; release presents many new features like the new interface of the browser as well as plugin management new interface, tab grouping, bookmarks between computers, passwords and history matching, a new plug-in interface. HTML5, CSS3 and WebM technology supports are also most important features for the developers.
fr_fr: Firefox &FIREFOXVER; présente de nouvelles fonctionnalités comme son interface renouvelée, la gestion des extensions, le regroupement des onglets, les marque-pages partageables entre plusieurs ordinateurs, la correspondance entre mots de passe et historique, les technologies HTML5, CSS3 et WebM.
