Repository: pars-linux/uludag
Catalog: branches/l10n/kde/3.5.x/messages/kdebase/kio_ldap.po
Languages: tr

source: Additional info:
tr: Ek bilgi:

source: LDAP server returned the error: %1 %2 The LDAP URL was: %3
tr: LDAP sunucusu "%1 %2" hatası verdi LDAP URL'si şuydu: %3

source: LDAP Login
tr: LDAP Giriş

source: site:
tr: sayfa:

source: Invalid authorization information.
tr: Geçersiz kimlik doğrulama bilgisi.

source: Cannot set LDAP protocol version %1
tr: LDAP sürüm %1 tanımlanamadı

source: Cannot set size limit.
tr: Boyut sınırı atanamıyor.

source: Cannot set time limit.
tr: Zaman sınırı atanamıyor.

source: SASL authentication not compiled into the ldap ioslave.
tr: ldap ioslave'de SASL kimlik doğrulaması derlenemiyor.

source: The LDIF parser failed.
tr: LDIF ayrıştırıcı başarısız oldu.

source: Invalid LDIF file in line %1.
tr: %1 satırında geçersiz LDIF dosyası.
