Repository: pars-linux/uludag
Catalog: pardusman/po/*.po
Languages: tr

source: Project file '%s' does not exists!
tr: Proje dosyası '%s' mevcut değil!

source: Not a Pardusman project file, invalid xml!
tr: Dosya Pardusman proje dosyası değil, geçersiz XML!

source: Not a Pardusman project file
tr: Pardusman proje dosyası değil

source: &Open
tr: &Aç

source: Save &as...
tr: &Farklı kaydet...

source: Pardusman says: Teh winnars dont use teh drugs!
tr: Pardusman der ki: Topla, tüfekle beklerim. Tankla, helikopterle, ağır sanayi hamlenizle falan...

source: Title:
tr: Başlık:

source: Title of distribution media, used in grub menu.
tr: Grub menüsünde kullanılacak başlık.

source: Work folder:
tr: Çalışma dizini:

source: This folder holds local repository cache and temporary files generated during the ISO making process.
tr: Bu dizin, ISO üretim süreci boyunca, paketlerin yerel kopyalarının ve geçici dosyaların tutulduğu yerdir.

source: Repository:
tr: Depo:

source: PiSi package repository of the distribution. Must be a URL pointing to the repository index file (i.e. pisi-index.xml.bz2).
tr: Dağıtımın PiSi paket deposu. Depo endeks dosyasına (pisi-index.xml.bz2) işaret eden bir adres olmalıdır.

source: Release files:
tr: Sürüm dosyaları:

source: Content of this folder is copied onto the root folder of CD.
tr: Bu dizinin içeriği CD'nin kök dizinine kopyalanır.

source: Extra Parameters:
tr: Ek parametreler:

source: This parameters will add to the install media's GRUB
tr: Bu parametreler kurulum ortamının GRUB'una eklenecektir.

source: Type:
tr: Tür:

source: Installation
tr: Kurulum

source: Live system
tr: Çalışan sistem

source: Media:
tr: Ortam:

source: Custom size
tr: Diğer

source: Update Repo
tr: Depoyu Güncelle

source: Select packages
tr: Paketleri seç

source: Make ISO
tr: ISO oluştur

source: Select release files folder
tr: Sürüm dosyaları dizinini belirtin

source: Select folder for temporary files and cache
tr: Geçici dosyalar ve önbellek için dizin seçin

source: Release files directory does not exist.
tr: Sürüm dosyaları dizini mevcut değil.

source: Project title not given.
tr: Proje başlığı belirtilmemiş.

source: Project directory not given.
tr: Proje dizini belirtilmemiş.

source: Repository address not given.
tr: Depo adresi belirtilmemiş.

source: New project - Pardusman
tr: Yeni proje - Pardusman

source: Select a project...
tr: Proje seçin...

source: Project '%s' opened.
tr: '%s' projesi açıldı.

source: Saved.
tr: Kaydedildi.

source: Save project as...
tr: Projeyi farklı kaydet...

source: Project saved as '%s'.
tr: Proje '%s' olarak kaydedildi.

source: Pardus distribution media maker
tr: Pardus dağıtım ortamı oluşturucusu

source: Version:
tr: Sürüm:

source: %s, release %s, build %s
tr: %s, yayım %s, inşa %s

source: Component:
tr: Bileşen:

source: Homepage:
tr: Anasayfa:

source: Summary:
tr: Özet:

source: Description:
tr: Açıklama:

source: Depends on:
tr: Bağımlılıklar:

source: Depended by:
tr: Buna bağımlı olanlar:

source: Total of %d packages, %s bytes compressed, %s bytes installed.
tr: Toplam %d paket, sıkıştırılmış olarak %s bayt, kurulu olarak %s bayt.

source: Component
tr: Bileşen

source: Search:
tr: Ara:

source: Package
tr: Paket

source: Archive Size
tr: Arşiv Boyutu

source: Installed Size
tr: Kurulu Boyut

source: No packages selected.
tr: Paket seçilmedi.

source: %d packages selected, %s bytes archive size, %s bytes installed size.
tr: %d paket seçildi, sıkıştırılmış olarak %s bayt, kurulu olarak %s bayt.

source: Use selected packages
tr: Seçili paketleri kullan
