Repository: pars-linux/uludag
Catalog: trunk/l10n/kde/trunk/*/LC_MESSAGES/messages/kdemultimedia/desktop_kdemultimedia.po
Languages: tr

# GenericName
source: Video Player
tr: Video Oynatıcı

# Name
source: Open with Video Player (Dragon Player)
tr: Video Oynatıcı ile Aç (Dragon Player)

# Comment
source: Embeddable Video Player
tr: Gömülebilir Video Oynatıcı

# Name
source: Play DVD with Dragon Player
tr: DVD'yi Dragon Player ile Oynat

# Name
source: Video Files (ffmpegthumbs)
tr: Video Dosyaları (ffmpegthumbs)

# GenericName
source: Music Player
tr: Müzik Çalar

# Comment
source: Juk Music Player
tr: Juk Müzik Çalar

# Name
source: Cover Successfully Downloaded
tr: Kapak Başarılı Şekilde İndirildi

# Comment
source: A requested cover has been downloaded
tr: İstenilen kapak indirildi

# Name
source: Cover Failed to Download
tr: Kapak İndirilemedi

# Comment
source: A requested cover has failed to download
tr: İstenilen kapak indirilemedi

# Name
source: Add to JuK Collection
tr: JuK Koleksiyonuna Ekle

# Name
source: Audio CD Browser
tr: Ses CDsi Tarayıcı

# Name
source: Open with File Manager
tr: Dosya Yöneticisi ile Aç

# Name
source: Audio CDs
tr: Ses CDleri

# Comment
source: Audiocd IO Slave Configuration
tr: Müzik CD Yapılandırması

# Keywords
source: Audio CD,CD,Ogg,Vorbis,Encoding,CDDA,Bitrate
tr: Ses CDsi,CD,Ogg,Vorbis,Kodlama,CDDA,Bitrate

# GenericName
source: Sound Mixer
tr: Ses Karıştırıcı

# Name
source: Restore Mixer Settings
tr: Karıştırıcı Ayarlarını Yeniden Yükle

# Comment
source: Sound Mixer
tr: Ses Karıştırıcı

# Name
source: Audio Device Fallback
tr: Ses Aygıtı Değişimi

# Comment
source: Notification on automatic fallback if the preferred device is unavailable
tr: Tercih edilen aygıt erişilemez ise otomatik olarak yeni aygıta geçme bildirimi

# Name
source: Restore Mixer Volumes
tr: Karıştırıcı Seslerini Yenile

# GenericName
source: CD Player
tr: CD Çalar

# Name
source: Play Audio CD with KsCD
tr: Ses CD'sini KsCD ile Çal

# Name
source: CDDB Retrieval
tr: CDDB Erişimi

# GenericName
source: CDDB Configuration
tr: CDDB Yapılandırması

# Comment
source: Configure the CDDB Retrieval
tr: CDDB Erişimini Yapılandır

# Name
source: Video Files (MPlayerThumbs)
tr: Video Dosyaları (MPlayerThumbs)

# Name
source: AVI Info
tr: AVI Bilgisi

# Name
source: FLAC Info
tr: FLAC Bilgisi

# Name
source: MP3 Info
tr: MP3 Bilgisi

# Name
source: Musepack Info
tr: Musepack Bilgisi

# Name
source: OGG Info
tr: OGG Bilgisi

# Name
source: SID Info
tr: SID Bilgisi

# Name
source: theora Info
tr: theora Bilgisi

# Name
source: WAV Info
tr: WAV Bilgisi
