Repository: pars-linux/uludag
Catalog: l10n/kde/trunk/*/LC_MESSAGES/kdepimlibs/libkresources.po
Languages: tr

# @title:window
source: Resource Configuration
tr: Kaynak Yapılandırması

# @title:group
source: General Settings
tr: Genel Ayarlar

# @label resource name
source: Name:
tr: İsim:

# @option:check if resource is read-only
source: Read-only
tr: Salt-okunur

# @title:group
source: %1 Resource Settings
tr: %1 Kaynak Ayarları

# @info
source: Please enter a resource name.
tr: Lütfen bir kaynak adı girin.

# yes, a standard resource
source: Yes
tr: Evet

source: Resource Configuration
tr: Kaynak Yapılandırması

source: Resources
tr: Kaynaklar

# @title:column resource name
source: Name
tr: İsim

# @title:column resource type
source: Type
tr: Tip

# @title:column a standard resource?
source: Standard
tr: Standart

source: &Add...
tr: &Ekle...

source: &Remove
tr: &Sil

source: &Edit...
tr: &Düzenle...

source: &Use as Standard
tr: &Standart olarak Kullan

source: There is no standard resource. Please select one.
tr: Standart bir kaynak yok. Lütfen bir tane seçin.

source: Please select type of the new resource:
tr: Lütfen yeni kaynağın tipini seçin:

source: Unable to create resource of type '%1'.
tr: '%1' kaynak tipi oluşturulamadı.

source: You cannot remove your standard resource. Please select a new standard resource first.
tr: Standart kaynağınızı silemezsiniz. Lütfen öncelikle bir standart kaynak seçin.

source: You cannot use a read-only resource as standard.
tr: Salt okunur bir kaynağı standart olarak kullanamazsınız.

source: You cannot use an inactive resource as standard.
tr: Etkin olmayan bir kaynağı standart olarak kullanamazsınız.

source: You cannot deactivate the standard resource. Choose another standard resource first.
tr: Standart kaynağı pasifleştiremezsiniz. Lütfen öncelikle bir başka standart kaynak seçin.

source: There is no valid standard resource. Please select one which is neither read-only nor inactive.
tr: Geçerli bir standart kaynak yok. Lütfen pasif ve salt okunur olmayan bir standart kaynak seçin.

source: KDE Resources configuration module
tr: KDE kaynak yapılandırma modülü

# NAME OF TRANSLATORS
source: Your names
tr: Serdar Soytetir

# EMAIL OF TRANSLATORS
source: Your emails
tr: tulliana@gmail.com

source: resource
tr: kaynak

source: Resource Selection
tr: Kaynak Seçimi

source: There is no resource available.
tr: Kullanılabilir kaynak yok.
