Repository: pars-linux/uludag
Catalog: sysinfo/corporate2/po/*/kio_sysinfo.po
Languages: sv, tr

source: Not Available
sv: Inte tillgänglig
tr: Mevcut Değil

source: Looking for hardware information...
sv: Söker efter information om hårdvaran...
tr: Donanım bilgileri toplanıyor...

source: My Computer
sv: Min dator
tr: Sistem

source: Common Folders
sv: Vanliga kataloger
tr: Ortak Dizinler

source: My Home Folder
sv: Min hemkatalog
tr: Ev Dizini

source: Root Folder
sv: Rotkatalog
tr: Kök Dizini

source: Network Folders
sv: Nätverkskataloger
tr: Ağ Dizinleri

source: Network
tr: Ağ Durumu

source: Memory
sv: Minne
tr: Bellek Kullanımı

source: Physical memory:
sv: Minne:
tr: Fiziksel bellek:

source: %1 of %2 is free
sv: %1 av %2 är tillgängligt
tr: %2'ın %1'ı boş

source: Swap memory:
sv: Växlingsutrymme:
tr: Takas alanı:

source: Not in use
sv: Används ej
tr: Kullanılmıyor

source: Disks
sv: Lagringsmedia
tr: Diskler

source: Operating System
sv: Operativsystem
tr: İşletim Sistemi

source: KDE <b>%1</b> on <b>%2</b>
sv: KDE <b>%1</b> på <b>%2</b>
tr: <b>%2</b> üzerinde KDE <b>%1</b>

source: Processor
tr: İşlemci

source: 1 core
sv: 1 kärna
tr: 1 çekirdek

source: Processor supports virtualization
sv: Processorn stöder virtualisering
tr: Sanallaştırma destekleniyor

source: Processor doesn't support virtualization
sv: Processorn stöder inte virtualisering
tr: Sanallaştırma desteklenmiyor

source: Display
sv: Grafik
tr: Ekran

source: Driver:
sv: Drivrutin:
tr: Sürücü:

source: Machine Information
sv: Datorinformation
tr: Makine Bilgileri

source: Vendor:
sv: Tillverkare:
tr: Üretici:

source: Product:
sv: Produkt:
tr: Ürün:

source: Mounted on %1
sv: Monterad på %1
tr: %1 noktasına bağlı

source: Not mounted
sv: Inte monterad
tr: Bağlı değil

source: 3D Not Supported
sv: inget 3D-stöd
tr: 3B desteği yok

source: 3D Supported
sv: 3D-stöd
tr: 3B desteği var

source: Network is <strong>unreachable</strong>
tr: Ağ <strong>erişilebilir değil</strong>

source: You are <strong>offline</strong>
tr: Şu anda <strong>bağlı değilsiniz</strong>

source: Network is <strong>shutting down</strong>
tr: Ağ bağlantısı <strong>sonlandırılıyor</strong>

source: <strong>Establishing</strong> connection to the network
tr: Ağ bağlantısı <strong>sağlanıyor</strong>

source: You are <strong>online</strong>
tr: Şu anda <strong>bağlısınız</strong>

source: Unknown network status
tr: Bilinmeyen ağ durumu
