Repository: pars-linux/uludag
Catalog: kde4/service-manager/manager/po/*.po
Languages: sv

source: Start service
sv: Starta tjänst

source: Reload service
sv: Starta om tjänst

source: Stop service
sv: Stoppa tjänst

source: Run on start
sv: Kör vid uppstart

source: type service name to search...
sv: skriv tjänstens namn för att söka...

source: Servers
sv: Servrar

source: System Services
sv: Systemtjänster

source: Startup Services
sv: Tjänster som körs vid uppstart

source: Running Services
sv: Tjänster som körs

source: All Services
sv: Alla tjänster

source: Getting service info... %p%
sv: Hämtar information om tjänster... %p%

source: Service Manager
sv: Tjänstehanteraren

source: Current Maintainer
sv: Nuvarande utvecklare

source: COMAR Author
sv: COMAR-utvecklare
