Repository: pars-linux/uludag
Catalog: l10n-kde4/*/messages/kdepim/kdepimwizards.po
Languages: tr

source: KDE-PIM Groupware Configuration Wizard
tr: KDE-PIM Groupware Yapılandırma Sihirbazı

source: The server type
tr: Sunucu tipi

source: KDE Groupware Wizard
tr: KDE Groupware Sihirbazı

source: Novell GroupWise Configuration Wizard
tr: Novell GroupWise Yapılandırma Sihirbazı

source: Verbose output
tr: Ayrıntılı çıktı

source: Create GroupWise Calendar Resource
tr: GroupWise Takvim Kaynağı Oluştur

source: Update GroupWise Calendar Resource
tr: GroupWise Takvim Kaynağını Yapılandır

source: Create GroupWise Address Book Resource
tr: GroupWise Adres Defteri Kaynağını Oluştur

source: Update GroupWise Address Book Resource
tr: GroupWise Adres Defteri Kaynağını Güncelle

source: Server name:
tr: Sunucu adı:

source: Path to SOAP interface:
tr: SOAP arayüzünün yolu:

source: User name:
tr: Kullanıcı adı:

source: Password:
tr: Parola:

source: Save password
tr: Parolayı kaydet

source: Encrypt communication with server
tr: Sunucu ile şifreli iletişim kur

source: Mail
tr: E-Posta

source: Create Mail Account
tr: E-Posta Hesabı Yarat

source: Email address:
tr: E-Posta Adresi

source: Full name:
tr: Tam Ad:

source: Please fill in all fields.
tr: Lütfen tüm alanları doldurun.

source: Invalid email address entered.
tr: Geçersiz e-posta adresi girildi.

source: Calendar
tr: Takvim

source: Contacts
tr: Kişiler

source: Notes
tr: Notlar

source: Tasks
tr: Görevler

source: Journal
tr: Günlük

source: Create Disconnected IMAP Account for KMail
tr: KMail için Çevrimdışı IMAP Hesabı Yarat

source: Create Online IMAP Account for KMail
tr: KMail için Çevrimiçi IMAP Hesabı Oluştur

source: Kolab Server Mail
tr: Kolab Sunucusu E-postası

source: Kolab Server
tr: Kolab Sunucusu

source: Kolab Configuration Wizard
tr: Kolab Yapılandırma Sihirbazı

source: Setup LDAP Search Account
tr: LDAP Arama Hesabı Ayarları

source: Create Calendar IMAP Resource
tr: Takvim IMAP Kaynağı Yarat

source: Create Contact IMAP Resource
tr: Contact IMAP Kaynağı Oluştur

source: Create Notes IMAP Resource
tr: Notes IMAP Kaynağı Oluştur

source: Your email address on the Kolab Server. Format: <i>name@example.net</i>
tr: Kolab Sunucusundaki e-posta adresiniz. Biçim: <i>isim@ornek.net</i>

source: Real name:
tr: Tam Ad:

source: Use an online IMAP account for non-groupware folders
tr: Groupware olmayan dizinler için çevrimiçi bir IMAP hesabı kullan

source: Server Version
tr: Sunucu Sürümü

source: Choose the version of the Kolab Server you are using.
tr: Kullandığınız Kolab Sunucusunun sürümünü seçiniz.

source: Select the type of server you would like Kontact to connect to:
tr: Kontact uygulamasının bağlanması için sunucu tipini seçin:

source: Server name
tr: Sunucu adı

source: User name
tr: Kullanıcı adı

source: Path to SOAP interface
tr: SOAP arayüzünün yolu

source: User password
tr: Kullanıcı parolası

source: Email Address
tr: E-posta Adresi

source: Full Name of User
tr: Kullanıcının tam adı

source: Create email account
tr: E-posta adresini yarat

source: Save Password
tr: Parolayı Kaydet

source: Use HTTPS
tr: HTTPS kullan

source: Log File
tr: Günlük Dosyası

source: Id of KCal resource
tr: KCal kaynak tanımlayıcısı

source: Id of KABC resource
tr: KABC kaynak tanımlayıcısı

source: Id of KMail account for receiving mail
tr: Alınan posta için KMail hesap tanımlayıcısı

source: Id of KMail transport for sending mail
tr: Gönderilecek posta için KMail taşıyıcı tanımlayıcısı

source: Kolab server name
tr: Kolab sunucu adı

source: Kolab user name
tr: Kolab kullanıcı adı

source: Real user name
tr: Gerçek kullanıcı adı

source: Kolab user password
tr: Kolab kullanıcı parolası

source: Use Online IMAP account for non groupware folders
tr: Groupware olmayan dizinler için Çevrimiçi IMAP hesabı kullan

source: Enable Kolab 1 Legacy settings
tr: Kolab 1 Ayarlarını Etkinleştir

# NAME OF TRANSLATORS
source: Your names
tr: Serdar Soytetir, Görkem Çetin, Ozan Eren BİLGEN

# EMAIL OF TRANSLATORS
source: Your emails
tr: tulliana@gmail.com, gorkem@kde.org, oebilgen@uekae.tubitak.gov.tr

source: SUSE LINUX Openexchange Server Configuration Wizard
tr: SUSE LINUX Openexchange Sunucu Yapılandırma Sihirbazı

source: Create SLOX Calendar Resource
tr: SLOX Takvim Kaynağı Oluştur

source: Openexchange Server
tr: Openexchange Sunucusu

source: Update SLOX Calendar Resource
tr: SLOX Takvim Kaynağını Güncelle

source: Create SLOX Address Book Resource
tr: SLOX Adres Defteri Kaynağı Oluştur

source: Update SLOX Address Book Resource
tr: SLOX Adres Defteri Kaynağı Güncelle

source: SUSE LINUX OpenExchange Server
tr: SUSE LINUX OpenExchange Sunucusu
